{
    "fullText": "Natural Product Reports REVIEW Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article OnlineView Journal | View IssueCryptic halogena aCenter for Marine Biotechnology and Oceanography, University of California San E-mail: bsmoore@ucsd.edu bSkaggs School of Pharmacy and Pharmaceut Diego, La Jolla, California 92093, USA Cite this: Nat. Prod. Rep., 2021, 38, 1760 Received 14th February 2021 DOI: 10.1039/d1np00010a rsc.li/npr 1760 | Nat. Prod. Rep., 2021, 38, 1760 tion reactions in natural product biosynthesis Sanjoy Adaka and Bradley S. Moore *ab Covering: Up to December 2020 Enzymatic halogenation reactions are essential for the production of thousands of halogenated natural products. However, in recent years, scientists discovered several halogenases that transiently incorporate halogen atoms in intermediate biosynthetic molecules to activate them for further chemical reactions such as cyclopropanation, terminal alkyne formation, C-/O-alkylation, biaryl coupling, and C–C rearrangements. In each case, the halogen atom is lost in the course of biosynthesis to the final product and is hence termed “cryptic”. In this review, we provide an overview of our current knowledge of cryptic halogenation reactions in natural product biosynthesis. 1. Introduction 2. Cyclopropanation reactions 3. Terminal alkyne formation 4. C-/O-alkylation reactions 5. Biaryl coupling 6. C–C rearrangements 7. Conclusion 8. Conicts of interest 9. Acknowledgements 10. References 1. Introduction Halogenation reactions in a test tube or in a living cell share a lot in common. Generally, the introduction of a halogen atom to an organic substrate occurs by an addition or a substitution reaction. Many reaction strategies have either been developed by chemists or evolved in nature from microbes to humans to control halide selectivity, the regio-and stereochemistry of the reaction, as well as its stoichiometry. Synthetic and enzymatic halogenation reactions, however, do not always share common mechanisms, which is due to their very different reaction environments. Nonetheless, the introduction of halogens to organic molecules, whether in the laboratory or in nature, imparts a myriad of changes on its physical, chemical, biolog-ical and medicinal properties.1–4 Biomedicine, Scripps Institution of Diego, La Jolla, California, 92093, USA. ical Sciences, University of California San –1774 In nature, over 4500 organohalogens have been documented from microbes, algae, plants, invertebrates and even mammals.5 Notable examples include ozone-depleting bromo-form from algae,6–8 the clinical antibiotic vancomycin from bacteria,9 and the thyroid hormone triiodothyronine from humans.10,11 The preponderance of enzymatic strategies to install inorganic halide anions into organic products involves oxidative reactions in which halides are converted to halonium ions or halogen radicals to combine with electron-rich or electron-poor natural organic substrates, respectively.12–16 Few cases in comparison involve the direct halide addition to elec-trophilic substrates by enzymes, most notably the S-adenosyl-L-methionine (SAM)-dependent halogenases.17–19 For the most part, biohalogenation reactions are metabolic endpoints in nature. That is, however, oen not the case in synthetic organic chemistry. The installment of a halogen can be a very useful strategy to guide further chemical reactions such as substitutions, eliminations, additions, and rearrange-ments.20 Quite a few named organic reactions involve alkyl or aryl halide reactants, such as in the Grignard reaction, the Suzuki coupling, the Favorskii rearrangement, and the Darzens condensation. Only recently have natural product biochemists discovered that nature too takes advantage of the reactivity of C–X bonds to guide subsequent biochemical reactions that result in the removal of the newly introduced halogen. While the list is presently small, it has grown in recent years to include reactions that support the formation of cyclopropyl rings, terminal alkynes, ether and biaryl connections, and other types of C–C rearrangements. In most cases, distinct enzymes catalyze the installation of the halogen and the subsequent chemistry concomitant with the release of the halide. In rare cases, single This journal is © The Royal Society of Chemistry 2021 Fig. 1 Structure of natural products with a cyclopropyl moiety originating from activation via chlorination. Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlineenzymes have dual functions to both install the halogen and its removal in order to initiate biochemical cascade reactions. Herein, we highlight the known enzymatic pathways that involve cryptic halogenation strategies in natural product biosynthesis. 2. Cyclopropanation reactions Nature has evolved multiple strategies to install cyclopropyl rings in natural products. Most cyclopropane-containing natural products are terpenoids and are created via carboca-tion rearrangements.21,22 In cyclopropane fatty acids, SAM formally incorporates a methylene group across the double bond of an unsaturated acyl chain to form the cyclopropyl ring.23 A similar role of SAM has been proposed for the biosynthesis of cyclopropane-containing sterols by marine microbes.24 There has also been a report of cyclopropanation via carbene transfer using an engineered cytochrome P450 Sanjoy Adak received his bache-lor's degree in chemistry from the University of Calcutta and a master degree from the Indian Institute of Technology Bombay. During his master studies, he worked in the laboratory of Prof. Suvarn S. Kulkarni on the synthesis of complex carbohy-drates. In 2019, he received his PhD in Chemistry from Texas A&M University under Prof. Tadhg P. Begley. His graduate research focused on bacterial avoenzymes involved in xenobiotic, nucleobase, and vitamin catabolism. Currently he is a post-doctoral researcher in the laboratory of Prof. Bradley S. Moore at Scipps Institution of Oceanography and his research focuses on the biosynthesis of meroterpenoid natural products. This journal is © The Royal Society of Chemistry 2021 enzyme25 amongst other recently discovered strategies.26,27 Interestingly, there are three bacterial natural products where chlorination has been utilized as an activation strategy to form the cyclopropyl ring. These include the phytotoxin coronatine (1) from Pseudomonas syringae,28 the antimicrobial agent kutz-neride (2) from soil actinomycete Kutzneria sp.,29 and the anti-mitotic agent curacin (3) from the marine cyanobacterium Moorea producens (formerly Lyngbya majuscula)30 (Fig. 1). In all three cases, halogenation occurs on biosynthetic substrates while they are tethered to carrier proteins by a-ketoglutarate (a-KG)-dependent non-heme iron enzymes. The cyclopropane-containing amino acid coronamic acid is a distinctive constituent of coronatine (1) and was the rst example of a biosynthetic product shown to be constructed through a cryptic halogenation mechanism.28 The bio-halogenation reaction is considered cryptic in the sense that although a halogenated pathway intermediate is indeed formed, the halogen is subsequently lost en route to the nal Bradley Moore is Professor of Marine Chemical Biology at the Scripps Institution of Oceanog-raphy and Professor of Pharma-ceutical Chemistry at the Skaggs School of Pharmacy and Phar-maceutical Sciences at UC San Diego. He is also the Director of the Center for Marine Biotech-nology and Biomedicine at Scripps. His research focuses on the molecular and genomic basis of natural product biosynthesis and the application of new genetic tools and biocatalysts to produce bioactive small molecules. He is the former chair of the editorial board of Natural Product Reports and the recipient of the Natural Product Chemistry Award from the Royal Society of Chemistry in 2018 and the Ernest Guenther Award in the Chem-istry of Natural Products from the American Chemical Society in 2021. Nat. Prod. Rep., 2021, 38, 1760–1774 | 1761 Fig. 2 Reaction scheme for the biosynthesis of coronamic acid tethered to the CmaD PCP. CmaB catalyzes the halogenation reaction, while CmaC executes the intramolecular elimination for cyclopropyl ring formation. Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlinepathway product. Early studies revealed that the biosynthetic gene cluster for coronamic acid contained ve genes homolo-gous to amino acid-activating enzymes.31 Extensive biochemical studies established the precise function of each gene-encoded protein.32 Starting with the activation of L-allo-isoleucine as an AMP ester by the adenylation (A) domain of the didomained CmaA protein and transfer to the attached peptidyl carrier protein (PCP) domain, the amino acid is shuttled from one PCP domain (CmaA) to another on the free-standing protein CmaD (Fig. 2). The non-heme iron dependent halogenase CmaB then catalyzes the formation of g-chloro-L-aminobutyryl-S-CmaD from L-aminobutyryl-S-CmaD. Signicantly, CmaB was the rst a-ketoglutarate (a-KG)-dependent non-heme iron enzyme characterized to halogenate an inactivated aliphatic group via a radical mechanism.28 Halogenation sets the stage for CmaC, a Zn-dependent enzyme belonging to the vicinal oxygen chelate family of enzymes, to catalyze the intramolecular displacement of the chlorine atom to form the cyclopropyl ring.33 An analogous strategy was observed in the in vitro charac-terization of enzymes involved in the biosynthesis of cyclic depsipeptide kutzneride (2).29 By interrogating a cassette of enzymes, KtzABCD, the novel cyclopropane-containing metab-olite allocoronamic acid (alloCMA) was generated. In this system, a-KG-dependent non-heme iron enzyme KtzD catalyzes chlorination on L-Ile-S-KtzC to yield the g-chlorinated pathway intermediate (Fig. 3). Interestingly, KtzD does not accept teth-ered L-allo-Ile as substrate in vitro as observed in the biosyn-thesis of 1. Subsequent nucleophilic displacement reaction is Fig. 3 Reaction scheme for the construction of allocoronamic acid (a MecPGly during kutzneride (2) biosynthesis. KtzD catalyzes the cryptic h 1762 | Nat. Prod. Rep., 2021, 38, 1760–1774 catalyzed by acyl-CoA dehydrogenase type avoenzyme KtzA. The bound avin cofactor in KtzA does not participate in a redox reaction; instead, the avin is proposed to be essential to maintain the tertiary structure of KtzA. It is also possible that the bound avin cofactor lowers the pKa of the a-proton through charge transfer interaction between enolate and avin.22 Thus, this study adds KtzA to the small list of redox-inactive avoenzymes.34 The formation of the enolate is hypothesized to drive the intermolecular cyclization and displacement of chloride to yield the observed tethered product alloCMA. This alloCMA product represents an unforeseen potential biosynthetic intermediate to kutzneride (2). Relative to kutzneride (2), the observed alloCMA product has improper placement and stereochemistry of the cyclopropane ring. If alloCMA is a genuine biosynthetic intermediate toward kutz-neride (2), additional enzymes would be necessary to rearrange the position of the cyclopropane ring in the nal product. Furthermore, it should also be considered that alloCMA may not be a true biosynthetic intermediate of the 2-(1-methyl-cyclopropyl)-D-glycine (MecPGly) amino acid residue, but rather, an artifact of in vitro enzymatic reaction conditions. Regardless, the cryptic halogenation manipulations mediated by KtzD and KtzA represent an effective strategy to synthesize cyclopropyl containing unnatural amino acids. The third halogen-assisted cyclopropanation example pre-sented here with the antiproliferative curacin (3) rather involves a polyketide synthase (PKS)-derived substrate instead of isoleucine as shown in the two above examples.35 Polyketide lloCMA) bound to the KtzC PCP and its hypothesized conversion to alogenation reaction. This journal is © The Royal Society of Chemistry 2021 Fig. 4 Formation of the cyclopropane ring during the biosynthesis of curacin. Cur Hal catalyzes the cryptic halogenation reaction. While the chlorine atom is lost in route to curacin A, it remains as a vinyl halide in the case of jamaicamide A. Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlineassembly line construction of (S)-3-hydroxy-3-methylglutaryl (HMG)-S-ACP from three malonyl-CoA substrate molecules initiates a four-step conversion to the cyclopropyl moiety of 3 (Fig. 4). Biosynthetic investigations with the marine cyanobac-terium M. producens revealed that the a-KG-dependent non-heme iron enzyme Cur Hal catalyzes chlorination at the aliphatic carbon of the HMG-ACP substrate. The chlorinated product is then processed by CurE ECH1 dehydratase and CurF Fig. 5 Intramolecular displacement reactions in coronatine (1), kutzne catalyzed by enzymes from three different enzyme superfamilies. This journal is © The Royal Society of Chemistry 2021 ECH2 decarboxylase to yield the 4-chloro-3-methylcrotonyl-S-ACP intermediate. Subsequently, the CurF enoyl reductase (ER) catalyzes cyclopropane ring formation by a nucleophilic displacement reaction. A homologous non-heme iron enzyme with 92% sequence identity with Cur Hal is present in the jamaicamide (4) biosynthetic pathway.36 However, the two pathways diverge from a structurally similar intermediate in which the Jam ECH2 decarboxylase enzyme rather installs ride (2), and curacin (3) biosyntheses (panels A–C, respectively) are Nat. Prod. Rep., 2021, 38, 1760–1774 | 1763 Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlinejamaicamide's distinctive vinyl chloride functional group (Fig. 4). Thus, the biosynthesis of curacin and jamaicamide exemplies the evolutionary interplay to generate molecular diversity in specialized metabolites. From the above discussion, it is clear that nature utilizes a common strategy for cyclopropane ring formation in corona-tine, kutzneride, and curacin. In each case, cryptic chlorination triggers cyclopropane ring formation by an intramolecular displacement reaction with chloride being a good leaving group for SN2-type chemistry. Interestingly, while nature employs the same enzymatic strategy in each case to install a chlorine atom at an inactivated carbon via a-KG-dependent non-heme iron chlorinases, enzymes from three different protein superfamilies have been evolved to catalyze the similar intramolecular displacement reactions: a Zn-dependent enzyme in coronatine biosynthesis, a FAD-dependent enzyme in kutzneride biosyn-thesis, and a nicotinamide-dependent enzyme in curacin biosynthesis (Fig. 5). Cyclopropanation in these three examples is yet another fascinating example of convergence in evolution by bacteria belonging to different phyla. 3. Terminal alkyne formation Terminal alkyne-containing natural products are also uncommon, and, until only recently, they too were not known to involve halogenation biochemistry for their construction.37–39 The majority of natural terminal alkyne-containing compounds are derived frommarine organisms, including jamaicamide B,40 carmabin A,41 guineamide G,42 georgamide,43 vatiamides,44 dragomabin,45 and prymnesin.46 Fatty acid desaturases are generally responsible for the formation of alkynes such as in polyacetylenes47,48 and enediynes49,50 as well as in the terminal alkyne functional group in jamaicamide B and carmabin A.40,51 This mechanism was considered to be a widespread biosyn-thetic strategy until the terminal alkyne-containing amino acids L-propargylglycine (5) and L-b-ethynylserine (6) were shown to be derived from desaturase-independent pathway involving a halogenated intermediate.52 L-Propargylglycine (5) and L-b-ethynylserine (6) are unusual nonproteinogenic amino acids with a terminal alkyne Fig. 6 Biosynthesis of L-propargylglycine and L-b-ethynylserine in Strep 1764 | Nat. Prod. Rep., 2021, 38, 1760–1774 functional group produced by the soil bacterium Streptomyces cattleya.53 Because the terminal alkyne functional group has broad application in azide–alkyne click chemistry,54 the biosynthesis of 5 and 6 was evaluated as the rst step toward incorporating these natural, alkynyl amino acid as chemical biology probes into proteins. When S. cattleya mutants main-tained their ability to produce b-ethynylserine with genetically inactivated, nonessential fatty acid desaturases, a comparative genomic approach led to the discovery and characterization of a six-gene cluster associated with a cryptic chlorination medi-ated terminal alkyne formation.52 In this biosynthetic pathway, an a-KG-dependent non-heme iron halogenase BesD catalyzes the cryptic halogenation reaction on lysine yielding 4-Cl-lysine (Fig. 6). Unlike the halogenases involved in coronatine and kutzneride biosynthesis that require their amino acid substrates bound to a carrier protein, BesD was the rst a-KG-dependent non-heme iron halogenase observed to act on a free amino acid substrate. Although BesD contains the char-acteristic HXG/A motif of halogenases, it shows low sequence identity to other characterized halogenases such as the carrier protein-dependent SyrB2 (ref. 55) (7% identity) and -indepen-dent WelO5 (ref. 56) (11% identity). Rather it shows greater sequence identity to a-KG-dependent non-heme iron hydroxylases. The second step in the biosynthetic pathway involves the non-heme dinuclear Fe enzyme BesC that catalyzes an unusual C–C bond cleaving reaction to give 4-Cl-allyl-glycine (Fig. 6). The construction of the vinyl chloride group in this case is very much unlike that for the jamaicamides introduced earlier in Fig. 4. The next step in the pathway catalyzed by the PLP-dependent enzyme BesB results in the loss of the chloride via a presumed allene intermediate (Fig. 7) to produce the terminal alkyne moiety in L-propargylglycine (5). When the BesB cata-lyzed reaction was performed in the presence of D2O, two deuterium atoms get incorporated in the nal product, sug-gesting at least two deprotonation–protonation events occur during the course of BesB catalysis. Both BesC-and BesD-catalyzed reactions have little precedence in nature. Surpris-ingly, amino acid ligase BesA attaches glutamyl moiety on L-propargylglycine to give a dipeptide which in turn is the tomyces cattleya. BesD catalyzes the cryptic chlorination step. This journal is © The Royal Society of Chemistry 2021 Fig. 7 Proposed mechanism for BesB catalyzed formation of the alkyne functional group in L-propargylglycine (5) involves the displacement of the chloride from the vinyl chloride substrate. Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlinesubstrate for the a-KG-dependent non-heme iron hydroxylase BesE. It has been proposed that cellular hydrolases are responsible for the last hydrolysis step releasing free L-b-ethy-nylserine (6).52 4. C-/O-alkylation reactions The next halogenation-assisted pathway examples also involve a radical C–H activation mechanism, yet via a different class of radical halogenase enzymes, to support C-and O-alkylation reactions. Enzyme-catalyzed alkylation reactions are well documented in the literature,57 oen involving common meta-bolic enzymes such as SAM-dependent methyltransferases58,59 Fig. 8 Biosynthetic scheme for cylindrocyclophane F (7). The diiron-car This journal is © The Royal Society of Chemistry 2021 and prenyltranferases.60 In methyltransferases, the electrophilic methyl group bound to the sulfonium center of SAM gets transferred to the nucleophilic substrates via an SN2 reaction. Alkylation reactions catalyzed by prenyltransferases proceed via an SN1 mechanism where an allyl carbocation generated through the loss of diphosphate reacts with nucleophilic substrates. In both cases, their alkylating substrates are electron-donating and are matched with electrophilic substrates such as SAM or isoprene diphosphates. Recently, two examples of chlorination-assisted alkylation reactions were re-ported in cyanobacteria for the biosynthesis of cyclophanes and fatty acid esters that require C–H activation for alkylation. boxylate enzyme CylC catalyzes the cryptic chlorination reaction. Nat. Prod. Rep., 2021, 38, 1760–1774 | 1765 Fig. 9 The chemical structures of carbamidocyclophane V and carbamidocylindrofridin A. Fig. 10 BrtB-catalyzed ester bond formation during the biosynthesis of fatty acid-bartoloside esters. Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article OnlineCylindrocyclophanes are cytotoxic natural products61 that contain an unusual, all-carbon [7.7]paracyclophane frame-work.62 While isotope labeling experiments established the polyketide origin of the resorcinol monomer in the cylin-drocyclophanes,63 the mechanism for the activation and dimerization of the two monomers remained an enigma until its biosynthetic gene cluster was identied.64 Its biosynthesis starts with the tethering of decanoic acid via thioester linkage to a pathway-specic carrier protein (Fig. 8). Then CylC cata-lyzes a regio-and stereospecic chlorination of the unac-tivated methylene group at C6 of the 10-carbon acyl chain to yield the 6R-chloro-decanoyl-S-ACP. Next, it is elongated by a type I PKS assembly line, followed by off-loading by a type III PKS to produce an alkyl resorcinol intermediate. Finally, the saturated chloroalkyl chain undergoes stepwise Friedel– Cras alkylation reactions catalyzed by CylK to construct the unique paracyclophane framework.65 Thus, the CylC-catalyzed chlorination reaction is cryptic as it sets the stage for the CylK-catalyzed Friedel–Cras reaction towards the end of the biosynthetic pathway that results in new C–C bonds at the expense of the alkylhalide. The predicted secondary structure of CylC shows similarity to diiron-carboxylate enzyme family, and its activity has been shown to be metal dependent. However, the active site architecture of the metal cofactor is yet to be established for this rst in-class halo-genase. Interestingly, the CylK-catalyzed reaction involves inversion of stereochemistry, suggesting an SN2 mechanism contrary to the classic Friedel–Cras reaction that proceeds via a carbocation intermediate. CylK is annotated as hemolysin-type calcium-binding protein, and its activity is calcium dependent; however, the exact role of calcium is currently unknown. The [7.7]paracyclophane skeleton is present in many other cyanobacterial compounds,66 including the carbamidocyclo-phanes,67 merocyclophanes,68 and nostocyclophanes.69 Recently, the linear, dimeric and chlorinated product carba-midocylindrofridin A was isolated from the carbamidocyclophane-producing Cylindrospermum stagnale,70 providing in vivo support to the in vitro enzymatic reaction sequence involving the CylC/CylK cryptic chlorination/Friedel– Cras alkylation reaction (Fig. 9). CylC and CylK homolog pairs have been identied bio-informatically in other cyanobacteria, suggesting that halogenation-assisted alkylation reactions may be more 1766 | Nat. Prod. Rep., 2021, 38, 1760–1774 widespread in nature. One pair of homologs led to the discovery of the bartoloside aromatic glycolipids from the cyanobacterium Synechocystis salina LEGE 06099.71 Biochem-ical evidence showed that BrtB (CylK homolog) catalyzes ester bond formation using fatty acids with varying chain lengths (C2 to C16) as nucleophiles to displace the alkyl halide72 (Fig. 10). Thus, unlike the C-alkylating enzyme CylK in cylin-drocyclophane biosynthesis, BrtB is an O-alkylating enzyme. Although the activity of BrtJ (CylC homolog) is yet to be established experimentally, it likely catalyzes the cryptic dichlorination on the alkyl chain of bartoloside A. Despite showing amino acid sequence homology, CylK and BrtB (31% identity) catalyze completely different reactions: CylK catalyzes a Friedel–Cras reaction, whereas BrtB catalyzes ester bond formation using a fatty acid carboxylate as a nucleophile and alkyl halide as electrophile. Since CylK homologs are wide-spread in cyanobacteria,65,66 the diversity of enzymatic reac-tions catalyzed by this class of enzymes remains to be fully appreciated. This journal is © The Royal Society of Chemistry 2021 Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Online5. Biaryl coupling In contrast to the myriad of synthetic methods available for the construction of axially chiral biaryl compounds, there are rela-tively few reports of similar enzyme-catalyzed reactions.73 The most common class of enzymes to carry out phenol coupling reactions belong to the cytochrome P450 superfamily as exem-plied in the biosynthesis of the glycopeptide antibiotic van-comycin.74,75 Apart from vancomycin, cytochrome P450-dependent enzymes are involved in biaryl coupling reactions during the biosynthesis of alkaloids,76 phenols,77,78 lip-opeptides,79 and plant-derived aromatics.80 Flavoenzyme-mediated N–N and N–C aryl coupling has been reported in the biosynthesis of indoloterpenes natural products,81 however recent in vitro experiments82 contradict the previous results and reopen the mechanism of the biaryl coupling in those bacterial metabolites. Although the majority of biaryl coupling reactions Fig. 11 Structure of marinopyrrole A (10) and pentabromopseudilin (11). Both the natural products are biosynthesized via cryptic haloge-nation-mediated biaryl coupling. Fig. 12 Proposed mechanisms for the atroposelective N,C-biaryl homo This journal is © The Royal Society of Chemistry 2021 reported in the literature have been proposed to proceed via radical chemistry, there are two recent reports of halogenation-mediated biaryl coupling reactions during the biosynthesis of marinopyrrole (10) and pentabromopseudilin (11) (Fig. 11). In both cases, avin-dependent halogenases catalyze the cryptic halogenation reactions. Marinopyrrole A (10) is a halogenated bipyrrole natural product isolated from marine bacterium Streptomyces sp. CNQ-418.83,84 It is one of the few naturally occurring atropoisomers85 (exist in M conguration) and shows antibiotic activity against methicillin-resistant Staphylococcus aureus.86 Detection of monomeric monodeoxypyoluteorin (12) in the culture broth of CNQ-418 suggested the intermediacy of this compound in the production of the marinopyrrole.83 Indeed, detailed genetic studies using heterologous host Streptomyces coelicolor M512 revealed that the atroposelective product is formed via an unprecedented bipyrrole homocoupling reaction.87 Two avin dependent halogenases (Mpy10 and Mpy11) in the presence of a avin reductase (Mpy1) catalyze this unique N,C-biaryl homocoupling reaction. Fig. 12 depicts the two possible mechanisms for this transformation that has yet to be conrmed biochemically. In one of the proposed mechanisms (Fig. 12, route A), avin dependent halogenases catalyze C-3 halogenation of compound 12, thereby setting the stage for nucleophilic addition by nitrogen atom of a second molecule of 12. Loss of the halide completes the reaction. In the alternate proposal (Fig. 12, route B), halogenation takes place at nitrogen atom and subsequent nucleophilic displacement of halide by a second molecule of 12 renders the nal product 10. One of the synthetic methods to make marinopyrrole involves an inter-molecular Ullman coupling reaction,88 and it is fascinating that coupling reaction during biosynthesis of marinopyrrole A. Nat. Prod. Rep., 2021, 38, 1760–1774 | 1767 Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlinenature appears to capitalize a similar strategy using cryptic halogenation. At this point, it is not clear why nature utilizes two halogenases instead of one enzyme: one possibility is that two halogenases may operate as a functional complex. In vitro reconstitution of this reaction is yet to be achieved and will lay the foundation for further mechanistic investigation on this unusual dimerization reaction. The biosynthesis of pentabromopseudilin (11) features the second example of cryptic halogenation-mediated biaryl coupling, albeit with a mechanistic twist on the halogenation-assisted biosynthetic theme. Pentabromopseudilin is a poly-brominated antibacterial agent produced by marine Pseu-doalteromonas gammaproteobacteria.78,89 Its biosynthesis follows a convergent route in which cytochrome P450 (Bmp7) coupling of 2,3,4-tribromopyrrole (14) to 2,4-dibromophenol (15) leads to the nal product (Fig. 13).90 During the biosyn-thesis of 2,3,4-tribromopyrrole (14), a single avin-dependent halogenase, Bmp2, catalyzes the incorporation of not three, but four, bromine atoms on the ACP-bound pyrrole substrate (Fig. 14). The incorporation of four halogens by a single enzyme is unprecedented in nature. The fourth bromination by Bmp2 has two implications: it triggers the release of the sequestered pyrrole moiety from ACP by presumably making the thioester susceptible to hydrolysis; secondly, it activates the substrate for the elimination of the L-proline-derived carboxyl group. Inter-estingly, tetrabromopyrrole undergoes debromination before the coupling reaction with 2,4-dibromophenol (15).91,92 This observation is in stark contrast with all other examples of cryptic halogenation reactions discussed in the review, where a halogen is rather used to activate a carbon for subsequent chemistry. Fig. 14 Bmp2 catalyzes the tetrabromination on ACP-bound pyrrole wh formation of pentabromopseudilin. Fig. 13 The convergent biosynthesis of pentabromopseudilin requires the Bmp8-catalyzed debromination step before Bmp7-assisted biaryl coupling. The detailed debromination mechanism is shown in Fig. 14. 1768 | Nat. Prod. Rep., 2021, 38, 1760–1774 The debromination reaction is catalyzed by Bmp8 (Fig. 13) utilizing a pair of catalytic cysteine residues. Based on struc-tural, mutagenesis, and computational modeling experiments, a mechanism has been proposed93 (Fig. 15). According to this proposal, active site His88 deprotonates the tetrabromopyrrole (13) to give tetrahedral intermediate 16 followed by nucleophilic addition of the Cys85 thiolate on the bromine atom. Next, rearomatization forms the tribromo pyrrole product 14 and Cys82 involved in disulde bond formation to release bromide. Finally, the disulde bond can be reduced by a small molecule reducing agent or disulde reductase to complete the catalytic cycle. 6. C–C rearrangements Up to this point, all examples of halogenation-assisted biosyn-thesis involved enzymes pairs: one to install the halogen and the second to remove it in the course of a biosynthetic trans-formation. Here, those two actions are catalyzed by a single halogenating enzyme, which creates a reactive intermediate that initiates a reaction cascade to support C–C rearrangement reactions. Enzyme-catalyzed C–C rearrangements are essential for generating complexity in natural product molecules.94 Although nature has evolved several strategies for C–C rear-rangements, there are two instances where cryptic chlorination is central in biosynthetic complexity generation. These cases involve streptomycete meroterpenoids belonging to the mero-chlorin structural family95 and marinone.96 Merochlorins are structurally unique chlorinated mer-oterpenoid secondary metabolites frommarine Streptomyces sp. CNH-189 (Fig. 16).97,98 Merochlorin A (17) contains an unusual bicyclo [3.2.1]octane core with four stereocenters, while mero-chlorin B (18) and C (19) contain distinctive carbon skeletons not present in known natural products. Both merochlorin A and B are highly active against methicillin-resistant Staphylococcus aureus strains withMICs in the range 2–4 mgmLNone1. Early studies based on gene knockout, genome mining, and expression in a heterologous host identied the biosynthetic gene cluster.97 Subsequent detailed biochemical studies revealed that four enzymes (Mcl17, Mcl22-24) are sufficient to yield merochlorin A and B from biosynthetic precursors malonyl-CoA, dimethylallyl pyrophosphate (DMAPP), and geranyl pyrophosphate (GPP).99 Prenyl diphosphate synthase Mcl22 catalyzes the coupling of DMAPP and GPP to form a unique sesquiterpene ereupon the fourth bromine atom added is ultimately removed in the This journal is © The Royal Society of Chemistry 2021 Fig. 16 Structures of the merochlorin natural products. Fig. 15 Mechanistic proposal for the Bmp8-catalyzed debromination reaction. Fig. 17 Biosynthetic scheme for the formation of premerochlorin 23. This journal is © The Royal Society of Chemistry 2021 Nat. Prod. Rep., 2021, 38, 1760–1774 | 1769 Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlineisosesquilavandulyl pyrophosphate 21 (Fig. 17).100 Mcl23 then attaches the isosesquilavandulyl moiety to the aromatic tetra-hydroxynaphthalene 22 (THN) scaffold, which is generated through the activity of the type III polyketide synthase Mcl17. The key reaction in the biosynthetic pathway is catalyzed by the vanadium-dependent chloroperoxidase (VCPO) Mcl24, which performs up to three halogenation reactions, including Fig. 18 Mcl24-catalyzed cryptic chlorination-mediated C–C rearrangem mediate 26 is the branching point in the biosynthesis of different meroc 1770 | Nat. Prod. Rep., 2021, 38, 1760–1774 a cryptic halogenation-mediated a-hydroxyketone rearrange-ment, to account for the structural complexity in the mero-chlorin molecules.95 Fig. 18 depicts the current mechanistic understanding of the Mcl24-catalyzed reaction. C-2 mono-chlorination of premerochlorin (23) to compound 24 is followed by an additional O-chlorination reaction yielding an aromatic hypochlorite intermediate 25. The loss of the reactive, oxygen-ents during merochlorin biosynthesis. The boxed carbocation inter-hlorin natural products. This journal is © The Royal Society of Chemistry 2021 Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlinelinked chloride forms the benzylic carbocation intermediate 26 that sets up differential carbocation-induced terpene cycliza-tions to give either merochlorin A (17) or B (18). Thus, the Mcl24-catalyzed second chlorination is cryptic as it triggers the formation of a benzylic carbocation and subsequent rear-rangement reactions. Unlike the halogenases involved in all of the above examples, Mcl24 singlehandedly catalyzes both halogenation and subsequent rearrangement chemistry. Inter-estingly, under mild basic conditions such as at pH 8.0, the benzylic carbocation intermediate 26 is preferentially hydrated at C-4 to give tertiary alcohol 28. Compound 28 then undergoes a third Mcl24-catalyzed chlorination followed by an unusual a-hydroxyketone rearrangement to give 30.101 The chemical logic established within the pH dependence of Mcl24 catalyzed reaction provides insight into the biosynthesis of merochlorin C (19) and D (20). It is likely that the Mcl24 catalyzed reaction product 28 would be stereoselectively methylated at C-2 by a SAM-dependent methyltransferase to give compound 31. Di-substitution at C-2 would then enable Mcl24 to carry out an analogous a-hydroxyketone rearrangement to generate mero-chlorin D (20). A second VCPO, Mcl40, is suspected to be involved in macrocyclic chloroether ring formation in the biosynthesis of merochlorin C (19) based on heterologous expression studies.97 Fig. 19 Structures of marinone natural products. Fig. 20 Proposed marinone biosynthetic pathway. MarH1 and MarH3 are of marinone has been achieved that follows this chemical logic.96 This journal is © The Royal Society of Chemistry 2021 The second example of cryptic halogenation-mediated a-hydroxyketone rearrangement is reported in the biosynthesis of another class of naphthoquinone-based meroterpenoid antibi-otics named marinone (Fig. 19). Debromomarinone (32) and marinone (33) were rst isolated from marine actinomycete Streptomyces sp. CNB-632, and both compounds showed in vitro antibacterial activity against Gram-positive bacteria.102 Iso-marinone (34) was isolated frommarine actinomycete CNH-099 and showed in vitro cytotoxicity against the HCT-116 colon carcinoma cell line.103 Early feeding experiments with stable isotopes provided evidence regarding the origin of naph-thoquinone and isoprene units.104 Similar to the merochlorins, marinones contain terpene substituents at the C-3 position, despite THN being nucleophilic only at C-2 and C-4. Although there is no chlorine atom in these natural products, it was hypothesized that cryptic chlorination would play a key role in selectively oxidizing the THN ring and facilitating the predicted a-hydroxyketone rearrangement. Indeed, two VCPOs have been characterized in vitro in the putative marinone biosynthetic pathway.96 MarH1 catalyzes oxidative dearomatization and subsequent C-2 chlorination on compound 35, while MarH3 catalyzes additional chlorination at C-2 and an a-hydroxyketone rearrangement to yield geminal dihalide 38 (Fig. 20). Postulated later steps in the biosynthetic pathway are as follows: (1) involved in the cryptic halogenation reactions. A biomimetic synthesis Nat. Prod. Rep., 2021, 38, 1760–1774 | 1771 Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Onlineformation of chloroepoxide 39, (2) reductive dehalogenation to give hydroxynaphthoquinone 40, (3) oxidation and alkene isomerization to yield 41, (4) intramolecular hetero-Diels–Alder reaction to construct the tetracyclic scaffold of debromomar-inone 32, and (5) late-stage vanadium-dependent bromoperox-idase (VBPO)-catalyzed bromination at C-5 or C-7 to deliver marinone (33) or isomarinone (34), respectively. While this biosynthetic pathway has yet to be conrmed, the chemical synthesis of marinone was achieved via a biomimetic route based on this biosynthetic hypothesis, thereby providing the chemical underpinnings of this strategy.96 7. Conclusion The rst natural product halogenating enzyme was reported back in mid 1960s.105 Since then numerous halogenases have been discovered and characterized to install halogen substitu-ents that are oen crucial for the bioactivity and function of the halogenated molecule. However, it is only recently appreciated that enzymatic halogenation is a metabolic strategy to install non-halogenated, structural scaffolds in natural product mole-cules. While the number of established cryptic halogenation examples is relatively small, it is possible that cryptic haloge-nation may be underappreciated in natural product biosyn-thesis due to the difficulty in recognizing when such reactions may have occurred based on the chemical structure of the natural product alone. This is particularly challenging when nature has evolved one or more strategies for functional group installation, such as in cyclopropanation and terminal-alkyne formation, whereupon cryptic halogenation pathways are just one of many possible mechanisms. The cryptic halogenation-catalyzing enzymes discussed in this review are not restricted to a particular enzyme superfamily; instead, they are distributed amongst most of the known halo-genase superfamilies, including a-KG-dependent non-heme iron halogenases, vanadium-dependent haloperoxidases, avin dependent halogenases, and diiron-carboxylate halogenases. Thus, it is clear that nature utilizes its enzyme toolkit based on matching reactivities between substrates and halogenating species. Although bromide and iodide are better leaving groups than chloride, nature still chose chlorine in most cryptic halo-genation reactions. This could well be due to the higher natural abundance of chloride compared to the other halogens. Except for CylK,106 the biocatalytic potential of the remaining enzymes discussed here is untapped and thus presents a future research area. Although as of yet there is no general algorithm to predict cryptic halogenation in a biosynthetic pathway, the presence of a putative halogenase in the biosynthetic gene cluster of a non-halogenated natural product likely provides an indication of cryptic halogenation. Given more and more hal-ogenases will be functionally characterized in coming years we are expecting to discover many more examples of cryptic halo-genation reactions in natural product biosynthesis. 8. Conflicts of interest There are no conicts to declare. 1772 | Nat. Prod. Rep., 2021, 38, 1760–1774 9. Acknowledgements This work was supported by the U.S. National Institutes of Health (R01-AI047818 and R01-ES030316) and the National Science Foundation (OCE-1837116) to B. S. M. We thank our UCSD colleague Dr April Lukowski for critically reading the manuscript. 10. References 1 P. Politzer, J. S. Murray and T. Clark, Phys. Chem. Chem. Phys., 2010, 12, 7748–7757. 2 P. Auffinger, F. A. Hays, E. Westhof and P. S. Ho, Proc. Natl. Acad. Sci. U. S. A., 2004, 101, 16789–16794. 3 R. Wilcken, M. O. Zimmermann, A. Lange, A. C. Joerger and F. M. Boeckler, J. Med. Chem., 2013, 56, 1363–1388. 4 J. Wang, M. Sánchez-Roselló, J. L. Aceña, C. del Pozo, A. E. Sorochinsky, S. Fustero, V. A. Soloshonok and H. Liu, Chem. Rev., 2014, 114, 2432–2506. 5 G. W. Gribble, J. Chem. Educ., 2004, 81, 1441. 6 L. J. Carpenter and P. S. Liss, J. Geophys. Res.: Atmos., 2000, 105, 20539–20547. 7 C. Paul and G. Pohnert, Nat. Prod. Rep., 2011, 28, 186–195. 8 H. R. Thapa, Z. Lin, D. Yi, J. E. Smith, E. W. Schmidt and V. Agarwal, ACS Chem. Biol., 2020, 15, 1662–1670. 9 C. M. Harris, R. Kannan, H. Kopecka and T. M. Harris, J. Am. Chem. Soc., 1985, 107, 6652–6658. 10 Y.-Y. Liu and G. A. Brent, Trends Endocrinol. Metab., 2010, 21, 166–173. 11 G. R. Williams, J. Neuroendocrinol., 2008, 20, 784–794. 12 C. S. Neumann, D. G. Fujimori and C. T. Walsh, Chem. Biol., 2008, 15, 99–109. 13 V. Agarwal, Z. D. Miles, J. M. Winter, A. S. Eustáquio, A. A. El Gamal and B. S. Moore, Chem. Rev., 2017, 117, 5619–5674. 14 F. H. Vaillancourt, E. Yeh, D. A. Vosburg, S. Garneau-Tsodikova and C. T. Walsh, Chem. Rev., 2006, 106, 3364– 3378. 15 C. Wagner, M. El Omari and G. M. K€onig, J. Nat. Prod., 2009, 72, 540–553. 16 A. Butler and M. Sandy, Nature, 2009, 460, 848–854. 17 C. Dong, F. Huang, H. Deng, C. Schaffrath, J. B. Spencer, D. O'Hagan and J. H. Naismith, Nature, 2004, 427, 561–565. 18 A. S. Eustáquio, F. Pojer, J. P. Noel and B. S. Moore, Nat. Chem. Biol., 2008, 4, 69–74. 19 A. M. Wuosmaa and L. P. Hager, Science, 1990, 249, 160– 162. 20 S. Patai and Z. Rappoport, The Chemistry of halides, pseudo-halides, and azides, Wiley, 1995. 21 L. A. Wessjohann, W. Brandt and T. Thiemann, Chem. Rev., 2003, 103, 1625–1648. 22 C. J. Thibodeaux, W.-c. Chang and H.-w. Liu, Chem. Rev., 2012, 112, 1681–1709. 23 D. F. Iwig, A. T. Grippe, T. A. McIntyre and S. J. Booker, Biochemistry, 2004, 43, 13510–13524. 24 C. Djerassi and C. J. Silva, Acc. Chem. Res., 1991, 24, 371– 378. This journal is © The Royal Society of Chemistry 2021 Review Natural Product Reports Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Online25 P. S. Coelho, E. M. Brustad, A. Kannan and F. H. Arnold, Science, 2013, 339, 307–310. 26 L. Zha, Y. Jiang, M. T. Henke, M. R. Wilson, J. X. Wang, N. L. Kelleher and E. P. Balskus, Nat. Chem. Biol., 2017, 13, 1063–1065. 27 W.-B. Jin, S. Wu, X.-H. Jian, H. Yuan and G.-L. Tang, Nat. Commun., 2018, 9, 2771. 28 F. H. Vaillancourt, E. Yeh, D. A. Vosburg, S. E. O'Connor and C. T. Walsh, Nature, 2005, 436, 1191–1194. 29 C. S. Neumann and C. T. Walsh, J. Am. Chem. Soc., 2008, 130, 14022–14023. 30 D. Khare, B. Wang, L. Gu, J. Razelun, D. H. Sherman, W. H. Gerwick, K. Hakansson and J. L. Smith, Proc. Natl. Acad. Sci. U. S. A., 2010, 107, 14099–14104. 31 M. Ullrich and C. L. Bender, J. Bacteriol., 1994, 176, 7574– 7586. 32 E. R. Strieter, F. H. Vaillancourt and C. T. Walsh, Biochemistry, 2007, 46, 7549–7557. 33 W. L. Kelly, M. T. Boyne, E. Yeh, D. A. Vosburg, D. P. Galoníc, N. L. Kelleher and C. T. Walsh, Biochemistry, 2007, 46, 359–368. 34 S. Bornemann, Nat. Prod. Rep., 2002, 19, 761–772. 35 Z. Chang, N. Sitachitta, J. V. Rossi, M. A. Roberts, P. M. Flatt, J. Jia, D. H. Sherman and W. H. Gerwick, J. Nat. Prod., 2004, 67, 1356–1367. 36 L. Gu, B. Wang, A. Kulkarni, T. W. Geders, R. V. Grindberg, L. Gerwick, K. Håkansson, P. Wipf, J. L. Smith, W. H. Gerwick and D. H. Sherman, Nature, 2009, 459, 731–735. 37 X. Zhu, J. Liu andW. Zhang, Nat. Chem. Biol., 2015, 11, 115– 120. 38 X. Zhu and W. Zhang,Methods Enzymol., 2018, 604, 89–112. 39 X. Li, J.-M. Lv, D. Hu and I. Abe, RSC Chem. Biol., 2021, 2, 166–180. 40 D. J. Edwards, B. L. Marquez, L. M. Nogle, K. McPhail, D. E. Goeger, M. A. Roberts and W. H. Gerwick, Chem. Biol., 2004, 11, 817–833. 41 G. J. Hooper, J. Orjala, R. C. Schatzman and W. H. Gerwick, J. Nat. Prod., 1998, 61, 529–533. 42 B. Han, H. Gross, K. L. McPhail, D. Goeger, C. S. Maier and W. H. Gerwick, J. Microbiol. Biotechnol., 2011, 21, 930–936. 43 F. Wan and K. L. Erickson, J. Nat. Prod., 2001, 64, 143–146. 44 N. A. Moss, G. Seiler, T. F. Leao, G. Castro-Falcon, L. Gerwick, C. C. Hughes and W. H. Gerwick, Angew. Chem., Int. Ed., 2019, 58, 9027–9031. 45 K. L. McPhail, J. Correa, R. G. Linington, J. González, E. Ortega-Barŕıa, T. L. Capson and W. H. Gerwick, J. Nat. Prod., 2007, 70, 984–988. 46 S. A. Rasmussen, S. Meier, N. G. Andersen, H. E. Blossom, J. Ø. Duus, K. F. Nielsen, P. J. Hansen and T. O. Larsen, J. Nat. Prod., 2016, 79, 2250–2256. 47 V. S. Haritos, I. Horne, K. Damcevski, K. Glover, N. Gibb, S. Okada and M. Hamberg, Nat. Commun., 2012, 3, 1150. 48 C. Ross, K. Scherlach, F. Kloss and C. Hertweck, Angew. Chem., Int. Ed., 2014, 53, 7794–7798. 49 W. Liu, S. D. Christenson, S. Standage and B. Shen, Science, 2002, 297, 1170. This journal is © The Royal Society of Chemistry 2021 50 J. Ahlert, E. Shepard, N. Lomovskaya, E. Zazopoulos, A. Staffa, B. O. Bachmann, K. Huang, L. Fonstein, A. Czisny, R. E. Whitwam, C. M. Farnet and J. S. Thorson, Science, 2002, 297, 1173–1176. 51 P. C. Dorrestein, J. Blackhall, P. D. Straight, M. A. Fischbach, S. Garneau-Tsodikova, D. J. Edwards, S. McLaughlin, M. Lin, W. H. Gerwick, R. Kolter, C. T. Walsh and N. L. Kelleher, Biochemistry, 2006, 45, 1537–1546. 52 J. A. Marchand, M. E. Neugebauer, M. C. Ing, C. I. Lin, J. G. Pelton and M. C. Y. Chang, Nature, 2019, 567, 420–424. 53 M. Sanada, T. Miyano and S. Iwadare, J. Antibiot., 1986, 39, 304–305. 54 H. C. Kolb, M. G. Finn and K. B. Sharpless, Angew. Chem., Int. Ed., 2001, 40, 2004–2021. 55 F. H. Vaillancourt, J. Yin and C. T. Walsh, Proc. Natl. Acad. Sci. U. S. A., 2005, 102, 10111. 56 M. L. Hillwig and X. Liu,Nat. Chem. Biol., 2014, 10, 921–923. 57 L. E. Zetzsche and A. R. H. Narayan, Nat. Rev. Chem., 2020, 4, 334–346. 58 G. L. Cantoni, Annu. Rev. Biochem., 1975, 44, 435–451. 59 P. K. Chiang, R. K. Gordon, J. Tal, G. C. Zeng, B. P. Doctor, K. Pardhasaradhi and P. P. McCann, FASEB J., 1996, 10, 471–480. 60 P. H. Liang, T. P. Ko and A. H. Wang, Eur. J. Biochem., 2002, 269, 3339–3354. 61 B. S. Moore, J. L. Chen, G. M. L. Patterson, R. E. Moore, L. S. Brinen, Y. Kato and J. Clardy, J. Am. Chem. Soc., 1990, 112, 4061–4063. 62 B. S. Moore, J.-L. Chen, G. M. L. Patterson and R. E. Moore, Tetrahedron, 1992, 48, 3001–3006. 63 S. C. Bobzin and R. E. Moore, Tetrahedron, 1993, 49, 7615– 7626. 64 H. Nakamura, H. A. Hamer, G. Sirasani and E. P. Balskus, J. Am. Chem. Soc., 2012, 134, 18518–18521. 65 H. Nakamura, E. E. Schultz and E. P. Balskus, Nat. Chem. Biol., 2017, 13, 916–921. 66 T. P. Martins, C. Rouger, N. R. Glasser, S. Freitas, N. B. de Fraissinette, E. P. Balskus, D. Tasdemir and P. N. Leão, Nat. Prod. Rep., 2019, 36, 1437–1461. 67 H. T. Bui, R. Jansen, H. T. Pham and S. Mundt, J. Nat. Prod., 2007, 70, 499–503. 68 H.-S. Kang, B. D. Santarsiero, H. Kim, A. Krunic, Q. Shen, S. M. Swanson, H. Chai, A. D. Kinghorn and J. Orjala, Phytochemistry, 2012, 79, 109–115. 69 J. L. Chen, R. E. Moore and G. M. L. Patterson, J. Org. Chem., 1991, 56, 4360–4364. 70 M. Preisitsch, T. H. J. Niedermeyer, S. E. Heiden, I. Neidhardt, J. Kumpfmüller, M. Wurster, K. Harmrolfs, C. Wiesner, H. Enke, R. Müller and S. Mundt, J. Nat. Prod., 2016, 79, 106–115. 71 P. N. Leão, H. Nakamura, M. Costa, A. R. Pereira, R. Martins, V. Vasconcelos, W. H. Gerwick and E. P. Balskus, Angew. Chem., Int. Ed., 2015, 54, 11063–11067. 72 J. P. A. Reis, S. A. C. Figueiredo, M. L. Sousa and P. N. Leao, Nat. Commun., 2020, 11, 1458. Nat. Prod. Rep., 2021, 38, 1760–1774 | 1773 Natural Product Reports Review Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM . View Article Online73 H. Aldemir, R. Richarz and T. A. Gulder, Angew. Chem., Int. Ed., 2014, 53, 8286–8293. 74 K. Woithe, N. Geib, K. Zerbe, D. B. Li, M. Heck, S. Fournier-Rousset, O. Meyer, F. Vitali, N. Matoba, K. Abou-Hadeed and J. A. Robinson, J. Am. Chem. Soc., 2007, 129, 6887–6895. 75 C. C. Forneris andM. R. Seyedsayamdost, Angew. Chem., Int. Ed., 2018, 57, 8048–8052. 76 A. Gesell, M. Rolf, J. Ziegler, M. L. D́ıaz Chávez, F. C. Huang and T. M. Kutchan, J. Biol. Chem., 2009, 284, 24432–24442. 77 B. Zhao, F. P. Guengerich, A. Bellamine, D. C. Lamb, M. Izumikawa, L. Lei, L. M. Podust, M. Sundaramoorthy, J. A. Kalaitzis, L. M. Reddy, S. L. Kelly, B. S. Moore, D. Stec, M. Voehler, J. R. Falck, T. Shimada and M. R. Waterman, J. Biol. Chem., 2005, 280, 11599–11607. 78 V. Agarwal, A. A. El Gamal, K. Yamanaka, D. Poth, R. D. Kersten, M. Schorn, E. E. Allen and B. S. Moore, Nat. Chem. Biol., 2014, 10, 640–647. 79 X. Jin, M. Rao, W. Wei, M. Ge, J. Liu, D. Chen and Y. Liang, Biotechnol. Lett., 2012, 34, 2283–2289. 80 R. Stadler and M. H. Zenk, J. Biol. Chem., 1993, 268, 823– 831. 81 M. Baunach, L. Ding, T. Bruhn, G. Bringmann and C. Hertweck, Angew. Chem., Int. Ed., 2013, 52, 9040–9043. 82 Q. Zhang, H. Li, L. Yu, Y. Sun, Y. Zhu, H. Zhu, L. Zhang, S.-M. Li, Y. Shen, C. Tian, A. Li, H.-w. Liu and C. Zhang, Chem. Sci., 2017, 8, 5067–5077. 83 C. C. Hughes, A. Prieto-Davo, P. R. Jensen and W. Fenical, Org. Lett., 2008, 10, 629–631. 84 C. C. Hughes, C. A. Kauffman, P. R. Jensen and W. Fenical, J. Org. Chem., 2010, 75, 3240–3250. 85 J. E. Smyth, N. M. Butler and P. A. Keller, Nat. Prod. Rep., 2015, 32, 1562–1583. 86 N. M. Haste, C. C. Hughes, D. N. Tran, W. Fenical, P. R. Jensen, V. Nizet and M. E. Hensler, Antimicrob. Agents Chemother., 2011, 55, 3305. 87 K. Yamanaka, K. S. Ryan, T. A. Gulder, C. C. Hughes and B. S. Moore, J. Am. Chem. Soc., 2012, 134, 12434–12437. 88 A. A. Kanakis and V. Sarli, Org. Lett., 2010, 12, 4872–4875. 89 A. K. Neu, M. Månsson, L. Gram and M. J. Prol-Garćıa, Appl. Environ. Microbiol., 2014, 80, 146. 90 A. El Gamal, V. Agarwal, S. Diethelm, I. Rahman, M. A. Schorn, J. M. Sneed, G. V. Louie, K. E. Whalen, 1774 | Nat. Prod. Rep., 2021, 38, 1760–1774 T. J. Mincer, J. P. Noel, V. J. Paul and B. S. Moore, Proc. Natl. Acad. Sci. U. S. A., 2016, 113, 3797. 91 A. El Gamal, V. Agarwal, I. Rahman and B. S. Moore, J. Am. Chem. Soc., 2016, 138, 13167–13170. 92 J. R. Chekan and B. S. Moore, Methods Enzymol., 2018, 605, 253–265. 93 J. R. Chekan, G. Y. Lee, A. El Gamal, T. N. Purdy, K. N. Houk and B. S. Moore, Biochemistry, 2019, 58, 5329–5338. 94 C. T. Walsh and B. S. Moore, Angew. Chem., Int. Ed., 2019, 58, 6846–6879. 95 S. Diethelm, R. Teufel, L. Kaysser and B. S. Moore, Angew. Chem., Int. Ed., 2014, 53, 11023–11026. 96 L. A. M. Murray, S. M. K. McKinnie, H. P. Pepper, R. Erni, Z. D. Miles, M. C. Cruickshank, B. Lopez-Perez, B. S. Moore and J. H. George, Angew. Chem., Int. Ed., 2018, 57, 11009–11014. 97 L. Kaysser, P. Bernhardt, S.-J. Nam, S. Loesgen, J. G. Ruby, P. Skewes-Cox, P. R. Jensen, W. Fenical and B. S. Moore, J. Am. Chem. Soc., 2012, 134, 11988–11991. 98 G. Sakoulas, S.-J. Nam, S. Loesgen, W. Fenical, P. R. Jensen, V. Nizet and M. Hensler, PLoS One, 2012, 7, e29439. 99 R. Teufel, L. Kaysser, M. T. Villaume, S. Diethelm, M. K. Carbullido, P. S. Baran and B. S. Moore, Angew. Chem., Int. Ed., 2014, 53, 11019–11022. 100 J. Gao, T.-P. Ko, L. Chen, S. R. Malwal, J. Zhang, X. Hu, F. Qu, W. Liu, J.-W. Huang, Y.-S. Cheng, C.-C. Chen, Y. Yang, Y. Zhang, E. Oldeld and R.-T. Guo, Angew. Chem., Int. Ed., 2018, 57, 683–687. 101 Z. D. Miles, S. Diethelm, H. P. Pepper, D. M. Huang, J. H. George and B. S. Moore, Nat. Chem., 2017, 9, 1235– 1242. 102 C. Pathirana, P. R. Jensen and W. Fenical, Tetrahedron Lett., 1992, 33, 7663–7666. 103 I. H. Hardt, P. R. Jensen and W. Fenical, Tetrahedron Lett., 2000, 41, 2073–2076. 104 J. A. Kalaitzis, Y. Hamano, G. Nilsen and B. S. Moore, Org. Lett., 2003, 5, 4449–4452. 105 L. P. Hager, D. R. Morris, F. S. Brown and H. Eberwein, J. Biol. Chem., 1966, 241, 1769–1777. 106 E. E. Schultz, N. R. Braffman, M. U. Luescher, H. H. Hager and E. P. Balskus, Angew. Chem., Int. Ed., 2019, 58, 3151– 3155. This journal is © The Royal Society of Chemistry 2021",
    "content": [
        "Natural Product",
        "Reports",
        "REVIEW",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article OnlineView Journal | View",
        "IssueCryptic halogena",
        "aCenter for Marine Biotechnology and Oceanography, University of California San E-mail: bsmoore@ucsd.edu bSkaggs School of Pharmacy and Pharmaceut Diego, La Jolla, California 92093, USA",
        "Cite this: Nat. Prod. Rep., 2021, 38, 1760",
        "Received 14th February 2021 DOI: 10.1039/d1np00010a rsc.li/npr",
        "1760 | Nat. Prod. Rep., 2021, 38, 1760",
        "tion reactions in natural product",
        "biosynthesis",
        "Sanjoy Adaka and Bradley S. Moore *ab",
        "Covering: Up to December 2020",
        "Enzymatic halogenation reactions are essential for the production of thousands of halogenated natural products. However, in recent years, scientists discovered several halogenases that transiently incorporate halogen atoms in intermediate biosynthetic molecules to activate them for further chemical reactions such as cyclopropanation, terminal alkyne formation, C-/O-alkylation, biaryl coupling, and C–C rearrangements. In each case, the halogen atom is lost in the course of biosynthesis to the final product and is hence termed “cryptic”. In this review, we provide an overview of our current knowledge of cryptic halogenation reactions in natural product biosynthesis.",
        "1. Introduction 2. Cyclopropanation reactions 3. Terminal alkyne formation 4. C-/O-alkylation reactions 5. Biaryl coupling 6. C–C rearrangements 7. Conclusion 8. Conicts of interest 9. Acknowledgements 10. References",
        "1. Introduction Halogenation reactions in a test tube or in a living cell share a lot in common. Generally, the introduction of a halogen atom to an organic substrate occurs by an addition or a substitution reaction. Many reaction strategies have either been developed by chemists or evolved in nature from microbes to humans to control halide selectivity, the regio-and stereochemistry of the reaction, as well as its stoichiometry. Synthetic and enzymatic halogenation reactions, however, do not always share common mechanisms, which is due to their very different reaction environments. Nonetheless, the introduction of halogens to organic molecules, whether in the laboratory or in nature, imparts a myriad of changes on its physical, chemical, biolog-ical and medicinal properties.1–4",
        "Biomedicine, Scripps Institution of Diego, La Jolla, California, 92093, USA.",
        "ical Sciences, University of California San",
        "–1774",
        "In nature, over 4500 organohalogens have been documented from microbes, algae, plants, invertebrates and even mammals.5 Notable examples include ozone-depleting bromo-form from algae,6–8 the clinical antibiotic vancomycin from bacteria,9 and the thyroid hormone triiodothyronine from humans.10,11 The preponderance of enzymatic strategies to install inorganic halide anions into organic products involves oxidative reactions in which halides are converted to halonium ions or halogen radicals to combine with electron-rich or electron-poor natural organic substrates, respectively.12–16 Few cases in comparison involve the direct halide addition to elec-trophilic substrates by enzymes, most notably the S-adenosyl-L-methionine (SAM)-dependent halogenases.17–19 For the most part, biohalogenation reactions are metabolic endpoints in nature. That is, however, oen not the case in synthetic organic chemistry. The installment of a halogen can be a very useful strategy to guide further chemical reactions such as substitutions, eliminations, additions, and rearrange-ments.20 Quite a few named organic reactions involve alkyl or aryl halide reactants, such as in the Grignard reaction, the Suzuki coupling, the Favorskii rearrangement, and the Darzens condensation. Only recently have natural product biochemists discovered that nature too takes advantage of the reactivity of C–X bonds to guide subsequent biochemical reactions that result in the removal of the newly introduced halogen. While the list is presently small, it has grown in recent years to include reactions that support the formation of cyclopropyl rings, terminal alkynes, ether and biaryl connections, and other types of C–C rearrangements. In most cases, distinct enzymes catalyze the installation of the halogen and the subsequent chemistry concomitant with the release of the halide. In rare cases, single",
        "This journal is © The Royal Society of Chemistry 2021",
        "Fig. 1 Structure of natural products with a cyclopropyl moiety originating from activation via chlorination.",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlineenzymes have dual functions to both install the halogen and its removal in order to initiate biochemical cascade reactions. Herein, we highlight the known enzymatic pathways that involve cryptic halogenation strategies in natural product biosynthesis.",
        "2. Cyclopropanation reactions Nature has evolved multiple strategies to install cyclopropyl rings in natural products. Most cyclopropane-containing natural products are terpenoids and are created via carboca-tion rearrangements.21,22 In cyclopropane fatty acids, SAM formally incorporates a methylene group across the double bond of an unsaturated acyl chain to form the cyclopropyl ring.23 A similar role of SAM has been proposed for the biosynthesis of cyclopropane-containing sterols by marine microbes.24 There has also been a report of cyclopropanation via carbene transfer using an engineered cytochrome P450",
        "Sanjoy Adak received his bache-lor's degree in chemistry from the University of Calcutta and a master degree from the Indian Institute of Technology Bombay. During his master studies, he worked in the laboratory of Prof. Suvarn S. Kulkarni on the synthesis of complex carbohy-drates. In 2019, he received his PhD in Chemistry from Texas A&M University under Prof. Tadhg P. Begley. His graduate",
        "research focused on bacterial avoenzymes involved in xenobiotic, nucleobase, and vitamin catabolism. Currently he is a post-doctoral researcher in the laboratory of Prof. Bradley S. Moore at Scipps Institution of Oceanography and his research focuses on the biosynthesis of meroterpenoid natural products.",
        "This journal is © The Royal Society of Chemistry 2021",
        "enzyme25 amongst other recently discovered strategies.26,27 Interestingly, there are three bacterial natural products where chlorination has been utilized as an activation strategy to form the cyclopropyl ring. These include the phytotoxin coronatine (1) from Pseudomonas syringae,28 the antimicrobial agent kutz-neride (2) from soil actinomycete Kutzneria sp.,29 and the anti-mitotic agent curacin (3) from the marine cyanobacterium Moorea producens (formerly Lyngbya majuscula)30 (Fig. 1). In all three cases, halogenation occurs on biosynthetic substrates while they are tethered to carrier proteins by a-ketoglutarate (a-KG)-dependent non-heme iron enzymes. The cyclopropane-containing amino acid coronamic acid is a distinctive constituent of coronatine (1) and was the rst example of a biosynthetic product shown to be constructed through a cryptic halogenation mechanism.28 The bio-halogenation reaction is considered cryptic in the sense that although a halogenated pathway intermediate is indeed formed, the halogen is subsequently lost en route to the nal",
        "Bradley Moore is Professor of Marine Chemical Biology at the Scripps Institution of Oceanog-raphy and Professor of Pharma-ceutical Chemistry at the Skaggs School of Pharmacy and Phar-maceutical Sciences at UC San Diego. He is also the Director of the Center for Marine Biotech-nology and Biomedicine at Scripps. His research focuses on the molecular and genomic basis of natural product biosynthesis",
        "and the application of new genetic tools and biocatalysts to produce bioactive small molecules. He is the former chair of the editorial board of Natural Product Reports and the recipient of the Natural Product Chemistry Award from the Royal Society of Chemistry in 2018 and the Ernest Guenther Award in the Chem-istry of Natural Products from the American Chemical Society in 2021.",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1761",
        "Fig. 2 Reaction scheme for the biosynthesis of coronamic acid tethered to the CmaD PCP. CmaB catalyzes the halogenation reaction, while CmaC executes the intramolecular elimination for cyclopropyl ring formation.",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlinepathway product. Early studies revealed that the biosynthetic gene cluster for coronamic acid contained ve genes homolo-gous to amino acid-activating enzymes.31 Extensive biochemical studies established the precise function of each gene-encoded protein.32 Starting with the activation of L-allo-isoleucine as an AMP ester by the adenylation (A) domain of the didomained CmaA protein and transfer to the attached peptidyl carrier protein (PCP) domain, the amino acid is shuttled from one PCP domain (CmaA) to another on the free-standing protein CmaD (Fig. 2). The non-heme iron dependent halogenase CmaB then catalyzes the formation of g-chloro-L-aminobutyryl-S-CmaD from L-aminobutyryl-S-CmaD. Signicantly, CmaB was the rst a-ketoglutarate (a-KG)-dependent non-heme iron enzyme characterized to halogenate an inactivated aliphatic group via a radical mechanism.28 Halogenation sets the stage for CmaC, a Zn-dependent enzyme belonging to the vicinal oxygen chelate family of enzymes, to catalyze the intramolecular displacement of the chlorine atom to form the cyclopropyl ring.33",
        "An analogous strategy was observed in the in vitro charac-terization of enzymes involved in the biosynthesis of cyclic depsipeptide kutzneride (2).29 By interrogating a cassette of enzymes, KtzABCD, the novel cyclopropane-containing metab-olite allocoronamic acid (alloCMA) was generated. In this system, a-KG-dependent non-heme iron enzyme KtzD catalyzes chlorination on L-Ile-S-KtzC to yield the g-chlorinated pathway intermediate (Fig. 3). Interestingly, KtzD does not accept teth-ered L-allo-Ile as substrate in vitro as observed in the biosyn-thesis of 1. Subsequent nucleophilic displacement reaction is",
        "Fig. 3 Reaction scheme for the construction of allocoronamic acid (a MecPGly during kutzneride (2) biosynthesis. KtzD catalyzes the cryptic h",
        "1762 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "catalyzed by acyl-CoA dehydrogenase type avoenzyme KtzA. The bound avin cofactor in KtzA does not participate in a redox reaction; instead, the avin is proposed to be essential to maintain the tertiary structure of KtzA. It is also possible that the bound avin cofactor lowers the pKa of the a-proton through charge transfer interaction between enolate and avin.22 Thus, this study adds KtzA to the small list of redox-inactive avoenzymes.34 The formation of the enolate is hypothesized to drive the intermolecular cyclization and displacement of chloride to yield the observed tethered product alloCMA. This alloCMA product represents an unforeseen potential biosynthetic intermediate to kutzneride (2). Relative to kutzneride (2), the observed alloCMA product has improper placement and stereochemistry of the cyclopropane ring. If alloCMA is a genuine biosynthetic intermediate toward kutz-neride (2), additional enzymes would be necessary to rearrange the position of the cyclopropane ring in the nal product. Furthermore, it should also be considered that alloCMA may not be a true biosynthetic intermediate of the 2-(1-methyl-cyclopropyl)-D-glycine (MecPGly) amino acid residue, but rather, an artifact of in vitro enzymatic reaction conditions. Regardless, the cryptic halogenation manipulations mediated by KtzD and KtzA represent an effective strategy to synthesize cyclopropyl containing unnatural amino acids. The third halogen-assisted cyclopropanation example pre-sented here with the antiproliferative curacin (3) rather involves a polyketide synthase (PKS)-derived substrate instead of isoleucine as shown in the two above examples.35 Polyketide",
        "lloCMA) bound to the KtzC PCP and its hypothesized conversion to alogenation reaction.",
        "This journal is © The Royal Society of Chemistry 2021",
        "Fig. 4 Formation of the cyclopropane ring during the biosynthesis of curacin. Cur Hal catalyzes the cryptic halogenation reaction. While the chlorine atom is lost in route to curacin A, it remains as a vinyl halide in the case of jamaicamide A.",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlineassembly line construction of (S)-3-hydroxy-3-methylglutaryl (HMG)-S-ACP from three malonyl-CoA substrate molecules initiates a four-step conversion to the cyclopropyl moiety of 3 (Fig. 4). Biosynthetic investigations with the marine cyanobac-terium M. producens revealed that the a-KG-dependent non-heme iron enzyme Cur Hal catalyzes chlorination at the aliphatic carbon of the HMG-ACP substrate. The chlorinated product is then processed by CurE ECH1 dehydratase and CurF",
        "Fig. 5 Intramolecular displacement reactions in coronatine (1), kutzne catalyzed by enzymes from three different enzyme superfamilies.",
        "This journal is © The Royal Society of Chemistry 2021",
        "ECH2 decarboxylase to yield the 4-chloro-3-methylcrotonyl-S-ACP intermediate. Subsequently, the CurF enoyl reductase (ER) catalyzes cyclopropane ring formation by a nucleophilic displacement reaction. A homologous non-heme iron enzyme with 92% sequence identity with Cur Hal is present in the jamaicamide (4) biosynthetic pathway.36 However, the two pathways diverge from a structurally similar intermediate in which the Jam ECH2 decarboxylase enzyme rather installs",
        "ride (2), and curacin (3) biosyntheses (panels A–C, respectively) are",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1763",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlinejamaicamide's distinctive vinyl chloride functional group (Fig. 4). Thus, the biosynthesis of curacin and jamaicamide exemplies the evolutionary interplay to generate molecular diversity in specialized metabolites.",
        "From the above discussion, it is clear that nature utilizes a common strategy for cyclopropane ring formation in corona-tine, kutzneride, and curacin. In each case, cryptic chlorination triggers cyclopropane ring formation by an intramolecular displacement reaction with chloride being a good leaving group for SN2-type chemistry. Interestingly, while nature employs the same enzymatic strategy in each case to install a chlorine atom at an inactivated carbon via a-KG-dependent non-heme iron chlorinases, enzymes from three different protein superfamilies have been evolved to catalyze the similar intramolecular displacement reactions: a Zn-dependent enzyme in coronatine biosynthesis, a FAD-dependent enzyme in kutzneride biosyn-thesis, and a nicotinamide-dependent enzyme in curacin biosynthesis (Fig. 5). Cyclopropanation in these three examples is yet another fascinating example of convergence in evolution by bacteria belonging to different phyla.",
        "3. Terminal alkyne formation Terminal alkyne-containing natural products are also uncommon, and, until only recently, they too were not known to involve halogenation biochemistry for their construction.37–39 The majority of natural terminal alkyne-containing compounds are derived frommarine organisms, including jamaicamide B,40 carmabin A,41 guineamide G,42 georgamide,43 vatiamides,44 dragomabin,45 and prymnesin.46 Fatty acid desaturases are generally responsible for the formation of alkynes such as in polyacetylenes47,48 and enediynes49,50 as well as in the terminal alkyne functional group in jamaicamide B and carmabin A.40,51 This mechanism was considered to be a widespread biosyn-thetic strategy until the terminal alkyne-containing amino acids L-propargylglycine (5) and L-b-ethynylserine (6) were shown to be derived from desaturase-independent pathway involving a halogenated intermediate.52",
        "L-Propargylglycine (5) and L-b-ethynylserine (6) are unusual nonproteinogenic amino acids with a terminal alkyne",
        "Fig. 6 Biosynthesis of L-propargylglycine and L-b-ethynylserine in Strep",
        "1764 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "functional group produced by the soil bacterium Streptomyces cattleya.53 Because the terminal alkyne functional group has broad application in azide–alkyne click chemistry,54 the biosynthesis of 5 and 6 was evaluated as the rst step toward incorporating these natural, alkynyl amino acid as chemical biology probes into proteins. When S. cattleya mutants main-tained their ability to produce b-ethynylserine with genetically inactivated, nonessential fatty acid desaturases, a comparative genomic approach led to the discovery and characterization of a six-gene cluster associated with a cryptic chlorination medi-ated terminal alkyne formation.52 In this biosynthetic pathway, an a-KG-dependent non-heme iron halogenase BesD catalyzes the cryptic halogenation reaction on lysine yielding 4-Cl-lysine (Fig. 6). Unlike the halogenases involved in coronatine and kutzneride biosynthesis that require their amino acid substrates bound to a carrier protein, BesD was the rst a-KG-dependent non-heme iron halogenase observed to act on a free amino acid substrate. Although BesD contains the char-acteristic HXG/A motif of halogenases, it shows low sequence identity to other characterized halogenases such as the carrier protein-dependent SyrB2 (ref. 55) (7% identity) and -indepen-dent WelO5 (ref. 56) (11% identity). Rather it shows greater sequence identity to a-KG-dependent non-heme iron hydroxylases. The second step in the biosynthetic pathway involves the non-heme dinuclear Fe enzyme BesC that catalyzes an unusual C–C bond cleaving reaction to give 4-Cl-allyl-glycine (Fig. 6). The construction of the vinyl chloride group in this case is very much unlike that for the jamaicamides introduced earlier in Fig. 4. The next step in the pathway catalyzed by the PLP-dependent enzyme BesB results in the loss of the chloride via a presumed allene intermediate (Fig. 7) to produce the terminal alkyne moiety in L-propargylglycine (5). When the BesB cata-lyzed reaction was performed in the presence of D2O, two deuterium atoms get incorporated in the nal product, sug-gesting at least two deprotonation–protonation events occur during the course of BesB catalysis. Both BesC-and BesD-catalyzed reactions have little precedence in nature. Surpris-ingly, amino acid ligase BesA attaches glutamyl moiety on L-propargylglycine to give a dipeptide which in turn is the",
        "tomyces cattleya. BesD catalyzes the cryptic chlorination step.",
        "This journal is © The Royal Society of Chemistry 2021",
        "Fig. 7 Proposed mechanism for BesB catalyzed formation of the alkyne functional group in L-propargylglycine (5) involves the displacement of the chloride from the vinyl chloride substrate.",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlinesubstrate for the a-KG-dependent non-heme iron hydroxylase BesE. It has been proposed that cellular hydrolases are responsible for the last hydrolysis step releasing free L-b-ethy-nylserine (6).52",
        "4. C-/O-alkylation reactions The next halogenation-assisted pathway examples also involve a radical C–H activation mechanism, yet via a different class of radical halogenase enzymes, to support C-and O-alkylation reactions. Enzyme-catalyzed alkylation reactions are well documented in the literature,57 oen involving common meta-bolic enzymes such as SAM-dependent methyltransferases58,59",
        "Fig. 8 Biosynthetic scheme for cylindrocyclophane F (7). The diiron-car",
        "This journal is © The Royal Society of Chemistry 2021",
        "and prenyltranferases.60 In methyltransferases, the electrophilic methyl group bound to the sulfonium center of SAM gets transferred to the nucleophilic substrates via an SN2 reaction. Alkylation reactions catalyzed by prenyltransferases proceed via an SN1 mechanism where an allyl carbocation generated through the loss of diphosphate reacts with nucleophilic substrates. In both cases, their alkylating substrates are electron-donating and are matched with electrophilic substrates such as SAM or isoprene diphosphates. Recently, two examples of chlorination-assisted alkylation reactions were re-ported in cyanobacteria for the biosynthesis of cyclophanes and fatty acid esters that require C–H activation for alkylation.",
        "boxylate enzyme CylC catalyzes the cryptic chlorination reaction.",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1765",
        "Fig. 9 The chemical structures of carbamidocyclophane V and carbamidocylindrofridin A.",
        "Fig. 10 BrtB-catalyzed ester bond formation during the biosynthesis of fatty acid-bartoloside esters.",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "OnlineCylindrocyclophanes are cytotoxic natural products61 that contain an unusual, all-carbon [7.7]paracyclophane frame-work.62 While isotope labeling experiments established the polyketide origin of the resorcinol monomer in the cylin-drocyclophanes,63 the mechanism for the activation and dimerization of the two monomers remained an enigma until its biosynthetic gene cluster was identied.64 Its biosynthesis starts with the tethering of decanoic acid via thioester linkage to a pathway-specic carrier protein (Fig. 8). Then CylC cata-lyzes a regio-and stereospecic chlorination of the unac-tivated methylene group at C6 of the 10-carbon acyl chain to yield the 6R-chloro-decanoyl-S-ACP. Next, it is elongated by a type I PKS assembly line, followed by off-loading by a type III PKS to produce an alkyl resorcinol intermediate. Finally, the saturated chloroalkyl chain undergoes stepwise Friedel– Cras alkylation reactions catalyzed by CylK to construct the unique paracyclophane framework.65 Thus, the CylC-catalyzed chlorination reaction is cryptic as it sets the stage for the CylK-catalyzed Friedel–Cras reaction towards the end of the biosynthetic pathway that results in new C–C bonds at the expense of the alkylhalide. The predicted secondary structure of CylC shows similarity to diiron-carboxylate enzyme family, and its activity has been shown to be metal dependent. However, the active site architecture of the metal cofactor is yet to be established for this rst in-class halo-genase. Interestingly, the CylK-catalyzed reaction involves inversion of stereochemistry, suggesting an SN2 mechanism contrary to the classic Friedel–Cras reaction that proceeds via a carbocation intermediate. CylK is annotated as hemolysin-type calcium-binding protein, and its activity is calcium dependent; however, the exact role of calcium is currently unknown.",
        "The [7.7]paracyclophane skeleton is present in many other cyanobacterial compounds,66 including the carbamidocyclo-phanes,67 merocyclophanes,68 and nostocyclophanes.69 Recently, the linear, dimeric and chlorinated product carba-midocylindrofridin A was isolated from the carbamidocyclophane-producing Cylindrospermum stagnale,70 providing in vivo support to the in vitro enzymatic reaction sequence involving the CylC/CylK cryptic chlorination/Friedel– Cras alkylation reaction (Fig. 9).",
        "CylC and CylK homolog pairs have been identied bio-informatically in other cyanobacteria, suggesting that halogenation-assisted alkylation reactions may be more",
        "1766 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "widespread in nature. One pair of homologs led to the discovery of the bartoloside aromatic glycolipids from the cyanobacterium Synechocystis salina LEGE 06099.71 Biochem-ical evidence showed that BrtB (CylK homolog) catalyzes ester bond formation using fatty acids with varying chain lengths (C2 to C16) as nucleophiles to displace the alkyl halide72 (Fig. 10). Thus, unlike the C-alkylating enzyme CylK in cylin-drocyclophane biosynthesis, BrtB is an O-alkylating enzyme. Although the activity of BrtJ (CylC homolog) is yet to be established experimentally, it likely catalyzes the cryptic dichlorination on the alkyl chain of bartoloside A. Despite showing amino acid sequence homology, CylK and BrtB (31% identity) catalyze completely different reactions: CylK catalyzes a Friedel–Cras reaction, whereas BrtB catalyzes ester bond formation using a fatty acid carboxylate as a nucleophile and alkyl halide as electrophile. Since CylK homologs are wide-spread in cyanobacteria,65,66 the diversity of enzymatic reac-tions catalyzed by this class of enzymes remains to be fully appreciated.",
        "This journal is © The Royal Society of Chemistry 2021",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Online5. Biaryl coupling In contrast to the myriad of synthetic methods available for the construction of axially chiral biaryl compounds, there are rela-tively few reports of similar enzyme-catalyzed reactions.73 The most common class of enzymes to carry out phenol coupling reactions belong to the cytochrome P450 superfamily as exem-plied in the biosynthesis of the glycopeptide antibiotic van-comycin.74,75 Apart from vancomycin, cytochrome P450-dependent enzymes are involved in biaryl coupling reactions during the biosynthesis of alkaloids,76 phenols,77,78 lip-opeptides,79 and plant-derived aromatics.80 Flavoenzyme-mediated N–N and N–C aryl coupling has been reported in the biosynthesis of indoloterpenes natural products,81 however recent in vitro experiments82 contradict the previous results and reopen the mechanism of the biaryl coupling in those bacterial metabolites. Although the majority of biaryl coupling reactions",
        "Fig. 11 Structure of marinopyrrole A (10) and pentabromopseudilin (11). Both the natural products are biosynthesized via cryptic haloge-nation-mediated biaryl coupling.",
        "Fig. 12 Proposed mechanisms for the atroposelective N,C-biaryl homo",
        "This journal is © The Royal Society of Chemistry 2021",
        "reported in the literature have been proposed to proceed via radical chemistry, there are two recent reports of halogenation-mediated biaryl coupling reactions during the biosynthesis of marinopyrrole (10) and pentabromopseudilin (11) (Fig. 11). In both cases, avin-dependent halogenases catalyze the cryptic halogenation reactions. Marinopyrrole A (10) is a halogenated bipyrrole natural product isolated from marine bacterium Streptomyces sp. CNQ-418.83,84 It is one of the few naturally occurring atropoisomers85 (exist in M conguration) and shows antibiotic activity against methicillin-resistant Staphylococcus aureus.86 Detection of monomeric monodeoxypyoluteorin (12) in the culture broth of CNQ-418 suggested the intermediacy of this compound in the production of the marinopyrrole.83 Indeed, detailed genetic studies using heterologous host Streptomyces coelicolor M512 revealed that the atroposelective product is formed via an unprecedented bipyrrole homocoupling reaction.87 Two avin dependent halogenases (Mpy10 and Mpy11) in the presence of a avin reductase (Mpy1) catalyze this unique N,C-biaryl homocoupling reaction. Fig. 12 depicts the two possible mechanisms for this transformation that has yet to be conrmed biochemically. In one of the proposed mechanisms (Fig. 12, route A), avin dependent halogenases catalyze C-3 halogenation of compound 12, thereby setting the stage for nucleophilic addition by nitrogen atom of a second molecule of 12. Loss of the halide completes the reaction. In the alternate proposal (Fig. 12, route B), halogenation takes place at nitrogen atom and subsequent nucleophilic displacement of halide by a second molecule of 12 renders the nal product 10. One of the synthetic methods to make marinopyrrole involves an inter-molecular Ullman coupling reaction,88 and it is fascinating that",
        "coupling reaction during biosynthesis of marinopyrrole A.",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1767",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlinenature appears to capitalize a similar strategy using cryptic halogenation. At this point, it is not clear why nature utilizes two halogenases instead of one enzyme: one possibility is that two halogenases may operate as a functional complex. In vitro reconstitution of this reaction is yet to be achieved and will lay the foundation for further mechanistic investigation on this unusual dimerization reaction.",
        "The biosynthesis of pentabromopseudilin (11) features the second example of cryptic halogenation-mediated biaryl coupling, albeit with a mechanistic twist on the halogenation-assisted biosynthetic theme. Pentabromopseudilin is a poly-brominated antibacterial agent produced by marine Pseu-doalteromonas gammaproteobacteria.78,89 Its biosynthesis follows a convergent route in which cytochrome P450 (Bmp7) coupling of 2,3,4-tribromopyrrole (14) to 2,4-dibromophenol (15) leads to the nal product (Fig. 13).90 During the biosyn-thesis of 2,3,4-tribromopyrrole (14), a single avin-dependent halogenase, Bmp2, catalyzes the incorporation of not three, but four, bromine atoms on the ACP-bound pyrrole substrate (Fig. 14). The incorporation of four halogens by a single enzyme is unprecedented in nature. The fourth bromination by Bmp2 has two implications: it triggers the release of the sequestered pyrrole moiety from ACP by presumably making the thioester susceptible to hydrolysis; secondly, it activates the substrate for the elimination of the L-proline-derived carboxyl group. Inter-estingly, tetrabromopyrrole undergoes debromination before the coupling reaction with 2,4-dibromophenol (15).91,92 This observation is in stark contrast with all other examples of cryptic halogenation reactions discussed in the review, where a halogen is rather used to activate a carbon for subsequent chemistry.",
        "Fig. 14 Bmp2 catalyzes the tetrabromination on ACP-bound pyrrole wh formation of pentabromopseudilin.",
        "Fig. 13 The convergent biosynthesis of pentabromopseudilin requires the Bmp8-catalyzed debromination step before Bmp7-assisted biaryl coupling. The detailed debromination mechanism is shown in Fig. 14.",
        "1768 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "The debromination reaction is catalyzed by Bmp8 (Fig. 13) utilizing a pair of catalytic cysteine residues. Based on struc-tural, mutagenesis, and computational modeling experiments, a mechanism has been proposed93 (Fig. 15). According to this proposal, active site His88 deprotonates the tetrabromopyrrole (13) to give tetrahedral intermediate 16 followed by nucleophilic addition of the Cys85 thiolate on the bromine atom. Next, rearomatization forms the tribromo pyrrole product 14 and Cys82 involved in disulde bond formation to release bromide. Finally, the disulde bond can be reduced by a small molecule reducing agent or disulde reductase to complete the catalytic cycle.",
        "6. C–C rearrangements Up to this point, all examples of halogenation-assisted biosyn-thesis involved enzymes pairs: one to install the halogen and the second to remove it in the course of a biosynthetic trans-formation. Here, those two actions are catalyzed by a single halogenating enzyme, which creates a reactive intermediate that initiates a reaction cascade to support C–C rearrangement reactions. Enzyme-catalyzed C–C rearrangements are essential for generating complexity in natural product molecules.94 Although nature has evolved several strategies for C–C rear-rangements, there are two instances where cryptic chlorination is central in biosynthetic complexity generation. These cases involve streptomycete meroterpenoids belonging to the mero-chlorin structural family95 and marinone.96 Merochlorins are structurally unique chlorinated mer-oterpenoid secondary metabolites frommarine Streptomyces sp. CNH-189 (Fig. 16).97,98 Merochlorin A (17) contains an unusual bicyclo [3.2.1]octane core with four stereocenters, while mero-chlorin B (18) and C (19) contain distinctive carbon skeletons not present in known natural products. Both merochlorin A and B are highly active against methicillin-resistant Staphylococcus aureus strains withMICs in the range 2–4 mgmLNone1. Early studies based on gene knockout, genome mining, and expression in a heterologous host identied the biosynthetic gene cluster.97 Subsequent detailed biochemical studies revealed that four enzymes (Mcl17, Mcl22-24) are sufficient to yield merochlorin A and B from biosynthetic precursors malonyl-CoA, dimethylallyl pyrophosphate (DMAPP), and geranyl pyrophosphate (GPP).99 Prenyl diphosphate synthase Mcl22 catalyzes the coupling of DMAPP and GPP to form a unique sesquiterpene",
        "ereupon the fourth bromine atom added is ultimately removed in the",
        "This journal is © The Royal Society of Chemistry 2021",
        "Fig. 16 Structures of the merochlorin natural products.",
        "Fig. 15 Mechanistic proposal for the Bmp8-catalyzed debromination reaction.",
        "Fig. 17 Biosynthetic scheme for the formation of premerochlorin 23.",
        "This journal is © The Royal Society of Chemistry 2021 Nat. Prod. Rep., 2021, 38, 1760–1774 | 1769",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlineisosesquilavandulyl pyrophosphate 21 (Fig. 17).100 Mcl23 then attaches the isosesquilavandulyl moiety to the aromatic tetra-hydroxynaphthalene 22 (THN) scaffold, which is generated through the activity of the type III polyketide synthase Mcl17.",
        "The key reaction in the biosynthetic pathway is catalyzed by the vanadium-dependent chloroperoxidase (VCPO) Mcl24, which performs up to three halogenation reactions, including",
        "Fig. 18 Mcl24-catalyzed cryptic chlorination-mediated C–C rearrangem mediate 26 is the branching point in the biosynthesis of different meroc",
        "1770 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "a cryptic halogenation-mediated a-hydroxyketone rearrange-ment, to account for the structural complexity in the mero-chlorin molecules.95 Fig. 18 depicts the current mechanistic understanding of the Mcl24-catalyzed reaction. C-2 mono-chlorination of premerochlorin (23) to compound 24 is followed by an additional O-chlorination reaction yielding an aromatic hypochlorite intermediate 25. The loss of the reactive, oxygen-",
        "ents during merochlorin biosynthesis. The boxed carbocation inter-hlorin natural products.",
        "This journal is © The Royal Society of Chemistry 2021",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlinelinked chloride forms the benzylic carbocation intermediate 26 that sets up differential carbocation-induced terpene cycliza-tions to give either merochlorin A (17) or B (18). Thus, the Mcl24-catalyzed second chlorination is cryptic as it triggers the formation of a benzylic carbocation and subsequent rear-rangement reactions. Unlike the halogenases involved in all of the above examples, Mcl24 singlehandedly catalyzes both halogenation and subsequent rearrangement chemistry. Inter-estingly, under mild basic conditions such as at pH 8.0, the benzylic carbocation intermediate 26 is preferentially hydrated at C-4 to give tertiary alcohol 28. Compound 28 then undergoes a third Mcl24-catalyzed chlorination followed by an unusual a-hydroxyketone rearrangement to give 30.101 The chemical logic established within the pH dependence of Mcl24 catalyzed reaction provides insight into the biosynthesis of merochlorin C (19) and D (20). It is likely that the Mcl24 catalyzed reaction product 28 would be stereoselectively methylated at C-2 by a SAM-dependent methyltransferase to give compound 31. Di-substitution at C-2 would then enable Mcl24 to carry out an analogous a-hydroxyketone rearrangement to generate mero-chlorin D (20). A second VCPO, Mcl40, is suspected to be involved in macrocyclic chloroether ring formation in the biosynthesis of merochlorin C (19) based on heterologous expression studies.97",
        "Fig. 19 Structures of marinone natural products.",
        "Fig. 20 Proposed marinone biosynthetic pathway. MarH1 and MarH3 are of marinone has been achieved that follows this chemical logic.96",
        "This journal is © The Royal Society of Chemistry 2021",
        "The second example of cryptic halogenation-mediated a-hydroxyketone rearrangement is reported in the biosynthesis of another class of naphthoquinone-based meroterpenoid antibi-otics named marinone (Fig. 19). Debromomarinone (32) and marinone (33) were rst isolated from marine actinomycete Streptomyces sp. CNB-632, and both compounds showed in vitro antibacterial activity against Gram-positive bacteria.102 Iso-marinone (34) was isolated frommarine actinomycete CNH-099 and showed in vitro cytotoxicity against the HCT-116 colon carcinoma cell line.103 Early feeding experiments with stable isotopes provided evidence regarding the origin of naph-thoquinone and isoprene units.104 Similar to the merochlorins, marinones contain terpene substituents at the C-3 position, despite THN being nucleophilic only at C-2 and C-4. Although there is no chlorine atom in these natural products, it was hypothesized that cryptic chlorination would play a key role in selectively oxidizing the THN ring and facilitating the predicted a-hydroxyketone rearrangement. Indeed, two VCPOs have been characterized in vitro in the putative marinone biosynthetic pathway.96 MarH1 catalyzes oxidative dearomatization and subsequent C-2 chlorination on compound 35, while MarH3 catalyzes additional chlorination at C-2 and an a-hydroxyketone rearrangement to yield geminal dihalide 38 (Fig. 20). Postulated later steps in the biosynthetic pathway are as follows: (1)",
        "involved in the cryptic halogenation reactions. A biomimetic synthesis",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1771",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Onlineformation of chloroepoxide 39, (2) reductive dehalogenation to give hydroxynaphthoquinone 40, (3) oxidation and alkene isomerization to yield 41, (4) intramolecular hetero-Diels–Alder reaction to construct the tetracyclic scaffold of debromomar-inone 32, and (5) late-stage vanadium-dependent bromoperox-idase (VBPO)-catalyzed bromination at C-5 or C-7 to deliver marinone (33) or isomarinone (34), respectively. While this biosynthetic pathway has yet to be conrmed, the chemical synthesis of marinone was achieved via a biomimetic route based on this biosynthetic hypothesis, thereby providing the chemical underpinnings of this strategy.96",
        "7. Conclusion The rst natural product halogenating enzyme was reported back in mid 1960s.105 Since then numerous halogenases have been discovered and characterized to install halogen substitu-ents that are oen crucial for the bioactivity and function of the halogenated molecule. However, it is only recently appreciated that enzymatic halogenation is a metabolic strategy to install non-halogenated, structural scaffolds in natural product mole-cules. While the number of established cryptic halogenation examples is relatively small, it is possible that cryptic haloge-nation may be underappreciated in natural product biosyn-thesis due to the difficulty in recognizing when such reactions may have occurred based on the chemical structure of the natural product alone. This is particularly challenging when nature has evolved one or more strategies for functional group installation, such as in cyclopropanation and terminal-alkyne formation, whereupon cryptic halogenation pathways are just one of many possible mechanisms.",
        "The cryptic halogenation-catalyzing enzymes discussed in this review are not restricted to a particular enzyme superfamily; instead, they are distributed amongst most of the known halo-genase superfamilies, including a-KG-dependent non-heme iron halogenases, vanadium-dependent haloperoxidases, avin dependent halogenases, and diiron-carboxylate halogenases. Thus, it is clear that nature utilizes its enzyme toolkit based on matching reactivities between substrates and halogenating species. Although bromide and iodide are better leaving groups than chloride, nature still chose chlorine in most cryptic halo-genation reactions. This could well be due to the higher natural abundance of chloride compared to the other halogens.",
        "Except for CylK,106 the biocatalytic potential of the remaining enzymes discussed here is untapped and thus presents a future research area. Although as of yet there is no general algorithm to predict cryptic halogenation in a biosynthetic pathway, the presence of a putative halogenase in the biosynthetic gene cluster of a non-halogenated natural product likely provides an indication of cryptic halogenation. Given more and more hal-ogenases will be functionally characterized in coming years we are expecting to discover many more examples of cryptic halo-genation reactions in natural product biosynthesis.",
        "8. Conflicts of interest There are no conicts to declare.",
        "1772 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "9. Acknowledgements This work was supported by the U.S. National Institutes of Health (R01-AI047818 and R01-ES030316) and the National Science Foundation (OCE-1837116) to B. S. M. We thank our UCSD colleague Dr April Lukowski for critically reading the manuscript.",
        "10. References 1 P. Politzer, J. S. Murray and T. Clark, Phys. Chem. Chem. Phys., 2010, 12, 7748–7757. 2 P. Auffinger, F. A. Hays, E. Westhof and P. S. Ho, Proc. Natl. Acad. Sci. U. S. A., 2004, 101, 16789–16794. 3 R. Wilcken, M. O. Zimmermann, A. Lange, A. C. Joerger and F. M. Boeckler, J. Med. Chem., 2013, 56, 1363–1388. 4 J. Wang, M. Sánchez-Roselló, J. L. Aceña, C. del Pozo, A. E. Sorochinsky, S. Fustero, V. A. Soloshonok and H. Liu, Chem. Rev., 2014, 114, 2432–2506. 5 G. W. Gribble, J. Chem. Educ., 2004, 81, 1441. 6 L. J. Carpenter and P. S. Liss, J. Geophys. Res.: Atmos., 2000, 105, 20539–20547. 7 C. Paul and G. Pohnert, Nat. Prod. Rep., 2011, 28, 186–195. 8 H. R. Thapa, Z. Lin, D. Yi, J. E. Smith, E. W. Schmidt and V. Agarwal, ACS Chem. Biol., 2020, 15, 1662–1670. 9 C. M. Harris, R. Kannan, H. Kopecka and T. M. Harris, J. Am. Chem. Soc., 1985, 107, 6652–6658. 10 Y.-Y. Liu and G. A. Brent, Trends Endocrinol. Metab., 2010, 21, 166–173. 11 G. R. Williams, J. Neuroendocrinol., 2008, 20, 784–794. 12 C. S. Neumann, D. G. Fujimori and C. T. Walsh, Chem. Biol., 2008, 15, 99–109. 13 V. Agarwal, Z. D. Miles, J. M. Winter, A. S. Eustáquio, A. A. El Gamal and B. S. Moore, Chem. Rev., 2017, 117, 5619–5674. 14 F. H. Vaillancourt, E. Yeh, D. A. Vosburg, S. Garneau-Tsodikova and C. T. Walsh, Chem. Rev., 2006, 106, 3364– 3378. 15 C. Wagner, M. El Omari and G. M. K€onig, J. Nat. Prod., 2009, 72, 540–553. 16 A. Butler and M. Sandy, Nature, 2009, 460, 848–854. 17 C. Dong, F. Huang, H. Deng, C. Schaffrath, J. B. Spencer, D. O'Hagan and J. H. Naismith, Nature, 2004, 427, 561–565. 18 A. S. Eustáquio, F. Pojer, J. P. Noel and B. S. Moore, Nat. Chem. Biol., 2008, 4, 69–74. 19 A. M. Wuosmaa and L. P. Hager, Science, 1990, 249, 160– 162. 20 S. Patai and Z. Rappoport, The Chemistry of halides, pseudo-halides, and azides, Wiley, 1995. 21 L. A. Wessjohann, W. Brandt and T. Thiemann, Chem. Rev., 2003, 103, 1625–1648. 22 C. J. Thibodeaux, W.-c. Chang and H.-w. Liu, Chem. Rev., 2012, 112, 1681–1709. 23 D. F. Iwig, A. T. Grippe, T. A. McIntyre and S. J. Booker, Biochemistry, 2004, 43, 13510–13524. 24 C. Djerassi and C. J. Silva, Acc. Chem. Res., 1991, 24, 371– 378.",
        "This journal is © The Royal Society of Chemistry 2021",
        "Review Natural Product Reports",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Online25 P. S. Coelho, E. M. Brustad, A. Kannan and F. H. Arnold, Science, 2013, 339, 307–310. 26 L. Zha, Y. Jiang, M. T. Henke, M. R. Wilson, J. X. Wang, N. L. Kelleher and E. P. Balskus, Nat. Chem. Biol., 2017, 13, 1063–1065. 27 W.-B. Jin, S. Wu, X.-H. Jian, H. Yuan and G.-L. Tang, Nat. Commun., 2018, 9, 2771. 28 F. H. Vaillancourt, E. Yeh, D. A. Vosburg, S. E. O'Connor and C. T. Walsh, Nature, 2005, 436, 1191–1194. 29 C. S. Neumann and C. T. Walsh, J. Am. Chem. Soc., 2008, 130, 14022–14023. 30 D. Khare, B. Wang, L. Gu, J. Razelun, D. H. Sherman, W. H. Gerwick, K. Hakansson and J. L. Smith, Proc. Natl. Acad. Sci. U. S. A., 2010, 107, 14099–14104. 31 M. Ullrich and C. L. Bender, J. Bacteriol., 1994, 176, 7574– 7586. 32 E. R. Strieter, F. H. Vaillancourt and C. T. Walsh, Biochemistry, 2007, 46, 7549–7557. 33 W. L. Kelly, M. T. Boyne, E. Yeh, D. A. Vosburg, D. P. Galoníc, N. L. Kelleher and C. T. Walsh, Biochemistry, 2007, 46, 359–368. 34 S. Bornemann, Nat. Prod. Rep., 2002, 19, 761–772. 35 Z. Chang, N. Sitachitta, J. V. Rossi, M. A. Roberts, P. M. Flatt, J. Jia, D. H. Sherman and W. H. Gerwick, J. Nat. Prod., 2004, 67, 1356–1367. 36 L. Gu, B. Wang, A. Kulkarni, T. W. Geders, R. V. Grindberg, L. Gerwick, K. Håkansson, P. Wipf, J. L. Smith, W. H. Gerwick and D. H. Sherman, Nature, 2009, 459, 731–735. 37 X. Zhu, J. Liu andW. Zhang, Nat. Chem. Biol., 2015, 11, 115– 120. 38 X. Zhu and W. Zhang,Methods Enzymol., 2018, 604, 89–112. 39 X. Li, J.-M. Lv, D. Hu and I. Abe, RSC Chem. Biol., 2021, 2, 166–180. 40 D. J. Edwards, B. L. Marquez, L. M. Nogle, K. McPhail, D. E. Goeger, M. A. Roberts and W. H. Gerwick, Chem. Biol., 2004, 11, 817–833. 41 G. J. Hooper, J. Orjala, R. C. Schatzman and W. H. Gerwick, J. Nat. Prod., 1998, 61, 529–533. 42 B. Han, H. Gross, K. L. McPhail, D. Goeger, C. S. Maier and W. H. Gerwick, J. Microbiol. Biotechnol., 2011, 21, 930–936. 43 F. Wan and K. L. Erickson, J. Nat. Prod., 2001, 64, 143–146. 44 N. A. Moss, G. Seiler, T. F. Leao, G. Castro-Falcon, L. Gerwick, C. C. Hughes and W. H. Gerwick, Angew. Chem., Int. Ed., 2019, 58, 9027–9031. 45 K. L. McPhail, J. Correa, R. G. Linington, J. González, E. Ortega-Barŕıa, T. L. Capson and W. H. Gerwick, J. Nat. Prod., 2007, 70, 984–988. 46 S. A. Rasmussen, S. Meier, N. G. Andersen, H. E. Blossom, J. Ø. Duus, K. F. Nielsen, P. J. Hansen and T. O. Larsen, J. Nat. Prod., 2016, 79, 2250–2256. 47 V. S. Haritos, I. Horne, K. Damcevski, K. Glover, N. Gibb, S. Okada and M. Hamberg, Nat. Commun., 2012, 3, 1150. 48 C. Ross, K. Scherlach, F. Kloss and C. Hertweck, Angew. Chem., Int. Ed., 2014, 53, 7794–7798. 49 W. Liu, S. D. Christenson, S. Standage and B. Shen, Science, 2002, 297, 1170.",
        "This journal is © The Royal Society of Chemistry 2021",
        "50 J. Ahlert, E. Shepard, N. Lomovskaya, E. Zazopoulos, A. Staffa, B. O. Bachmann, K. Huang, L. Fonstein, A. Czisny, R. E. Whitwam, C. M. Farnet and J. S. Thorson, Science, 2002, 297, 1173–1176. 51 P. C. Dorrestein, J. Blackhall, P. D. Straight, M. A. Fischbach, S. Garneau-Tsodikova, D. J. Edwards, S. McLaughlin, M. Lin, W. H. Gerwick, R. Kolter, C. T. Walsh and N. L. Kelleher, Biochemistry, 2006, 45, 1537–1546. 52 J. A. Marchand, M. E. Neugebauer, M. C. Ing, C. I. Lin, J. G. Pelton and M. C. Y. Chang, Nature, 2019, 567, 420–424. 53 M. Sanada, T. Miyano and S. Iwadare, J. Antibiot., 1986, 39, 304–305. 54 H. C. Kolb, M. G. Finn and K. B. Sharpless, Angew. Chem., Int. Ed., 2001, 40, 2004–2021. 55 F. H. Vaillancourt, J. Yin and C. T. Walsh, Proc. Natl. Acad. Sci. U. S. A., 2005, 102, 10111. 56 M. L. Hillwig and X. Liu,Nat. Chem. Biol., 2014, 10, 921–923. 57 L. E. Zetzsche and A. R. H. Narayan, Nat. Rev. Chem., 2020, 4, 334–346. 58 G. L. Cantoni, Annu. Rev. Biochem., 1975, 44, 435–451. 59 P. K. Chiang, R. K. Gordon, J. Tal, G. C. Zeng, B. P. Doctor, K. Pardhasaradhi and P. P. McCann, FASEB J., 1996, 10, 471–480. 60 P. H. Liang, T. P. Ko and A. H. Wang, Eur. J. Biochem., 2002, 269, 3339–3354. 61 B. S. Moore, J. L. Chen, G. M. L. Patterson, R. E. Moore, L. S. Brinen, Y. Kato and J. Clardy, J. Am. Chem. Soc., 1990, 112, 4061–4063. 62 B. S. Moore, J.-L. Chen, G. M. L. Patterson and R. E. Moore, Tetrahedron, 1992, 48, 3001–3006. 63 S. C. Bobzin and R. E. Moore, Tetrahedron, 1993, 49, 7615– 7626. 64 H. Nakamura, H. A. Hamer, G. Sirasani and E. P. Balskus, J. Am. Chem. Soc., 2012, 134, 18518–18521. 65 H. Nakamura, E. E. Schultz and E. P. Balskus, Nat. Chem. Biol., 2017, 13, 916–921. 66 T. P. Martins, C. Rouger, N. R. Glasser, S. Freitas, N. B. de Fraissinette, E. P. Balskus, D. Tasdemir and P. N. Leão, Nat. Prod. Rep., 2019, 36, 1437–1461. 67 H. T. Bui, R. Jansen, H. T. Pham and S. Mundt, J. Nat. Prod., 2007, 70, 499–503. 68 H.-S. Kang, B. D. Santarsiero, H. Kim, A. Krunic, Q. Shen, S. M. Swanson, H. Chai, A. D. Kinghorn and J. Orjala, Phytochemistry, 2012, 79, 109–115. 69 J. L. Chen, R. E. Moore and G. M. L. Patterson, J. Org. Chem., 1991, 56, 4360–4364. 70 M. Preisitsch, T. H. J. Niedermeyer, S. E. Heiden, I. Neidhardt, J. Kumpfmüller, M. Wurster, K. Harmrolfs, C. Wiesner, H. Enke, R. Müller and S. Mundt, J. Nat. Prod., 2016, 79, 106–115. 71 P. N. Leão, H. Nakamura, M. Costa, A. R. Pereira, R. Martins, V. Vasconcelos, W. H. Gerwick and E. P. Balskus, Angew. Chem., Int. Ed., 2015, 54, 11063–11067. 72 J. P. A. Reis, S. A. C. Figueiredo, M. L. Sousa and P. N. Leao, Nat. Commun., 2020, 11, 1458.",
        "Nat. Prod. Rep., 2021, 38, 1760–1774 | 1773",
        "Natural Product Reports Review",
        "Pu bl is he d on  31 M ar ch  202 1.  Dow nl oa de d by  Uni ve rs ity  of Il lin oi s -U rb an a on  6/1 /2 02 2 10 :5 5: 02  PM .",
        "View Article",
        "Online73 H. Aldemir, R. Richarz and T. A. Gulder, Angew. Chem., Int. Ed., 2014, 53, 8286–8293. 74 K. Woithe, N. Geib, K. Zerbe, D. B. Li, M. Heck, S. Fournier-Rousset, O. Meyer, F. Vitali, N. Matoba, K. Abou-Hadeed and J. A. Robinson, J. Am. Chem. Soc., 2007, 129, 6887–6895. 75 C. C. Forneris andM. R. Seyedsayamdost, Angew. Chem., Int. Ed., 2018, 57, 8048–8052. 76 A. Gesell, M. Rolf, J. Ziegler, M. L. D́ıaz Chávez, F. C. Huang and T. M. Kutchan, J. Biol. Chem., 2009, 284, 24432–24442. 77 B. Zhao, F. P. Guengerich, A. Bellamine, D. C. Lamb, M. Izumikawa, L. Lei, L. M. Podust, M. Sundaramoorthy, J. A. Kalaitzis, L. M. Reddy, S. L. Kelly, B. S. Moore, D. Stec, M. Voehler, J. R. Falck, T. Shimada and M. R. Waterman, J. Biol. Chem., 2005, 280, 11599–11607. 78 V. Agarwal, A. A. El Gamal, K. Yamanaka, D. Poth, R. D. Kersten, M. Schorn, E. E. Allen and B. S. Moore, Nat. Chem. Biol., 2014, 10, 640–647. 79 X. Jin, M. Rao, W. Wei, M. Ge, J. Liu, D. Chen and Y. Liang, Biotechnol. Lett., 2012, 34, 2283–2289. 80 R. Stadler and M. H. Zenk, J. Biol. Chem., 1993, 268, 823– 831. 81 M. Baunach, L. Ding, T. Bruhn, G. Bringmann and C. Hertweck, Angew. Chem., Int. Ed., 2013, 52, 9040–9043. 82 Q. Zhang, H. Li, L. Yu, Y. Sun, Y. Zhu, H. Zhu, L. Zhang, S.-M. Li, Y. Shen, C. Tian, A. Li, H.-w. Liu and C. Zhang, Chem. Sci., 2017, 8, 5067–5077. 83 C. C. Hughes, A. Prieto-Davo, P. R. Jensen and W. Fenical, Org. Lett., 2008, 10, 629–631. 84 C. C. Hughes, C. A. Kauffman, P. R. Jensen and W. Fenical, J. Org. Chem., 2010, 75, 3240–3250. 85 J. E. Smyth, N. M. Butler and P. A. Keller, Nat. Prod. Rep., 2015, 32, 1562–1583. 86 N. M. Haste, C. C. Hughes, D. N. Tran, W. Fenical, P. R. Jensen, V. Nizet and M. E. Hensler, Antimicrob. Agents Chemother., 2011, 55, 3305. 87 K. Yamanaka, K. S. Ryan, T. A. Gulder, C. C. Hughes and B. S. Moore, J. Am. Chem. Soc., 2012, 134, 12434–12437. 88 A. A. Kanakis and V. Sarli, Org. Lett., 2010, 12, 4872–4875. 89 A. K. Neu, M. Månsson, L. Gram and M. J. Prol-Garćıa, Appl. Environ. Microbiol., 2014, 80, 146. 90 A. El Gamal, V. Agarwal, S. Diethelm, I. Rahman, M. A. Schorn, J. M. Sneed, G. V. Louie, K. E. Whalen,",
        "1774 | Nat. Prod. Rep., 2021, 38, 1760–1774",
        "T. J. Mincer, J. P. Noel, V. J. Paul and B. S. Moore, Proc. Natl. Acad. Sci. U. S. A., 2016, 113, 3797. 91 A. El Gamal, V. Agarwal, I. Rahman and B. S. Moore, J. Am. Chem. Soc., 2016, 138, 13167–13170. 92 J. R. Chekan and B. S. Moore, Methods Enzymol., 2018, 605, 253–265. 93 J. R. Chekan, G. Y. Lee, A. El Gamal, T. N. Purdy, K. N. Houk and B. S. Moore, Biochemistry, 2019, 58, 5329–5338. 94 C. T. Walsh and B. S. Moore, Angew. Chem., Int. Ed., 2019, 58, 6846–6879. 95 S. Diethelm, R. Teufel, L. Kaysser and B. S. Moore, Angew. Chem., Int. Ed., 2014, 53, 11023–11026. 96 L. A. M. Murray, S. M. K. McKinnie, H. P. Pepper, R. Erni, Z. D. Miles, M. C. Cruickshank, B. Lopez-Perez, B. S. Moore and J. H. George, Angew. Chem., Int. Ed., 2018, 57, 11009–11014. 97 L. Kaysser, P. Bernhardt, S.-J. Nam, S. Loesgen, J. G. Ruby, P. Skewes-Cox, P. R. Jensen, W. Fenical and B. S. Moore, J. Am. Chem. Soc., 2012, 134, 11988–11991. 98 G. Sakoulas, S.-J. Nam, S. Loesgen, W. Fenical, P. R. Jensen, V. Nizet and M. Hensler, PLoS One, 2012, 7, e29439. 99 R. Teufel, L. Kaysser, M. T. Villaume, S. Diethelm, M. K. Carbullido, P. S. Baran and B. S. Moore, Angew. Chem., Int. Ed., 2014, 53, 11019–11022. 100 J. Gao, T.-P. Ko, L. Chen, S. R. Malwal, J. Zhang, X. Hu, F. Qu, W. Liu, J.-W. Huang, Y.-S. Cheng, C.-C. Chen, Y. Yang, Y. Zhang, E. Oldeld and R.-T. Guo, Angew. Chem., Int. Ed., 2018, 57, 683–687. 101 Z. D. Miles, S. Diethelm, H. P. Pepper, D. M. Huang, J. H. George and B. S. Moore, Nat. Chem., 2017, 9, 1235– 1242. 102 C. Pathirana, P. R. Jensen and W. Fenical, Tetrahedron Lett., 1992, 33, 7663–7666. 103 I. H. Hardt, P. R. Jensen and W. Fenical, Tetrahedron Lett., 2000, 41, 2073–2076. 104 J. A. Kalaitzis, Y. Hamano, G. Nilsen and B. S. Moore, Org. Lett., 2003, 5, 4449–4452. 105 L. P. Hager, D. R. Morris, F. S. Brown and H. Eberwein, J. Biol. Chem., 1966, 241, 1769–1777. 106 E. E. Schultz, N. R. Braffman, M. U. Luescher, H. H. Hager and E. P. Balskus, Angew. Chem., Int. Ed., 2019, 58, 3151– 3155.",
        "This journal is © The Royal Society of Chemistry 2021"
    ]
}