{
    "fullText": "Copper Acetate-DMSO Promoted Methylthiolation of Arenes and Heteroarenes Poonam Sharma, Sandeep Rohilla, and Nidhi Jain* Department of Chemistry, Indian Institute of Technology, Delhi, India 110016 ABSTRACT: An unprecedented copper acetate-DMSO promoted methylthiolation of arenes and heteroarenes in the presence of air has been developed. The reaction is highly regioselective under the directing group influence of pyridine and pyrimidine functional units and gives the thiomethylated product in moderate to high yields. INTRODUCTION Substantial progress has been made in the utilization of directing-group assisted C-H activation reactions catalyzed by a range of metals including Ru, Rh, Pt, and Pd.1,2 Controlling selectivity and identifying inexpensive metal catalysts for these reactions is a challenge worth undertaking. Since copper is a relatively economical metal to work with, copper catalyzed C-H activation has gained tremendous momentum in recent times.3 Copper promoted C-H functionalization either under free-radical4 or under oxidative conditions5 has been successfully exploited in a variety of reactions including peroxidation,6 alkylation,7 acetoxylation, halogenation, cyanation, and amina-tion,8 to name a few.9 In our efforts directed toward development of copper catalyzed C-H functionalization reactions,10 we discovered copper acetate mediated direct synthesis of aryl and heteroaryl sulfide structural motifs with DMSO as a simple, cheap, and easy-to-handle methylthiolation reagent. Owing to the importance of methylthioethers in many pharmaceutically active compounds and advanced materials,11 the development of simple and facile methods for their synthesis is a highly desirable goal for chemists. While the traditional methods involve the use of dimethyl disulfide as the methylthiolating reagent (Figure 1, a),12 there are two recent reports which demonstrate DMSO as a convenient reagent for preparing methyl thioethers.13 In this context, Gao et al. have used Lewis acids [Ag(I), Ni(II), Fe(II)] along with Cu(OAc)2 for methylthiolation of heterocycles (Figure 1, b),13a while Qing et al. disclosed a CuF2-K2S2O8 mediated methylthiola-tion of 2-phenylpyridine.14 Both protocols reported using DMSO, however, suffer from limitations. While one involves the use of Lewis acid for enhancing the C2 C-H bond acidity, the second one demands drastic conditions such as the use of a large amount of expensive catalyst, strong oxidant, and long reaction time. As a solution to the current shortfalls, we report for the first time a generalized DMSO mediated methylthio-lation protocol that works for both aryl and heteroaryl C-H bonds (Figure 1, c).15 The reaction is assisted by inexpensive copper acetate in the presence of air as the oxidant. Our method is distinctly different from the one reported earlier by Qing et al. in which they very categorically state the inactivity of copper acetate, use an excess of CuF2 (4 equiv), and require K2S2O8 (2 equiv) as a very specific oxidant for the reaction. Further, they demonstrate thiomethylation of aromatic sp2 C-H bonds only with the reaction time prolonging to 72 h. RESULTS AND DISCUSSION The methylthiolation reported herein was discovered accidently during our endeavors of carrying out copper acetate promoted arylation of 2-phenylpyridine (1a) using sodium p-toluenesulfi-nate as the arylating agent and DMSO as the solvent (Scheme 1). While we did not obtain the desired arylated product, we found the reaction to be very clean, giving a single product in 60% yield after 12 h with no trace of side impurities. On spectroscopic characterization, the product was found to be 2-(2-(methylthio)phenyl)pyridine (2a). We repeated the reaction without adding sodium p-toluenesulfinate, but found the same result with 64% yield of 2a. To confirm these initial observations, we decided to extend the reaction conditions to Figure 1. An overview of previous methylthiolation methods vs our 2-naphthylpyridine (1b) as the substrate. We were excited to find that, with 2.0 equiv of copper acetate and DMSO as the solvent, 2-(3-(methylthio)naphthalen-2-yl)pyridine (2b) was obtained as a single product in 89% yield at 125 °C (Table 1). We also noticed that, unlike previous reports, no oxidized products or dimethylthiolated products were formed.14 The high monoselectivity is most likely due to the binding of the thiomethyl group and the nitrogen in the product to Cu(II) (taken in an equivalent amount), which prevents further reaction.9a Certain of the findings, we next moved on to optimize the reaction with respect to catalyst, time, and temperature, taking 1b as the substrate. Lowering the equivalents of Cu(OAc)2 to 0.5 and 0.8 resulted in reduced yield of the product (Table 1, entry 1), while, with 1.0 equiv, a similar yield as with 2.0 equiv was obtained. Therefore, we decided to carry out the remaining optimizations with 1.0 equiv of the copper catalyst. A variety of copper(II) salts such as CuF2, Cu(OTf)2, and CuCl2 were screened but were found to be inactive. This was in contrast to the previous methylthiolation reported by Qing et al., in which they demonstrate CuF2 as the best catalyst. Copper(I) salts such as CuBr and CuI were ineffective as well (Table 1, entries 2 and 7) as no product was seen with CuI, and only 10% of the desired product was isolated with CuBr. Since the reaction appeared to be a copper(II) promoted C-H activation, we investigated the reaction with copper(I) salts in the presence of various oxidants such as benzoquinone, K2S2O8, and AgOAc with a view to generate the active Cu(II) species in situ. While no product was isolated with CuBr-BQ and CuBr-K2S2O8, 40% product 2b was obtained when 1.0 equiv of AgOAc was used as the oxidant with CuBr (Table 1, entries 3-6). A similar trend was observed with CuI-oxidant combinations as well (Table 1, entries 8-11). The yield with CuI-AgOAc, however, was much higher than the CuBr-AgOAc system (Table 1, entries 5, 6, 10, 11). No reaction was observed in the absence of copper salt, emphasizing that the mediation of Cu(II) is necessary, and also pointed toward the observed ortho-selectivity via coordination of Cu(II) to the N atom of the pyridine in the substrate. Addition of base was found to be detrimental to the reaction. While the product yield dropped to 30% with K2CO3, only traces were seen with KOH (Table 1, entries 12, 13) apparently due to the formation of inactive Cu2O, as seen in PXRD (Supporting Information). With organic bases such as triethylamine (TEA) and diisopropyle-thylamine (DIPEA), lower yields of 2b were obtained (Table 1, entries 14, 15). The effect of temperature on product yield was also monitored. On decreasing the temperature to 110 °C from 130 °C, no product was seen, while increasing the temperature to 140 °C resulted in a similar yield of the product (Table 1, entry 16). Addition of the ligands did not help the reaction either. With ethyl acetoacetate, the yield dropped to 70%, while, with ethylenediamine, no product was formed (Table 1, entry 17). Addition of oxidants such as K2S2O8, BQ, and O2 quenched the reaction completely by deactivating the Cu-(OAc)2 catalyst. It was also noticed that air was necessary to drive the reaction as under a nitrogen atmosphere, lower conversions were obtained. Further, the optimum reaction time was found to be 12-18 h. Although the substrate did not show 100% conversion in this time, extending it further to 24 h led to complete decomposition of the thiomethylated product. Thus, with optimized conditions in hand, we next moved on to examine the scope of thiomethylation on various 2-arylpyridines (1a-k) synthesized via Suzuki coupling of the corresponding boronic acids with 2-bromopyridine16,17 (Table 2). In general, with 2-naphthylpyridine substrates, the yield of the thiomethylated products (2b and 2c) was higher than the corresponding 2-phenylpyridine substrates. This may be attributed to the lower aromaticity and more localized π-electrons in naphthalene compared to benzene, which enables a better coordination with copper. Further, it was found that 2-phenylpyridine derivatives bearing both electron-donating as well as electron-withdrawing substituents on the benzene ring underwent facile monomethylthiolation to yield the desired products (2d-k) in 42-87% yield. In an unusual finding though, we found that thiolation occurred at the more hindered ortho-position of 2-(3-methylphenyl)pyridine to yield 2j in 67% yield. 2-(2′,5′-Dimethoxyphenyl)pyridine gave the lowest yield of the product (2i, 42%) due to conformational restrictions. Reaction of 1a was also explored with an unsymmetrical arylalkyl sulfoxide so as to understand the selectivity of thiomethylation versus thioarylation. We found that only the Scheme 1. Reaction of 1a with Sodium p-Toluenesulfinate thiomethylated product 2a was formed (Table 2), and thioarylation did not take place at all. Further, with CuCl2 as the catalyst, a chlorinated product, 2-chloro phenylpyridine (2aa), was isolated in 50% yield. A similar CuCl2 mediated chlorination reaction has been reported previously.9a,18 Taking this protocol further to pyrimidine as a directing group, a library of methylthiolated derivatives 4a-f were prepared from their respective 2-pyrimidyl aryl compounds 3a-f (Table 3) in moderate yields. The yields with pyrimidine directing groups (4a-f) in general were lower than those with the corresponding pyridine analogues (2a-k). As expected, 2-(3-methylphenyl)pyrimidine with a methyl substituent at the meta-position underwent thiolation exclusively at the less-hindered ortho-site to yield 4c in 58% yield. The scope of methylthiolation on benz-fused aza-hetero-cycles 5a-e was also investigated. It was found that the directing groups (pyridine and pyrimidine) favored thiomethylation at the C-2 carbon in both indole and benzimidazole derivatives, yielding the corresponding products 6a-e in 38-64% yield (Table 4). To examine whether it was the directing group that influenced the outcome of thiomethylation; the reaction of N-methyl benzimidazole under the optimized conditions was attempted. As expected, no thiomethylation took place, and the starting material was recovered along with some unidentified decomposed products. Further, methylthiolation using deuterated DMSO was carried out. With 1b as the substrate, deuterated thiomethyl derivative 2bb was obtained in 82% yield, confirming that the sulfur atom was being transferred from DMSO (Scheme 2). Further, to verify the absence of free radical species in the reaction, quenching studies with TEMPO were performed. As anticipated, the reaction remained uninfluenced, suggesting that it does not go via a free radical path. Next, to get some more insight into the mechanism, the isotope effect was examined using deuterated 2-phenylpyridine (7) as the substrate. As shown in Scheme 3, an intramolecular competition took place and a kinetic hydrogen isotope effect (K.H.I.E.) of 1.53 was observed, suggesting that the ortho-C-H bond cleavage is involved in the rate-determining step. Table 2. Substrate Scope with Pyridine Directed As an important observation, it was seen that, as the reaction proceeded, a red powder precipitated out of solution. This was identified as Cu2O from PXRD 20 data (see the Supporting Information) and was believed to be the byproduct of Cu(OAc)2 mediated oxidation of methanethiol to dimethyl disulfide21 (Scheme 4). Thermal decomposition of DMSO to yield methanethiol and dimethyl disulfide is a known phenomenon (Figure 2),22 and in this case, formation of dimethyl disulfide was confirmed by GC-MS analysis (see the in the reaction mixture after 1 h of reaction time. On the basis of these observations, we believe that the reaction is initiated by coordination of A (generated in situ and verified by GC-MS) to 1a to yield the complex B, which also explains the observed ortho-selectivity.23 This is followed by metalation and deprotonation to yield C with the elimination of acetic acid. Cu(OAc)2 promoted oxidation of Cu(II) to high valent Cu(III) species D takes place next, which is followed by reductive elimination to yield the product 2a and Cu(I), which gets reoxidized to Cu(II) under an air atmosphere and enters back into the catalytic cycle. The involvement of methanethiol and dimethyl disulfide in the reaction was verified further by two crossover experiments (Scheme 5), (a) in which butanethiol (2.0 equiv) was added to the reaction mixture, and (b) in which diethyl disulfide (1.0 equiv) was added under the optimized reaction conditions. It was found that, in the first case, 40% thiobutyl derivative (9) and 10% thiomethyl product (2k) were formed. In the second case, only the thioethyl derivative (10) was formed, and no traces of 2k were seen. The preferred formation of 9 and 10 over 2k in the competing experiments suggested that dibutyldisulfide and diethyldisulfide were the actual thioalkylating agents. Since they were directly available in these reactions, it allowed faster kinetics due to that 2k was seen only as a minor product. The GC-MS data along with these crossover experiments confirmed that the reaction goes via an in situ formation of dimethyl disulfide, which, through coordination with Cu(II), leads to the subsequent thiomethyl transfer reaction. Previous thiomethylation protocol with the CuF2-K2S2O8/DMSO system proposes an altogether different mechanism involving a sulfonium ion intermediate for methyl transfer, and dimethyl sulfate and potassium methyl sulfate as the possible byproducts. However, no experimental evidence was provided to certify the same. CONCLUSION In conclusion, we have developed a method for direct, auxiliary-assisted monothiomethylation of sp2 C-H bonds of both arenes and heteroarenes. No oxidized products or dimethylth-iolated products as reported earlier with DMSO14 are formed by this method. The reaction employs stoichiometric Cu-(OAc)2 and DMSO at elevated temperatures. The use of inexpensive copper acetate and air as the oxidant are significant advantages that allow an increased usefulness of the reaction. The protocol shows high generality, excellent selectivity toward ortho C-H bonds, as well as good functional group tolerance. Through mechanistic studies, we prove that copper acetate assisted thiomethylation with DMSO involves an in situ generation of dimethyl disulfide, which, on complexation with copper acetate, furnishes the actual thiomethylating species. EXPERIMENTAL SECTION General Remarks. All the reactions were executed in anhydrous solvents under an air atmosphere in 1 h oven-dried glassware at 100 °C. All reagents and solvents were of pure analytical grade. Thin layer chromatography (TLC) was performed on 60 F254 silica gel, precoated on aluminum plates and revealed with either a UV lamp (λmax = 254 nm) or iodine vapors. The products were purified by column chromatography on silica gel 230-400 mesh. 1HNMR spectra were measured on 300 and 400 MHz spectrometers using CDCl3 as the solvent with tetramethylsilane (TMS) as the internal standard at room temperature. Chemical shifts are given in δ (ppm) relative to TMS. The coupling constants (J) are given in Hz. ESI-MS was performed on a high-resolution mass instrument using a quadrupole-TOF mass analyzer, and PXRD was taken on a powder X-ray diffractometer. Representative Procedure for Synthesis of 2-Arylpyridines (1a-k). 2-Bromopyridine (1 g, 6.33 mmol), phenylboronic acid (771 mg, 6.33 mmol), potassium carbonate (1.75 g, 12.66 mmol), Pd(OAc)2 (14.2 mg, 0.06 mmol), and PPh3 (332 mg, 1.26 mmol) were taken in a round-bottom flask containing DMF:H2O (30.0 mL, 1:1). The reaction mixture was stirred for 12 h at 130 °C and monitored through TLC. After completion of reaction, it was extracted with ethyl acetate and concentrated at reduced pressure. The product Scheme 3. Methylthiolation of Deuterated 2-Phenylpyridine was purified by column chromatography on silica gel using hexane:EtOAc (95:5), and 1a was obtained in 94% (922 mg) yield.24 Representative Procedure for Synthesis of 2-Aryl-pyrimidines (3a-f). 2-Chloropyrimidine (1 g, 8.73 mmol), phenyl-boronic acid (1.06 g, 8.73 mmol), potassium carbonate (2.41 g, 17.46 mmol), Pd(OAc)2 (20 mg, 0.09 mmol), and PPh3 (458 mg, 1.74 mmol) were taken in a round-bottom flask containing DMF:H2O (30.0 mL, 1:1). The reaction mixture was stirred for 12 h at 130 °C. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated under reduced pressure. The product 3a was purified through the column chromatography on silica gel using hexane:EtOAc (95:5) and isolated in 90% (1.23 g) yield.24 Representative Procedure for Synthesis of 2-Pyrimidyl-indoles (5a-c). Indole (1.0 g, 8.54 mmol) was placed in a 100 mL two-neck reaction flask, and flushed with nitrogen. DMF (25 mL) and NaH (819 mg, 34.1 mmol) were added. After stirring at room temperature for 30 min, 2-chloropyrimidine (1.46 mg, 12.8 mmol) was added, and the contents were stirred at 150 °C for 24 h. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated at reduced pressure. The product 5a was purified through the column chromatography on silica gel using hexane:EtOAc = 90:10) and isolated in 97% (1.62 g) yield.17a Representative Procedure for Synthesis of 2-Pyrimidine-benzimidazoles (5d-e). Benzimidazole (1 g, 8.46 mmol), CuI (160 mg, 10 mol %), and TBAF (25 mL, 25.3 mmol) were dissolved in dry distilled DMF (20 mL) in a 100 mL round-bottom flask, and flushed with nitrogen for 10 min. 2-Chloropyrimidine (961 mg, 8.4 mmol) and 1,10 Phenanthroline (330 mg, 20 mol %) were added to the mixture, and the contents were stirred at 140 °C for 18 h under a nitrogen atmosphere. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated at reduced pressure. The product 5d was purified through the column chromatography on silica gel using hexane:EtOAc = 90:10) and obtained in 93% (1.54 g) yield.17b General Procedure for Methylthiolation of 1a-k, 3a-f, 5a-e, and 7. Substrate (1.0 equiv) and Cu(OAc)2 (1.0 equiv) were taken in a 10 mL tube sealed with a Teflon-lined cap. To it was added DMSO (5 vol.), and the contents were stirred for 12-18 h at 125 °C. In a typical procedure, 1a (50 mg, 0.32 mmol) and Cu(OAc)2 (57.9 mg, 0.32 mmol) were taken in a 10 mL tube sealed with a Teflon-lined cap; and to it was added DMSO (0.25 mL). The reaction did not go to completion even after stirring for 24 h and showed the formation of decomposed products on prolonged reaction time with complete loss of the desired thiomethylated product. Therefore, as monitored by TLC, after 12-18 h, the contents were extracted with ethyl acetate, dried over anhydrous sodium sulfate, and concentrated at reduced pressure. The product was purified through the column chromatog-raphy on silica gel using hexane:EtOAc (95:5). Physical Properties and Characterization Data of the Synthesized Compounds. 2-(2-(Methylthio)phenyl)pyridine (2a). Colorless liquid, yield 64% (42 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.74 (d, J = 2.7 Hz, 1H), 7.80-7.75 (m, 1H), 7.59-7.57 (m, 1H), 7.46-7.43 (m, 1H), 7.40-7.35 (m, 2H), 7.31-7.23 (m, 2H), 2.41 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.4, 149.1, 139.6, 137.4, 136.1, 129.9, 128.9, 126.0, 124.9, 124.2, 122.2, 16.4; MS (ESI) m/z 202 [M + H]+; HRMS Calculated for C12H12NS + 202.0685; Found: 202.0689 [M + H]+. 2-(2-Chlorophenyl)pyridine (2aa). Colorless liquid, yield 50% (31 mg), Rf (0.50) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (d, J = 3 Hz, 1H), 7.84-7.74 (m, 1H), 7.66 (d, J = 9 Hz, 1H), 7.61-7.58 (m, 1H), 7.49-7.47 (m, 1H), 7.42-7.33 (m, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 156.9, 149.5, 139.2, 135.8, 132.1, 131.5, 130.1, 129.6, 127.0, 124.9, 122.4; MS (ESI) m/z 190 [M + H]+; HRMS Calculated for C11H9ClN + 190.0418; Found:190.0416 [M + H]+. 2-(3-(Methylthio)naphthalen-2-yl)pyridine (2b). Pale yellow solid, yield 90% (52 mg), Rf (0.44) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.68 (d, J = 3.9 Hz, 1H), 7.81 (s, 1H), 7.77-7.70 (m, 3H), 7.60-7.56 (m, 2H), 7.44-7.30 (m, 2H), 7.25-7.18 (m, 1H), 2.42 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.3, 149.2, 138.0, 136.2, 135.6, 133.6, 131.0, 129.2, 128.0, 126.9, 126.5, 125.3, 124.4, 123.7, 122.3, 16.4; MS (ESI) m/z 252 [M + H]+; HRMS Calculated for C16H14NS + 252.0841; Found: 252.0848 [M + H]+. 2-(3-(Methylthio)naphthalen-2-yl)pyridine-d3 (2bb). Yellow solid, yield 82% (51 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69 (d, J = 3.9 Hz, 1H), 7.81 (s, 1H), 7.76-7.70 (m, 3H), 7.58 (d, J = 6.6 Hz, 2H), 7.48-7.32 (m, 2H), 7.26-7.18 (m, 1H) ; 13C{1H}NMR (75 MHz, CDCl3): δ 158.5, 149.4, 138.1, 136.4, 135.8, 133.8, 131.1, 129.4, 128.2, 127.1, 126.7, 125.7, 124.5, 123.7, 122.5, 29.8; MS (ESI) m/z 255 [M + H]+; HRMS Calculated for C16H11D3NS + 255.1030; Found: 255.1038 [M + H]+. 2-(2-(Methylthio)naphthalen-1-yl)pyridine (2c). Pale yellow solid, yield 76% (47 mg), Rf (0.44) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.86 (d, J = 4.5 Hz, 1H), 7.93-7.84 (m, 3H), 7.56 (d, J = 8.7 Hz, 1H), 7.48-7.38 (m, 4H), 7.36 (d, J = 1.2, 1H), 2.48 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.7, 149.9, 136.6, 136.3, 134.7, 132.5, 131.5, 129.0, 128.0, 126.8, 126.1, 125.2, 125.1, 124.3, 122.5, 16.8; MS (ESI) m/z 252 [M + H]+; HRMS Calculated for C16H14NS + 252.0841; Found: 252.0811 [M + H]+. 2-(2-(Methylthio)-4-nitrophenyl)pyridine (2d). Yellow solid, yield 89% (54 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69(d, J = 3 Hz, 1H), 8.08 (s, 1H), 7.99 (d, J = 9, 1H), 7.75 (t, J = 9, 1H), 7.53 (d, J = 9 Hz, 2H), 7.28 (t, J = 6 Hz, 1H), 2.43 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 155.0, 148.3, 147.0, 143.3, 139.6, 135.3, 129.4, 122.9, 122.0, 118.6, 118.2, 14.9; MS (ESI) m/z 247 [M + H]+; HRMS Calculated for C12H11N2O2S + 247.0536; Found: 247.0544 [M + H]+. 3-(Methylthio)-4-(pyridin-2-yl)benzonitrile (2e). White solid, yield 67% (42 mg), Rf (0.40) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.67 (d, J = 4.2 Hz, 1H), 7.76-7.71 (m, 1H), 7.51-7.42 (m, 4H), 7.29-7.25 (m, 1H), 2.45 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 171.1, 156.5, 149.5, 143.1, 140.1, 136.5, 130.4, 128.5, 128.0, 124.0, 123.0, 118.5, 112.9, 16.2; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H11N2S + 227.0637; Found: 227.0631 [M + H]+. 3-(Methylthio)-4-(pyridin-2-yl)benzaldehyde (2f). Colorless liquid, yield 58% (36 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 10.07 (s, 1H), 8.77 (d, J = 3.9 Hz, 1H), 7.85-7.82 (m, 2H), 7.75-7.71 (m, 1H), 7.62 (d, J = 7.8 Hz, 2H), 7.38-7.35 (m, 1H), 2.50 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 190.7, 156.1, 148.4, 145.1, 143.6, 138.6, 135.4, 129.5, 125.7, 124.6, 123.1, 121.9, 15.1; MS (ESI) m/z 202 [M + H]+; HRMS Calculated for C13H12NOS + 230.0634; Found: 230.0646 [M + H]+. 2-(4-Fluoro-2-(methylthio)phenyl)pyridine (2g). Colorless liquid, yield 56% (35 mg), Rf (0.32) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (t, J = 2.1 Hz, 1H), 7.79-7.74 (m, 1H), 7.55-7.52 (m, 1H), 7.44-7.34 (m, 1H), 7.30-7.28 (m, 1H), 7.02 (d, J = 9.9, 1H), 6.92 (t, J = 8.4, 1H), 2.41 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 163.7, 160.4, 156.5, 148.2, 139.3 (d, J = 8.0 Hz), 135.2, 134.2, 130.5 (d, J = 8.8 Hz), 123.1, 121.2, 111.3 (d, J = 24.4 Hz), 110.5 (d, J = 21.3 Hz), 15.1; MS (ESI) m/z 220 [M + H]+; HRMS Calculated for C12H11FNS + 220.0591; Found: 220.0588 [M + H]+. 2-(4-Methoxy-2-(methylthio)phenyl)pyridine (2h). Colorless liquid, yield 76% (47 mg), Rf (0.72) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (d, J = 4.5 Hz, 1H), 7.78-7.72 (m, 1H), 7.57 (d, J = 7.8, 1H), 7.44-7.39 (m, 1H), 7.29-7.23 (m, 2H), 6.90 (d, J = 2.4, 1H), 3.89 (s, 3H), 2.42 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 160.1, 158.2, 149.1, 138.9, 136.0, 132.4, 131.2, 124.1, 121.7, 112.3, 109.6, 55.4, 16.4; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H14NOS + 232.0791; Found: 232.0789 [M + H]+. 2-(3,6-Dimethoxy-2-(methylthio)phenyl)pyridine (2i). Red liquid, yield 42% (26 mg), Rf (0.40) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.71 (d, J = 6.00 Hz, 1H), 7.75 (t, J = 6.9 Hz, 1H), 7.28 (s, 1H), 7.05 (s, 1H), 6.92 (s, 2H) 3.92 (s, 3H) 3.67 (s, 3H) 2.20 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.5, 156.9, 156.8, 154.3, 151.5, 149.0, 135.7, 125.3, 122.0, 111.9, 111.6, 56.5, 18.54; MS 4120 (ESI) m/z 262 [M + H]+; HRMS Calculated for C14H16NO2S + 262.0896; Found: 262.0907 [M + H]+. 2-(3-Methyl-2-(methylthio)phenyl)pyridine (2j). Colorless liquid, yield 67% (43 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.64 (d, J = 3.6, 1H), 7.67 (t, J = 7.5, 1H), 7.50 (d, J = 7.8 Hz, 1H), 7.20 (d, J = 7.8, 3H), 7.11 (d, J = 8.1, 1H), 2.28 (d, J = 2.4 Hz, 6H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.2, 149.2, 140.1, 135.9, 135.1, 133.5, 130.8, 129.8, 127.2, 124.3, 122.0, 17.0; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H14NS + 216.0841; Found: 216.0844 [M + H]+. 2-(4-Methyl-2-(methylthio)phenyl)pyridine (2k). Colorless liquid, yield 73% (46 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.62 (d, J = 4.2, 1H), 7.65-7.62 (m, 1H), 7.47 (d, J = 7.5 Hz, 1H), 7.26 (d, J = 7.5, 1H), 7.18-7.14 (m, 1H), 7.07 (s, 1H), 6.97 (d, J = 6.9 Hz, 1H), 2.32 (s, 3H), 2.30 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.6, 157.6, 149.2, 138.9, 137.1, 136.1, 130.0, 126.9, 126.0, 124.3, 122.1, 21.5, 16.64; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C13H14NS + 216.0841; Found: 216.0847 [M + H]+. 2-(2-(Methylthio)phenyl)pyrimidine (4a). Yellow solid, yield 58% (38 mg), Rf (0.68) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.92 (d, J = 7.2 Hz, 2H), 8.07-8.04 (m, 1H), 7.49-7.38 (m, 2H), 7.30 (d, J = 1.5, 1H), 7.27-7.24 (m, 1H), 2.48 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.8, 156.6, 139.5, 136.5, 130.8, 130.2, 125.5, 124.3, 118.8, 16.6; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C11H11N2S + 203.0637; Found: 203.0647 [M + H]+. 2-(4-Fluoro-2-(methylthio)phenyl)pyrimidine (4b). Colorless liquid, yield 48% (30 mg), Rf (0.72) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.88 (d, J = 4.8 Hz, 2H), 8.18-8.13 (m, 1H), 7.24 (t, J = 5.1 Hz, 1H), 7.09-7.05 (m, 1H), 6.99-6.96 (m, 1H), 2.47 (s, 3H); 13C{1H}NMR (100 MHz, CDCl3): δ 164.0 (d, J = 41 Hz), 161.8, 155.5 (d, J = 2.0 Hz), 141.9 (d, J = 8.0 Hz), 134.4, 131.8 (d, J = 9.0 Hz), 117.6 (d, J = 3.0 Hz), 111.1 (d, J = 25.0 Hz), 110.1 (d, J = 22.0 Hz), 15.6; MS (ESI) m/z 221 [M + H]+; HRMS Calculated for C11H10FN2S + 221.0543; Found: 221.0543 [M + H]+. 2-(3-Methyl-2-(methylthio)phenyl)pyrimidine (4c). Colorless liquid, yield 58% (37 mg), Rf (0.70) in hexane:EtOAc (80:20); 1H NMR (400 MHz, CDCl3): δ 8.88 (d, J = 4.8 Hz, 2H), 7.85 (s, 1H), 7.30-7.22 (m, 3H), 2.44-2.36 (s, 6H); 13C{1H}NMR (100 MHz, CDCl3): δ 164.9, 155.6, 135.5, 134.9, 133.2, 130.3, 131.1, 130.0, 124.9, 117.7, 21.8, 15.8; MS (ESI) m/z 217 [M + H]+; HRMS Calculated for C12H13N2S + 217.0793; Found: 217.0803 [M + H]+. 2-(4-Methoxy-2-(methylthio)phenyl)pyrimidine (4d). Pale yellow solid, yield 67% (42 mg), Rf (0.68) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.83 (d, J = 4.8 Hz, 2H), 8.14 (d, J = 5.7 Hz, 1H), 7.16 (t, J = 4.8 Hz, 1H), 6.89 (d, J = 2.1 Hz, 1H), 6.81-6.78 (m, 1H), 3.89 (s, 3H), 2.46 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.3, 161.1, 156.4, 141.7, 132.5, 128.9, 118.1, 111.6, 108.9, 55.4, 16.6; MS (ESI) m/z 233 [M + H]+; HRMS Calculated for C12H13N2OS + 233.0743; Found: 233.0754 [M + H]+. 2-(2-(Methylthio)naphthalen-1-yl)pyrimidine (4e). Yellow solid, yield 72% (44 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 9.00 (d, J = 4.5 Hz, 2H), 7.93 (d, J = 8.7 Hz, 1H), 7.86, (d, J = 7.5 Hz, 1H), 7.60 (d, J = 8.7 Hz, 1H), 7.42-7.39 (m, 3H), 7.23-7.28 (m, 1H), 2.49 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 166.8, 157.3, 136.0, 134.7, 131.8, 131.7, 129.5, 128.1, 127.1, 125.5, 125.2, 124.8, 119.5, 17.3; MS (ESI) m/z 253 [M + H]+; HRMS Calculated for C15H13N2S + 253.0794; Found: 253.0797 [M + H]+. 2-(3-(Methylthio)naphthalen-2-yl)pyrimidine (4f). Yellow solid, yield 64% (39 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.84 (d, J = 4.2 Hz, 2H), 8.43 (s, 1H), 7.81 (d, J = 8.1 Hz, 1H), 7.72 (d, J = 8.1 Hz, 1H), 7.60 (d, J = 14.7 Hz, 1H), 7.45 (t, J = 7.8 Hz, 1H), 7.39-7.28 (m, 1H), 7.20 (d, J = 4.8 Hz, 1H), 2.97 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.9, 156.8, 136.6, 135.3, 134.3, 131.0, 130.6, 128.6, 127.6, 126.5, 125.6, 123.7, 119.0, 17.0; MS (ESI) m/z 253 [M + H]+; HRMS Calculated for C15H13N2S + 253.0794; Found: 253.0803 [M + H]+. 2-(Methylthio)-1-(pyrimidin-2-yl)-1H-indole (6a). Pale yellow solid, yield 53% (33 mg), Rf (0.72) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.70 (d, J = 4.5 Hz, 2H), 8.42 (d, J = 8.4 Hz, 1H), 7.42 (d, J = 6.3, 1H), 7.18-7.12 (m, 2H), 7.05 (t, J = 4.8, 1H), 6.37 (s, 1H), 2.46 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.8, 138.0, 137.0, 130.0, 124.5, 122.4, 122.3, 118.8, 116.8, 114.6, 104.4, 18.0; MS (ESI) m/z 242 [M + H]+; HRMS Calculated for C13H12N3S + 242.0746; Found: 242.0750 [M + H]+. 2-(Methylthio)-5-nitro-1-(pyrimidin-2-yl)-1H-indole (6b). Yellow solid, yield 64% (38 mg), Rf (0.68) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.84 (d, J = 4.5 Hz, 2H), 8.56 (d, J = 9.3 Hz, 1H), 8.39 (d, J = 1.8, 1H), 8.12-8.08 (m, 1H), 7.28-7.25 (m, 1H), 6.54 (s, 1H), 2.55 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.0, 157.2, 143.4, 142.6, 140.0, 129.8, 118.0, 117.6, 114.8, 114.7, 104.3, 17.9; MS (ESI) m/z 287 [M + H]+; HRMS Calculated for C13H11N4O2S + 287.0597; Found: 287.0593 [M + H]+. 2-(Methylthio)-1-(pyrimidin-2-yl)-1H-indole-3-carbaldehyde (6c). Yellow solid, yield 38% (23 mg), Rf (0.36) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 10.54 (s, 1H), 8.96 (d, J = 4.8 Hz, 2H), 8.42-8.39 (m, 1H), 7.83-7.80 (m, 1H), 7.44-7.38 (m, 3H), 2.59 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 187.9, 158.7, 156.5, 145.0, 137.3, 125.5, 124.2, 122.1, 121.6, 119.6, 112.4, 22.9; MS (ESI) m/z 270 [M + H]+; HRMS Calculated for C14H12N3OS + 270.0696; Found: 270.0694 [M + H]+. 2-(Methylthio)-1-(pyridin-2-yl)-1H-benzo[d]imidazole (6d). Col-orless liquid, yield 56% (35 mg), Rf (0.68) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.63(d, J = 0.9 Hz, 1H) 7.96-7.93 (m, 1H), 7.76 (d, J = 7.8 Hz, 1H), 7.61(d, J = 8.1, 1H), 7.50-7.47 (m,1H), 7.43-7.39 (m, 1H), 7.30-7.23 (m, 2H), 2.55 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 153.3, 149.7, 149.4, 143.9, 138.9, 135.8, 123.0, 123.0, 122.7, 119.0, 118.5, 110.2, 15.3; MS (ESI) m/z 242 [M + H]+; HRMS Calculated for C13H12N3S + 242.0746; Found: 242.0748 [M + H]+. 2-(Methylthio)-1-(pyrimidin-2-yl)-1H-benzo[d]imidazole (6e). White solid, yield 56% (35 mg), Rf (0.72) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.85 (d, J = 4.8 Hz, 2H) 8.45-8.47 (m, 1H), 7.74-7.71 (m, 1H), 7.36-7.30(m, 2H), 7.26-7.22(m, 1H), 2.28 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.9, 156.6, 154.9, 143.9, 134.6, 123.7, 122.9, 118.1, 117.7, 114.9, 16.4; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C12H11N4S + 243.0700; Found: 243.0699 [M + H]+. 2-(2-Deutero)phenylpyridine (7). Colorless liquid, yield 90% (210 mg), Rf (0.84) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.59 (d, J = 4.5 Hz, 1H), 7.89 (d, J = 7.2 Hz, 1H), 7.64-7.60 (m, 2H), 7.40-7.28 (m, 3H), 7.12-7.07 (m, 1H), 13C{1H}NMR (75 MHz, CDCl3): δ 157.5, 149.7, 139.4, 136.8, 129.0, 128.8, 128.7, 126.9, 126.3, 122.1, 120.6; MS (ESI) m/z 157 [M + H]+; HRMS Calculated for C11H9DN + 157.0871; Found: 157.0863 [M + H]+. Mixture of Compounds 2a and 8. Colorless liquid, yield 56% (36 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, DMSO): δ 8.66 (d, J = 3.9 Hz, 1H), 7.90-7.85 (m, 1H), 7.59 (d, J = 7.8 Hz, 1H), 7.43-7.36 (m, 3H), 7.28-7.26 (m, 1H), 2.38 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.4, 149.2, 139.6, 137.4, 136.1, 129.9, 128.9, 126.0, 124.9, 124.8, 124.2, 122.2, 16.4; MS (ESI) m/z 157 [M + H]+; HRMS Calculated for C12H11DNS + 203.0748; Found: 203.0748 [M + H]+. 2-(2-Butylthio)-4-methylphenylpyridine (9). Colorless liquid, yield 40% (30 mg), Rf (0.49) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.63 (d, J = 4.5 Hz, 1H), 7.66 (t, J = 7.5 Hz, 1H), 7.50 (d, J = 7.8 Hz, 1H), 7.28 (d, J = 7.5 Hz, 1H), 7.17 (t, J = 7.2 Hz, 2H), 7.00 (d, J = =7.8 Hz, 1H), 2.71 (t, J = 7.2, 2H), 2.32 (s, 3H), 1.51-1.41 (m, 2H), 1.32-1.27 (m, 2H), 0.79 (t, J = 7.2 Hz, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.7, 149.1, 138.6, 138.3, 135.8, 135.5, 130.2, 129.3, 126.5, 124.7, 121.9, 33.6, 30.9, 22.1, 21.4, 13.7; MS (ESI) m/z 258 [M + H]+; HRMS Calculated for C16H20NS + 258.1311; Found: 258.1323 [M + H]+. 2-(2-Ethylthio)-4-methylphenylpyridine (10). Colorless liquid, yield 60% (34 mg), Rf (0.47) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69 (d, J = 4.5 Hz, 1H), 7.74-7.68 (m, 1H), 7.56 (d, J = 7.8 Hz, 1H), 7.36 (d, J = 7.8 Hz, 1H), 7.26-7.21 (m, 2H), 7.07(d, J = 7.8 Hz,1H) 2.81 (q, J = 7.5 Hz, 2H), 2.38 (s, 3H), 1.22(t, 7.5 Hz, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.6, 149.1, 138.6, 4121 138.1, 135.8, 135.2, 130.2, 128.9, 126.5, 124.5, 121.9, 29.7, 27.7, 21.3, 13.9; MS (ESI) m/z 230 [M + H]+; HRMS Calculated for C14H16NS + 230.0998; Found: 230.1009 [M + H]+. ASSOCIATED CONTENT Copies of 1H NMR, 13C NMR, and HR-MS for all the synthesized compounds, ORTEPs and associated X-ray crystallographic data for 6a (CIF), and PXRD for various copper salts have been included. This material is available free of charge via the Internet at http://pubs.acs.org. AUTHOR INFORMATION Corresponding Author *E-mail: njain@chemistry.iitd.ac.in (N.J.). Notes The authors declare no competing financial interest. ACKNOWLEDGMENTS The authors thank the Council of Scientific and Industrial Research (CSIR), India (RP02948), for financially supporting this work and DST-FIST for funding the ESI-HRMS facility at IIT Delhi. P.S. and S.R. thank the University Grants Commision (UGC) and CSIR, respectively, for their graduate fellowships. REFERENCES (1) For directed C-H activation, see: (a) Dyker, G. Angew. Chem., Int. Ed. 1999, 38, 1698. (b) Ritleng, V.; Sirlin, C.; Pfeffer, M. Chem. Rev. 2002, 102, 1731. (c) Negishi, E. Angew. Chem., Int. Ed. 2011, 50, 6738; (d) Suzuki, A. 2011, 123, 6854. Angew. Chem., Int. Ed. 2011, 50, 6722. (e) Campeau, L.-C.; Fagnou, K. Chem. Commun. 2006, 1253. (2) (a) Wencel-Delord, J.; Dröge, T.; Liu, F.; Glorius, F. Chem. Soc. Rev. 2011, 40, 4740. (b) Wendlandt, A. E.; Suess, A. M.; Stahl, S. S. Angew. Chem., Int. Ed. 2011, 50, 11062. (c) Sun, C.-L.; Li, B.-J.; Shi, Z.-J. Chem. Rev. 2011, 111, 1293. (d) Ackermann, L. Chem. Rev. 2011, 111, 1315. (e) Yeung, C. S.; Dong, V. M. Chem. Rev. 2011, 111, 1215. (f) Lyons, T. W.; Sanford, M. S. Chem. Rev. 2010, 110, 1147. (g) Balcells, D.; Clot, E.; Eisenstein, O. Chem. Rev. 2010, 110, 749. (h) Giri, R.; Shi, B.-F.; Engle, K. M.; Maugel, N.; Yu, J.-Q. Chem. Soc. Rev. 2009, 38, 3242. (i) Labinger, J. A.; Bercaw, J. E. Nature 2002, 417, 507. (j) Hirano, K.; Miura, M. Synlett 2011, 294. (3) (a) King, A. E.; Brunold, T. C.; Stahl, S. S. J. Am. Chem. Soc. 2009, 131, 5044. (b) Wei, Y.; Zhao, H.; Kan, J.; Su, W. J. Am. Chem. Soc. 2010, 132, 2522. (4) (a) Glaser, C. Ber. Dtsch. Chem. Ges. 1869, 2, 422. (b) Glaser, C. Ann. Chem. Pharm. 1870, 154, 137. (5) Do, H. Q.; Daugulis, O. J. Am. Chem. Soc. 2009, 131, 17052. (6) Eames, J.; Watkinson, M. Angew. Chem., Int. Ed. 2001, 40, 3567. (7) Li, Z.; Li, C. J. J. Am. Chem. Soc. 2006, 128, 56. (8) (a) Kawano, T.; Hirano, K.; Satoh, T.; Miura, M. J. Am. Chem. Soc. 2010, 132, 6900. (b) Matsuda, N.; Hirano, K.; Satoh, T.; Miura, M. Org. Lett. 2011, 13, 2860. (9) (a) Chen, X.; Hao, X.-S.; Goodhue, C. E.; Yu, J.-Q. J. Am. Chem. Soc. 2006, 128, 6790. (b) Fier, P. S.; Hartwig, J. F. J. Am. Chem. Soc. 2012, 134, 10795. (c) Tran, L. D.; Popov, I.; Daugulis, O. J. Am. Chem. Soc. 2012, 134, 18237. (d) Casitas, A.; Canta, M.; Sola,́ M.; Costas, M.; Ribas, X. J. Am. Chem. Soc. 2011, 133, 19386. (10) (a) Grass, G.; Rensing, L.; Rensing, C. Metallomics 2011, 3, 1095. (b) Riger, C. J.; Fernandes, P. N.; Vilela, L. F.; Mielniczki-Pereira, A. A.; Bonatto, D.; Henriquesb, J. A. P.; Eleutherio, E. C. A. Metallomics 2011, 3, 1355. (11) (a) Wei, H.; Yang, G.-F. Bioorg. Med. Chem. 2006, 14, 8280. (b) Gangjee, A.; Zeng, Y.; Talreja, T.; McGuire, J. J.; Kisliuk, R. L.; Queener, S. F. J. Med. Chem. 2007, 50, 3046. (12) (a) Fukuzawa, S.-I.; Shimizu, E.; Atsuumi, Y.; Haga, M.; Ogata, K. Tetrahedron Lett. 2009, 50, 2374. (b) Popov, I.; Do, H.-Q.; Daugulis, O. J. Org. Chem. 2009, 74, 8309. (c) Kumar, S.; Engman, L. J. Org. Chem. 2006, 71, 5400. (d) Tanigichi, N. J. Org. Chem. 2004, 69, 6904. (e) Taniguchi, N.; Onami, T. J. Org. Chem. 2004, 69, 915. (f) Baldovino-Pantaleoń, O.; Hernańdez-Ortega, S.; Morales-Morales, D. Adv. Synth. Catal. 2006, 348, 236. (13) (a) Dai, C.; Xu, Z.; Huang, F.; Yu, Z.; Gao, Y.-F. J. Org. Chem. 2012, 77, 4414. (b) Liu, F.-L.; Chen, J.-R.; Zou, Y.-Q.; Wei, Q.; Xiao, W.-J. Org. Lett. 2014, 16, 3768. (14) Chu, L.; Yue, X.; Qing, F.-L. Org. Lett. 2010, 12, 1644. (15) (a) Campeau, L. C.; Fagnou, K. Chem. Soc. Rev. 2007, 36, 1058. (b) Deng, J. Z.; Paone, D. V.; Ginnetti, A. T.; Kurihara, H.; Dreher, S. D.; Weissman, S. A.; Stauffer, S. R.; Burgey, C. S. Org. Lett. 2009, 11, 345. (c) Knapp, D. M.; Gillis, E. P.; Burke, M. D. J. Am. Chem. Soc. 2009, 131, 6961. (d) Dick, G. R.; Woerly, E. M.; Burke, M. D. Angew. Chem., Int. Ed. 2012, 51, 2667. (e) Gulevich, A. V.; Melkonyan, F. S.; Sarkar, D.; Gevorgyan, V. J. Am. Chem. Soc. 2012, 134, 5528. (16) (a) Miyaura, N.; Yamada, K.; Suzuki, A. Tetrahedron Lett. 1979, 20, 3437. (b) Miyaura, N.; Suzuki, A. Chem. Commun. 1979, 19, 866. (c) Miyaura, N.; Suzuki, A. Chem. Rev. 1995, 95, 2457. (d) Suzuki, A. Pure Appl. Chem. 1991, 63, 419. (e) Suzuki, A. J. Organomet. Chem. 1999, 576, 147. (17) (a) Ackermann, L.; Lygin, A. V. Org. Lett. 2011, 13, 3332. (b) Xie, Y.-X.; Pi, S.-F.; Wang, J.; Yin, D.-L.; Li, J.-H. J. Org. Chem. 2006, 71, 8324. (18) (a) Yu, J.-Q. Patent, Int. Appl., 2007123910, 2007. (b) Traynelis, V. J.; Hergenrother, W. L. J. Org. Chem. 1964, 76, 221. (c) Luo, F.; Pan, C.; Li, L.; Chen, F.; Cheng, J. Chem. Commun. 2011, 47, 5304. (19) (a) Sheldrick, G. M. Acta Crystallogr. 2008, A64, 112. (b) Farrugia, L. J. J. Appl. Crystallogr. 1999, 32, 837. (20) (a) Restori, R.; Schwarzenbach, D. Acta Crystallogr., Sect. B: Struct. Sci. 1986, 42, 201. (b) Massarotti, V.; Capsoni, D.; Bini, M.; Altomare, A.; Moliterni, A. G. G. Z. Kristallogr. 1998, 213, 259. (21) Choi, J.; Yoon, N. M. J. Org. Chem. 1996, 60, 3266. (22) Traynelis, V. J.; Hergenrother, W. L. J. Org. Chem. 1964, 29, 221. (23) (a) Tang, S. Y.; Gong, T.; Fu, Y. Sci. China Chem. 2013, 56, 619. (b) Shang, M.; Sun, S.-Z.; Wang, H.-L.; Laforteza, B. N.; Dai, H.-X.; Yu, J.-Q. Angew. Chem., Int. Ed. 2014, 53, 10439. (c) Nishino, M.; Hirano, K.; Satoh, T.; Miura, M. Angew. Chem., Int. Ed. 2013, 52, 4457. (24) Pagliaro, M.; Pandarus, V.; Beland, F.; Ciriminna, R.; Palmisano, G.; Cara, P. D. Catal. Sci. Technol. 2011, 1, 736. 4122 ",
    "title & info": "Copper Acetate-DMSO Promoted Methylthiolation of Arenes and Heteroarenes Poonam Sharma, Sandeep Rohilla, and Nidhi Jain* Department of Chemistry, Indian Institute of Technology, Delhi, India 110016",
    "abstract": "An unprecedented copper acetate-DMSOpromoted methylthiolation of arenes and heteroarenes in the presence of air has been developed. The reaction is highly regioselective under the directing group influence of pyridine and pyrimidine functional units and gives the thiomethylated product in moderate to high yields.",
    "introduction": [
        "Substantial progress has been made in the utilization of directing-group assisted C-H activation reactions catalyzed by a range of metals including Ru, Rh, Pt, and Pd.1,2 Controlling selectivity and identifying inexpensive metal catalysts for these reactions is a challenge worth undertaking. Since copper is a relatively economical metal to work with, copper catalyzed C-H activation has gained tremendous momentum in recent times.3 Copper promoted C-H functionalization either under free-radical4 or under oxidative conditions5 has been successfully exploited in a variety of reactions including peroxidation,6 alkylation,7 acetoxylation, halogenation, cyanation, and amina-tion,8 to name a few.9 In our efforts directed toward development of copper catalyzed C-H functionalization reactions,10 we discovered copper acetate mediated direct synthesis of aryl and heteroaryl sulfide structural motifs with DMSO as a simple, cheap, and easy-to-handle methylthiolation reagent.",
        "Owing to the importance of methylthioethers in many pharmaceutically active compounds and advanced materials,11 the development of simple and facile methods for their synthesis is a highly desirable goal for chemists. While the traditional methods involve the use of dimethyl disulfide as the methylthiolating reagent (Figure 1, a),12 there are two recent reports which demonstrate DMSO as a convenient reagent for preparing methyl thioethers.13 In this context, Gao et al. have used Lewis acids [Ag(I), Ni(II), Fe(II)] along with Cu(OAc)2 for methylthiolation of heterocycles (Figure 1, b),13a while Qing et al. disclosed a CuF2-K2S2O8 mediated methylthiola-tion of 2-phenylpyridine.14 Both protocols reported using DMSO, however, suffer from limitations. While one involves the use of Lewis acid for enhancing the C2 C-H bond acidity, the second one demands drastic conditions such as the use of a large amount of expensive catalyst, strong oxidant, and long reaction time. As a solution to the current shortfalls, we report for the first time a generalized DMSO mediated methylthio-lation protocol that works for both aryl and heteroaryl C-H bonds (Figure 1, c).15 The reaction is assisted by inexpensive copper acetate in the presence of air as the oxidant. Our method is distinctly different from the one reported earlier by Qing et al. in which they very categorically state the inactivity of copper acetate, use an excess of CuF2 (4 equiv), and require K2S2O8 (2 equiv) as a very specific oxidant for the reaction. Further, they demonstrate thiomethylation of aromatic sp2 C-H bonds only with the reaction time prolonging to 72 h."
    ],
    "results and discussion": [
        "The methylthiolation reported herein was discovered accidently during our endeavors of carrying out copper acetate promoted arylation of 2-phenylpyridine (1a) using sodium p-toluenesulfi-nate as the arylating agent and DMSO as the solvent (Scheme 1).",
        "While we did not obtain the desired arylated product, we found the reaction to be very clean, giving a single product in 60% yield after 12 h with no trace of side impurities. On spectroscopic characterization, the product was found to be 2-(2-(methylthio)phenyl)pyridine (2a). We repeated the reaction without adding sodium p-toluenesulfinate, but found the same result with 64% yield of 2a. To confirm these initial observations, we decided to extend the reaction conditions to 2-naphthylpyridine (1b) as the substrate. We were excited to find that, with 2.0 equiv of copper acetate and DMSO as the solvent, 2-(3-(methylthio)naphthalen-2-yl)pyridine (2b) was obtained as a single product in 89% yield at 125 °C (Table 1). We also noticed that, unlike previous reports, no oxidized products or dimethylthiolated products were formed.14 The high monoselectivity is most likely due to the binding of the thiomethyl group and the nitrogen in the product to Cu(II) (taken in an equivalent amount), which prevents further reaction.9a",
        "Certain of the findings, we next moved on to optimize the reaction with respect to catalyst, time, and temperature, taking 1b as the substrate. Lowering the equivalents of Cu(OAc)2 to 0.5 and 0.8 resulted in reduced yield of the product (Table 1, entry 1), while, with 1.0 equiv, a similar yield as with 2.0 equiv was obtained. Therefore, we decided to carry out the remaining optimizations with 1.0 equiv of the copper catalyst. A variety of copper(II) salts such as CuF2, Cu(OTf)2, and CuCl2 were screened but were found to be inactive. This was in contrast to the previous methylthiolation reported by Qing et al., in which they demonstrate CuF2 as the best catalyst. Copper(I) salts such as CuBr and CuI were ineffective as well (Table 1, entries 2 and 7) as no product was seen with CuI, and only 10% of the desired product was isolated with CuBr. Since the reaction appeared to be a copper(II) promoted C-H activation, we investigated the reaction with copper(I) salts in the presence of various oxidants such as benzoquinone, K2S2O8, and AgOAc with a view to generate the active Cu(II) species in situ. While no product was isolated with CuBr-BQ and CuBr-K2S2O8, 40% product 2b was obtained when 1.0 equiv of AgOAc was used as the oxidant with CuBr (Table 1, entries 3-6). A similar trend was observed with CuI-oxidant combinations as well (Table 1, entries 8-11). The yield with CuI-AgOAc, however, was much higher than the CuBr-AgOAc system (Table 1, entries 5, 6, 10, 11). No reaction was observed in the absence of copper salt, emphasizing that the mediation of Cu(II) is necessary, and also pointed toward the observed ortho-selectivity via coordination of Cu(II) to the N atom of the pyridine in the substrate. Addition of base was found to be detrimental to the reaction. While the product yield dropped to 30% with K2CO3, only traces were seen with KOH (Table 1, entries 12, 13) apparently due to the formation of inactive Cu2O, as seen in PXRD (Supporting Information). With organic bases such as triethylamine (TEA) and diisopropyle-thylamine (DIPEA), lower yields of 2b were obtained (Table 1, entries 14, 15). The effect of temperature on product yield was also monitored. On decreasing the temperature to 110 °C from 130 °C, no product was seen, while increasing the temperature to 140 °C resulted in a similar yield of the product (Table 1, entry 16). Addition of the ligands did not help the reaction either. With ethyl acetoacetate, the yield dropped to 70%, while, with ethylenediamine, no product was formed (Table 1, entry 17). Addition of oxidants such as K2S2O8, BQ, and O2 quenched the reaction completely by deactivating the Cu-(OAc)2 catalyst. It was also noticed that air was necessary to drive the reaction as under a nitrogen atmosphere, lower conversions were obtained. Further, the optimum reaction time was found to be 12-18 h. Although the substrate did not show 100% conversion in this time, extending it further to 24 h led to complete decomposition of the thiomethylated product.",
        "Thus, with optimized conditions in hand, we next moved on to examine the scope of thiomethylation on various 2-arylpyridines (1a-k) synthesized via Suzuki coupling of the corresponding boronic acids with 2-bromopyridine16,17 (Table 2).",
        "In general, with 2-naphthylpyridine substrates, the yield of the thiomethylated products (2b and 2c) was higher than the corresponding 2-phenylpyridine substrates. This may be attributed to the lower aromaticity and more localized π-electrons in naphthalene compared to benzene, which enables a better coordination with copper. Further, it was found that 2-phenylpyridine derivatives bearing both electron-donating as well as electron-withdrawing substituents on the benzene ring underwent facile monomethylthiolation to yield the desired products (2d-k) in 42-87% yield. In an unusual finding though, we found that thiolation occurred at the more hindered ortho-position of 2-(3-methylphenyl)pyridine to yield 2j in 67% yield. 2-(2′,5′-Dimethoxyphenyl)pyridine gave the lowest yield of the product (2i, 42%) due to conformational restrictions. Reaction of 1a was also explored with an unsymmetrical arylalkyl sulfoxide so as to understand the selectivity of thiomethylation versus thioarylation. We found that only the thiomethylated product 2a was formed (Table 2), and thioarylation did not take place at all. Further, with CuCl2 as the catalyst, a chlorinated product, 2-chloro phenylpyridine (2aa), was isolated in 50% yield. A similar CuCl2 mediated chlorination reaction has been reported previously.9a,18",
        "Taking this protocol further to pyrimidine as a directing group, a library of methylthiolated derivatives 4a-f were prepared from their respective 2-pyrimidyl aryl compounds 3a-f (Table 3) in moderate yields. The yields with pyrimidine directing groups (4a-f) in general were lower than those with the corresponding pyridine analogues (2a-k). As expected, 2-(3-methylphenyl)pyrimidine with a methyl substituent at the meta-position underwent thiolation exclusively at the less-hindered ortho-site to yield 4c in 58% yield.",
        "The scope of methylthiolation on benz-fused aza-hetero-cycles 5a-e was also investigated. It was found that the directing groups (pyridine and pyrimidine) favored thiomethylation at the C-2 carbon in both indole and benzimidazole derivatives, yielding the corresponding products 6a-e in 38-64% yield (Table 4). To examine whether it was the directing group that influenced the outcome of thiomethylation; the reaction of N-methyl benzimidazole under the optimized conditions was attempted. As expected, no thiomethylation took place, and the starting material was recovered along with some unidentified decomposed products.",
        "Further, methylthiolation using deuterated DMSO was carried out. With 1b as the substrate, deuterated thiomethyl derivative 2bb was obtained in 82% yield, confirming that the sulfur atom was being transferred from DMSO (Scheme 2).",
        "Further, to verify the absence of free radical species in the reaction, quenching studies with TEMPO were performed. As anticipated, the reaction remained uninfluenced, suggesting that it does not go via a free radical path. Next, to get some more insight into the mechanism, the isotope effect was examined using deuterated 2-phenylpyridine (7) as the substrate. As shown in Scheme 3, an intramolecular competition took place and a kinetic hydrogen isotope effect (K.H.I.E.) of 1.53 was observed, suggesting that the ortho-C-H bond cleavage is involved in the rate-determining step.",
        "As an important observation, it was seen that, as the reaction proceeded, a red powder precipitated out of solution. This was identified as Cu2O from PXRD 20 data (see the Supporting Information) and was believed to be the byproduct of Cu(OAc)2 mediated oxidation of methanethiol to dimethyl disulfide21 (Scheme 4). Thermal decomposition of DMSO to yield methanethiol and dimethyl disulfide is a known phenomenon (Figure 2),22 and in this case, formation of dimethyl disulfide was confirmed by GC-MS analysis (see the in the reaction mixture after 1 h of reaction time.",
        "On the basis of these observations, we believe that the reaction is initiated by coordination of A (generated in situ and verified by GC-MS) to 1a to yield the complex B, which also explains the observed ortho-selectivity.23 This is followed by metalation and deprotonation to yield C with the elimination of acetic acid. Cu(OAc)2 promoted oxidation of Cu(II) to high valent Cu(III) species D takes place next, which is followed by reductive elimination to yield the product 2a and Cu(I), which gets reoxidized to Cu(II) under an air atmosphere and enters back into the catalytic cycle. The involvement of methanethiol and dimethyl disulfide in the reaction was verified further by two crossover experiments (Scheme 5), (a) in which butanethiol (2.0 equiv) was added to the reaction mixture, and (b) in which diethyl disulfide (1.0 equiv) was added under the optimized reaction conditions. It was found that, in the first case, 40% thiobutyl derivative (9) and 10% thiomethyl product (2k) were formed. In the second case, only the thioethyl derivative (10) was formed, and no traces of 2k were seen. The preferred formation of 9 and 10 over 2k in the competing experiments suggested that dibutyldisulfide and diethyldisulfide were the actual thioalkylating agents. Since they were directly available in these reactions, it allowed faster kinetics due to that 2k was seen only as a minor product. The GC-MS data along with these crossover experiments confirmed that the reaction goes via an in situ formation of dimethyl disulfide, which, through coordination with Cu(II), leads to the subsequent thiomethyl transfer reaction. Previous thiomethylation protocol with the CuF2-K2S2O8/DMSO system proposes an altogether different mechanism involving a sulfonium ion intermediate for methyl transfer, and dimethyl sulfate and potassium methyl sulfate as the possible byproducts. However, no experimental evidence was provided to certify the same."
    ],
    "conclusion": [
        "In conclusion, we have developed a method for direct, auxiliary-assisted monothiomethylation of sp2 C-H bonds of both arenes and heteroarenes. No oxidized products or dimethylth-iolated products as reported earlier with DMSO14 are formed by this method. The reaction employs stoichiometric Cu-(OAc)2 and DMSO at elevated temperatures. The use of inexpensive copper acetate and air as the oxidant are significant advantages that allow an increased usefulness of the reaction. The protocol shows high generality, excellent selectivity toward ortho C-H bonds, as well as good functional group tolerance. Through mechanistic studies, we prove that copper acetate assisted thiomethylation with DMSO involves an in situ generation of dimethyl disulfide, which, on complexation with copper acetate, furnishes the actual thiomethylating species."
    ],
    "experimental section": [
        "General Remarks. All the reactions were executed in anhydrous solvents under an air atmosphere in 1 h oven-dried glassware at 100 °C. All reagents and solvents were of pure analytical grade. Thin layer chromatography (TLC) was performed on 60 F254 silica gel, precoated on aluminum plates and revealed with either a UV lamp (λmax = 254 nm) or iodine vapors. The products were purified by column chromatography on silica gel 230-400 mesh. 1HNMR spectra were measured on 300 and 400 MHz spectrometers using CDCl3 as the solvent with tetramethylsilane (TMS) as the internal standard at room temperature. Chemical shifts are given in δ (ppm) relative to TMS. The coupling constants (J) are given in Hz. ESI-MS was performed on a high-resolution mass instrument using a quadrupole-TOF mass analyzer, and PXRD was taken on a powder X-ray diffractometer.",
        "Representative Procedure for Synthesis of 2-Arylpyridines (1a-k). 2-Bromopyridine (1 g, 6.33 mmol), phenylboronic acid (771 mg, 6.33 mmol), potassium carbonate (1.75 g, 12.66 mmol), Pd(OAc)2 (14.2 mg, 0.06 mmol), and PPh3 (332 mg, 1.26 mmol) were taken in a round-bottom flask containing DMF:H2O (30.0 mL, 1:1). The reaction mixture was stirred for 12 h at 130 °C and monitored through TLC. After completion of reaction, it was extracted with ethyl acetate and concentrated at reduced pressure. The product was purified by column chromatography on silica gel using hexane:EtOAc (95:5), and 1a was obtained in 94% (922 mg) yield.24",
        "Representative Procedure for Synthesis of 2-Aryl-pyrimidines (3a-f). 2-Chloropyrimidine (1 g, 8.73 mmol), phenyl-boronic acid (1.06 g, 8.73 mmol), potassium carbonate (2.41 g, 17.46 mmol), Pd(OAc)2 (20 mg, 0.09 mmol), and PPh3 (458 mg, 1.74 mmol) were taken in a round-bottom flask containing DMF:H2O (30.0 mL, 1:1). The reaction mixture was stirred for 12 h at 130 °C. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated under reduced pressure. The product 3a was purified through the column chromatography on silica gel using hexane:EtOAc (95:5) and isolated in 90% (1.23 g) yield.24",
        "Representative Procedure for Synthesis of 2-Pyrimidyl-indoles (5a-c). Indole (1.0 g, 8.54 mmol) was placed in a 100 mL two-neck reaction flask, and flushed with nitrogen. DMF (25 mL) and NaH (819 mg, 34.1 mmol) were added. After stirring at room temperature for 30 min, 2-chloropyrimidine (1.46 mg, 12.8 mmol) was added, and the contents were stirred at 150 °C for 24 h. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated at reduced pressure. The product 5a was purified through the column chromatography on silica gel using hexane:EtOAc = 90:10) and isolated in 97% (1.62 g) yield.17a",
        "Representative Procedure for Synthesis of 2-Pyrimidine-benzimidazoles (5d-e). Benzimidazole (1 g, 8.46 mmol), CuI (160 mg, 10 mol %), and TBAF (25 mL, 25.3 mmol) were dissolved in dry distilled DMF (20 mL) in a 100 mL round-bottom flask, and flushed with nitrogen for 10 min. 2-Chloropyrimidine (961 mg, 8.4 mmol) and 1,10 Phenanthroline (330 mg, 20 mol %) were added to the mixture, and the contents were stirred at 140 °C for 18 h under a nitrogen atmosphere. Reaction was monitored through TLC. After completion of reaction, the reaction mixture was extracted with ethyl acetate and concentrated at reduced pressure. The product 5d was purified through the column chromatography on silica gel using hexane:EtOAc = 90:10) and obtained in 93% (1.54 g) yield.17b",
        "General Procedure for Methylthiolation of 1a-k, 3a-f, 5a-e, and 7. Substrate (1.0 equiv) and Cu(OAc)2 (1.0 equiv) were taken in a 10 mL tube sealed with a Teflon-lined cap. To it was added DMSO (5 vol.), and the contents were stirred for 12-18 h at 125 °C. In a typical procedure, 1a (50 mg, 0.32 mmol) and Cu(OAc)2 (57.9 mg, 0.32 mmol) were taken in a 10 mL tube sealed with a Teflon-lined cap; and to it was added DMSO (0.25 mL). The reaction did not go to completion even after stirring for 24 h and showed the formation of decomposed products on prolonged reaction time with complete loss of the desired thiomethylated product. Therefore, as monitored by TLC, after 12-18 h, the contents were extracted with ethyl acetate, dried over anhydrous sodium sulfate, and concentrated at reduced pressure. The product was purified through the column chromatog-raphy on silica gel using hexane:EtOAc (95:5).",
        "Physical Properties and Characterization Data of the Synthesized Compounds. 2-(2-(Methylthio)phenyl)pyridine (2a). Colorless liquid, yield 64% (42 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.74 (d, J = 2.7 Hz, 1H), 7.80-7.75 (m, 1H), 7.59-7.57 (m, 1H), 7.46-7.43 (m, 1H), 7.40-7.35 (m, 2H), 7.31-7.23 (m, 2H), 2.41 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.4, 149.1, 139.6, 137.4, 136.1, 129.9, 128.9, 126.0, 124.9, 124.2, 122.2, 16.4; MS (ESI) m/z 202 [M + H]+; HRMS Calculated for C12H12NS + 202.0685; Found: 202.0689 [M + H]+.",
        "2-(2-Chlorophenyl)pyridine (2aa). Colorless liquid, yield 50% (31 mg), Rf (0.50) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (d, J = 3 Hz, 1H), 7.84-7.74 (m, 1H), 7.66 (d, J = 9 Hz, 1H), 7.61-7.58 (m, 1H), 7.49-7.47 (m, 1H), 7.42-7.33 (m, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 156.9, 149.5, 139.2, 135.8, 132.1, 131.5, 130.1, 129.6, 127.0, 124.9, 122.4; MS (ESI) m/z 190 [M + H]+; HRMS Calculated for C11H9ClN + 190.0418; Found:190.0416 [M + H]+.",
        "2-(3-(Methylthio)naphthalen-2-yl)pyridine (2b). Pale yellow solid, yield 90% (52 mg), Rf (0.44) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.68 (d, J = 3.9 Hz, 1H), 7.81 (s, 1H), 7.77-7.70 (m, 3H), 7.60-7.56 (m, 2H), 7.44-7.30 (m, 2H), 7.25-7.18 (m, 1H), 2.42 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.3, 149.2, 138.0, 136.2, 135.6, 133.6, 131.0, 129.2, 128.0, 126.9, 126.5, 125.3, 124.4, 123.7, 122.3, 16.4; MS (ESI) m/z 252 [M + H]+; HRMS Calculated for C16H14NS + 252.0841; Found: 252.0848 [M + H]+.",
        "2-(3-(Methylthio)naphthalen-2-yl)pyridine-d3 (2bb). Yellow solid, yield 82% (51 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69 (d, J = 3.9 Hz, 1H), 7.81 (s, 1H), 7.76-7.70 (m, 3H), 7.58 (d, J = 6.6 Hz, 2H), 7.48-7.32 (m, 2H), 7.26-7.18 (m, 1H) ; 13C{1H}NMR (75 MHz, CDCl3): δ 158.5, 149.4, 138.1, 136.4, 135.8, 133.8, 131.1, 129.4, 128.2, 127.1, 126.7, 125.7, 124.5, 123.7, 122.5, 29.8; MS (ESI) m/z 255 [M + H]+; HRMS Calculated for C16H11D3NS + 255.1030; Found: 255.1038 [M + H]+.",
        "2-(2-(Methylthio)naphthalen-1-yl)pyridine (2c). Pale yellow solid, yield 76% (47 mg), Rf (0.44) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.86 (d, J = 4.5 Hz, 1H), 7.93-7.84 (m, 3H), 7.56 (d, J = 8.7 Hz, 1H), 7.48-7.38 (m, 4H), 7.36 (d, J = 1.2, 1H), 2.48 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.7, 149.9, 136.6, 136.3, 134.7, 132.5, 131.5, 129.0, 128.0, 126.8, 126.1, 125.2, 125.1, 124.3, 122.5, 16.8; MS (ESI) m/z 252 [M + H]+; HRMS Calculated for C16H14NS + 252.0841; Found: 252.0811 [M + H]+.",
        "2-(2-(Methylthio)-4-nitrophenyl)pyridine (2d). Yellow solid, yield 89% (54 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69(d, J = 3 Hz, 1H), 8.08 (s, 1H), 7.99 (d, J = 9, 1H), 7.75 (t, J = 9, 1H), 7.53 (d, J = 9 Hz, 2H), 7.28 (t, J = 6 Hz, 1H), 2.43 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 155.0, 148.3, 147.0, 143.3, 139.6, 135.3, 129.4, 122.9, 122.0, 118.6, 118.2, 14.9; MS (ESI) m/z 247 [M + H]+; HRMS Calculated for C12H11N2O2S + 247.0536; Found: 247.0544 [M + H]+.",
        "3-(Methylthio)-4-(pyridin-2-yl)benzonitrile (2e). White solid, yield 67% (42 mg), Rf (0.40) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.67 (d, J = 4.2 Hz, 1H), 7.76-7.71 (m, 1H), 7.51-7.42 (m, 4H), 7.29-7.25 (m, 1H), 2.45 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 171.1, 156.5, 149.5, 143.1, 140.1, 136.5, 130.4, 128.5, 128.0, 124.0, 123.0, 118.5, 112.9, 16.2; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H11N2S + 227.0637; Found: 227.0631 [M + H]+.",
        "3-(Methylthio)-4-(pyridin-2-yl)benzaldehyde (2f). Colorless liquid, yield 58% (36 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 10.07 (s, 1H), 8.77 (d, J = 3.9 Hz, 1H), 7.85-7.82 (m, 2H), 7.75-7.71 (m, 1H), 7.62 (d, J = 7.8 Hz, 2H), 7.38-7.35 (m, 1H), 2.50 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 190.7, 156.1, 148.4, 145.1, 143.6, 138.6, 135.4, 129.5, 125.7, 124.6, 123.1, 121.9, 15.1; MS (ESI) m/z 202 [M + H]+; HRMS Calculated for C13H12NOS + 230.0634; Found: 230.0646 [M + H]+.",
        "2-(4-Fluoro-2-(methylthio)phenyl)pyridine (2g). Colorless liquid, yield 56% (35 mg), Rf (0.32) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (t, J = 2.1 Hz, 1H), 7.79-7.74 (m, 1H), 7.55-7.52 (m, 1H), 7.44-7.34 (m, 1H), 7.30-7.28 (m, 1H), 7.02 (d, J = 9.9, 1H), 6.92 (t, J = 8.4, 1H), 2.41 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 163.7, 160.4, 156.5, 148.2, 139.3 (d, J = 8.0 Hz), 135.2, 134.2, 130.5 (d, J = 8.8 Hz), 123.1, 121.2, 111.3 (d, J = 24.4 Hz), 110.5 (d, J = 21.3 Hz), 15.1; MS (ESI) m/z 220 [M + H]+; HRMS Calculated for C12H11FNS + 220.0591; Found: 220.0588 [M + H]+.",
        "2-(4-Methoxy-2-(methylthio)phenyl)pyridine (2h). Colorless liquid, yield 76% (47 mg), Rf (0.72) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.72 (d, J = 4.5 Hz, 1H), 7.78-7.72 (m, 1H), 7.57 (d, J = 7.8, 1H), 7.44-7.39 (m, 1H), 7.29-7.23 (m, 2H), 6.90 (d, J = 2.4, 1H), 3.89 (s, 3H), 2.42 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 160.1, 158.2, 149.1, 138.9, 136.0, 132.4, 131.2, 124.1, 121.7, 112.3, 109.6, 55.4, 16.4; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H14NOS + 232.0791; Found: 232.0789 [M + H]+.",
        "2-(3,6-Dimethoxy-2-(methylthio)phenyl)pyridine (2i). Red liquid, yield 42% (26 mg), Rf (0.40) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.71 (d, J = 6.00 Hz, 1H), 7.75 (t, J = 6.9 Hz, 1H), 7.28 (s, 1H), 7.05 (s, 1H), 6.92 (s, 2H) 3.92 (s, 3H) 3.67 (s, 3H) 2.20 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.5, 156.9, 156.8, 154.3, 151.5, 149.0, 135.7, 125.3, 122.0, 111.9, 111.6, 56.5, 18.54; MS 4120 (ESI) m/z 262 [M + H]+; HRMS Calculated for C14H16NO2S + 262.0896; Found: 262.0907 [M + H]+.",
        "2-(3-Methyl-2-(methylthio)phenyl)pyridine (2j). Colorless liquid, yield 67% (43 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.64 (d, J = 3.6, 1H), 7.67 (t, J = 7.5, 1H), 7.50 (d, J = 7.8 Hz, 1H), 7.20 (d, J = 7.8, 3H), 7.11 (d, J = 8.1, 1H), 2.28 (d, J = 2.4 Hz, 6H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.2, 149.2, 140.1, 135.9, 135.1, 133.5, 130.8, 129.8, 127.2, 124.3, 122.0, 17.0; MS (ESI) m/z 227 [M + H]+; HRMS Calculated for C13H14NS + 216.0841; Found: 216.0844 [M + H]+.",
        "2-(4-Methyl-2-(methylthio)phenyl)pyridine (2k). Colorless liquid, yield 73% (46 mg), Rf (0.36) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.62 (d, J = 4.2, 1H), 7.65-7.62 (m, 1H), 7.47 (d, J = 7.5 Hz, 1H), 7.26 (d, J = 7.5, 1H), 7.18-7.14 (m, 1H), 7.07 (s, 1H), 6.97 (d, J = 6.9 Hz, 1H), 2.32 (s, 3H), 2.30 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.6, 157.6, 149.2, 138.9, 137.1, 136.1, 130.0, 126.9, 126.0, 124.3, 122.1, 21.5, 16.64; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C13H14NS + 216.0841; Found: 216.0847 [M + H]+.",
        "2-(2-(Methylthio)phenyl)pyrimidine (4a). Yellow solid, yield 58% (38 mg), Rf (0.68) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.92 (d, J = 7.2 Hz, 2H), 8.07-8.04 (m, 1H), 7.49-7.38 (m, 2H), 7.30 (d, J = 1.5, 1H), 7.27-7.24 (m, 1H), 2.48 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.8, 156.6, 139.5, 136.5, 130.8, 130.2, 125.5, 124.3, 118.8, 16.6; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C11H11N2S + 203.0637; Found: 203.0647 [M + H]+.",
        "2-(4-Fluoro-2-(methylthio)phenyl)pyrimidine (4b). Colorless liquid, yield 48% (30 mg), Rf (0.72) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.88 (d, J = 4.8 Hz, 2H), 8.18-8.13 (m, 1H), 7.24 (t, J = 5.1 Hz, 1H), 7.09-7.05 (m, 1H), 6.99-6.96 (m, 1H), 2.47 (s, 3H); 13C{1H}NMR (100 MHz, CDCl3): δ 164.0 (d, J = 41 Hz), 161.8, 155.5 (d, J = 2.0 Hz), 141.9 (d, J = 8.0 Hz), 134.4, 131.8 (d, J = 9.0 Hz), 117.6 (d, J = 3.0 Hz), 111.1 (d, J = 25.0 Hz), 110.1 (d, J = 22.0 Hz), 15.6; MS (ESI) m/z 221 [M + H]+; HRMS Calculated for C11H10FN2S + 221.0543; Found: 221.0543 [M + H]+.",
        "2-(3-Methyl-2-(methylthio)phenyl)pyrimidine (4c). Colorless liquid, yield 58% (37 mg), Rf (0.70) in hexane:EtOAc (80:20); 1H NMR (400 MHz, CDCl3): δ 8.88 (d, J = 4.8 Hz, 2H), 7.85 (s, 1H), 7.30-7.22 (m, 3H), 2.44-2.36 (s, 6H); 13C{1H}NMR (100 MHz, CDCl3): δ 164.9, 155.6, 135.5, 134.9, 133.2, 130.3, 131.1, 130.0, 124.9, 117.7, 21.8, 15.8; MS (ESI) m/z 217 [M + H]+; HRMS Calculated for C12H13N2S + 217.0793; Found: 217.0803 [M + H]+.",
        "2-(4-Methoxy-2-(methylthio)phenyl)pyrimidine (4d). Pale yellow solid, yield 67% (42 mg), Rf (0.68) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.83 (d, J = 4.8 Hz, 2H), 8.14 (d, J = 5.7 Hz, 1H), 7.16 (t, J = 4.8 Hz, 1H), 6.89 (d, J = 2.1 Hz, 1H), 6.81-6.78 (m, 1H), 3.89 (s, 3H), 2.46 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.3, 161.1, 156.4, 141.7, 132.5, 128.9, 118.1, 111.6, 108.9, 55.4, 16.6; MS (ESI) m/z 233 [M + H]+; HRMS Calculated for C12H13N2OS + 233.0743; Found: 233.0754 [M + H]+.",
        "2-(2-(Methylthio)naphthalen-1-yl)pyrimidine (4e). Yellow solid, yield 72% (44 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 9.00 (d, J = 4.5 Hz, 2H), 7.93 (d, J = 8.7 Hz, 1H), 7.86, (d, J = 7.5 Hz, 1H), 7.60 (d, J = 8.7 Hz, 1H), 7.42-7.39 (m, 3H), 7.23-7.28 (m, 1H), 2.49 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 166.8, 157.3, 136.0, 134.7, 131.8, 131.7, 129.5, 128.1, 127.1, 125.5, 125.2, 124.8, 119.5, 17.3; MS (ESI) m/z 253 [M + H]+; HRMS Calculated for C15H13N2S + 253.0794; Found: 253.0797 [M + H]+.",
        "2-(3-(Methylthio)naphthalen-2-yl)pyrimidine (4f). Yellow solid, yield 64% (39 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.84 (d, J = 4.2 Hz, 2H), 8.43 (s, 1H), 7.81 (d, J = 8.1 Hz, 1H), 7.72 (d, J = 8.1 Hz, 1H), 7.60 (d, J = 14.7 Hz, 1H), 7.45 (t, J = 7.8 Hz, 1H), 7.39-7.28 (m, 1H), 7.20 (d, J = 4.8 Hz, 1H), 2.97 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 165.9, 156.8, 136.6, 135.3, 134.3, 131.0, 130.6, 128.6, 127.6, 126.5, 125.6, 123.7, 119.0, 17.0; MS (ESI) m/z 253 [M + H]+; HRMS Calculated for C15H13N2S + 253.0794; Found: 253.0803 [M + H]+.",
        "2-(Methylthio)-1-(pyrimidin-2-yl)-1H-indole (6a). Pale yellow solid, yield 53% (33 mg), Rf (0.72) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.70 (d, J = 4.5 Hz, 2H), 8.42 (d, J = 8.4 Hz, 1H), 7.42 (d, J = 6.3, 1H), 7.18-7.12 (m, 2H), 7.05 (t, J = 4.8, 1H), 6.37 (s, 1H), 2.46 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.8, 138.0, 137.0, 130.0, 124.5, 122.4, 122.3, 118.8, 116.8, 114.6, 104.4, 18.0; MS (ESI) m/z 242 [M + H]+; HRMS Calculated for C13H12N3S + 242.0746; Found: 242.0750 [M + H]+.",
        "2-(Methylthio)-5-nitro-1-(pyrimidin-2-yl)-1H-indole (6b). Yellow solid, yield 64% (38 mg), Rf (0.68) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.84 (d, J = 4.5 Hz, 2H), 8.56 (d, J = 9.3 Hz, 1H), 8.39 (d, J = 1.8, 1H), 8.12-8.08 (m, 1H), 7.28-7.25 (m, 1H), 6.54 (s, 1H), 2.55 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.0, 157.2, 143.4, 142.6, 140.0, 129.8, 118.0, 117.6, 114.8, 114.7, 104.3, 17.9; MS (ESI) m/z 287 [M + H]+; HRMS Calculated for C13H11N4O2S + 287.0597; Found: 287.0593 [M + H]+.",
        "2-(Methylthio)-1-(pyrimidin-2-yl)-1H-indole-3-carbaldehyde (6c). Yellow solid, yield 38% (23 mg), Rf (0.36) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 10.54 (s, 1H), 8.96 (d, J = 4.8 Hz, 2H), 8.42-8.39 (m, 1H), 7.83-7.80 (m, 1H), 7.44-7.38 (m, 3H), 2.59 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 187.9, 158.7, 156.5, 145.0, 137.3, 125.5, 124.2, 122.1, 121.6, 119.6, 112.4, 22.9; MS (ESI) m/z 270 [M + H]+; HRMS Calculated for C14H12N3OS + 270.0696; Found: 270.0694 [M + H]+.",
        "2-(Methylthio)-1-(pyridin-2-yl)-1H-benzo[d]imidazole (6d). Col-orless liquid, yield 56% (35 mg), Rf (0.68) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.63(d, J = 0.9 Hz, 1H) 7.96-7.93 (m, 1H), 7.76 (d, J = 7.8 Hz, 1H), 7.61(d, J = 8.1, 1H), 7.50-7.47 (m,1H), 7.43-7.39 (m, 1H), 7.30-7.23 (m, 2H), 2.55 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 153.3, 149.7, 149.4, 143.9, 138.9, 135.8, 123.0, 123.0, 122.7, 119.0, 118.5, 110.2, 15.3; MS (ESI) m/z 242 [M + H]+; HRMS Calculated for C13H12N3S + 242.0746; Found: 242.0748 [M + H]+.",
        "2-(Methylthio)-1-(pyrimidin-2-yl)-1H-benzo[d]imidazole (6e). White solid, yield 56% (35 mg), Rf (0.72) in hexane:EtOAc (70:30); 1H NMR (300 MHz, CDCl3): δ 8.85 (d, J = 4.8 Hz, 2H) 8.45-8.47 (m, 1H), 7.74-7.71 (m, 1H), 7.36-7.30(m, 2H), 7.26-7.22(m, 1H), 2.28 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 157.9, 156.6, 154.9, 143.9, 134.6, 123.7, 122.9, 118.1, 117.7, 114.9, 16.4; MS (ESI) m/z 216 [M + H]+; HRMS Calculated for C12H11N4S + 243.0700; Found: 243.0699 [M + H]+.",
        "2-(2-Deutero)phenylpyridine (7). Colorless liquid, yield 90% (210 mg), Rf (0.84) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.59 (d, J = 4.5 Hz, 1H), 7.89 (d, J = 7.2 Hz, 1H), 7.64-7.60 (m, 2H), 7.40-7.28 (m, 3H), 7.12-7.07 (m, 1H), 13C{1H}NMR (75 MHz, CDCl3): δ 157.5, 149.7, 139.4, 136.8, 129.0, 128.8, 128.7, 126.9, 126.3, 122.1, 120.6; MS (ESI) m/z 157 [M + H]+; HRMS Calculated for C11H9DN + 157.0871; Found: 157.0863 [M + H]+.",
        "Mixture of Compounds 2a and 8. Colorless liquid, yield 56% (36 mg), Rf (0.48) in hexane:EtOAc (80:20); 1H NMR (300 MHz, DMSO): δ 8.66 (d, J = 3.9 Hz, 1H), 7.90-7.85 (m, 1H), 7.59 (d, J = 7.8 Hz, 1H), 7.43-7.36 (m, 3H), 7.28-7.26 (m, 1H), 2.38 (s, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.4, 149.2, 139.6, 137.4, 136.1, 129.9, 128.9, 126.0, 124.9, 124.8, 124.2, 122.2, 16.4; MS (ESI) m/z 157 [M + H]+; HRMS Calculated for C12H11DNS + 203.0748; Found: 203.0748 [M + H]+.",
        "2-(2-Butylthio)-4-methylphenylpyridine (9). Colorless liquid, yield 40% (30 mg), Rf (0.49) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.63 (d, J = 4.5 Hz, 1H), 7.66 (t, J = 7.5 Hz, 1H), 7.50 (d, J = 7.8 Hz, 1H), 7.28 (d, J = 7.5 Hz, 1H), 7.17 (t, J = 7.2 Hz, 2H), 7.00 (d, J = =7.8 Hz, 1H), 2.71 (t, J = 7.2, 2H), 2.32 (s, 3H), 1.51-1.41 (m, 2H), 1.32-1.27 (m, 2H), 0.79 (t, J = 7.2 Hz, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.7, 149.1, 138.6, 138.3, 135.8, 135.5, 130.2, 129.3, 126.5, 124.7, 121.9, 33.6, 30.9, 22.1, 21.4, 13.7; MS (ESI) m/z 258 [M + H]+; HRMS Calculated for C16H20NS + 258.1311; Found: 258.1323 [M + H]+.",
        "2-(2-Ethylthio)-4-methylphenylpyridine (10). Colorless liquid, yield 60% (34 mg), Rf (0.47) in hexane:EtOAc (80:20); 1H NMR (300 MHz, CDCl3): δ 8.69 (d, J = 4.5 Hz, 1H), 7.74-7.68 (m, 1H), 7.56 (d, J = 7.8 Hz, 1H), 7.36 (d, J = 7.8 Hz, 1H), 7.26-7.21 (m, 2H), 7.07(d, J = 7.8 Hz,1H) 2.81 (q, J = 7.5 Hz, 2H), 2.38 (s, 3H), 1.22(t, 7.5 Hz, 3H); 13C{1H}NMR (75 MHz, CDCl3): δ 158.6, 149.1, 138.6, 4121 138.1, 135.8, 135.2, 130.2, 128.9, 126.5, 124.5, 121.9, 29.7, 27.7, 21.3, 13.9; MS (ESI) m/z 230 [M + H]+; HRMS Calculated for C14H16NS + 230.0998; Found: 230.1009 [M + H]+."
    ],
    "associated content": [
        "Copies of 1H NMR, 13C NMR, and HR-MS for all the synthesized compounds, ORTEPs and associated X-ray crystallographic data for 6a (CIF), and PXRD for various copper salts have been included. This material is available free of charge via the Internet at http://pubs.acs.org."
    ],
    "author information": [
        "Corresponding Author *E-mail: njain@chemistry.iitd.ac.in (N.J.). Notes The authors declare no competing financial interest."
    ],
    "acknowledgments": [
        "The authors thank the Council of Scientific and Industrial Research (CSIR), India (RP02948), for financially supporting this work and DST-FIST for funding the ESI-HRMS facility at IIT Delhi. P.S. and S.R. thank the University Grants Commision (UGC) and CSIR, respectively, for their graduate fellowships."
    ],
    "references": [
        "(1) For directed C-H activation, see: (a) Dyker, G. Angew. Chem., Int. Ed. 1999, 38, 1698. (b) Ritleng, V.; Sirlin, C.; Pfeffer, M. Chem. Rev. 2002, 102, 1731. (c) Negishi, E. Angew. Chem., Int. Ed. 2011, 50, 6738; (d) Suzuki, A. 2011, 123, 6854. Angew. Chem., Int. Ed. 2011, 50, 6722. (e) Campeau, L.-C.; Fagnou, K. Chem. Commun. 2006, 1253. (2) (a) Wencel-Delord, J.; Dröge, T.; Liu, F.; Glorius, F. Chem. Soc. Rev. 2011, 40, 4740. (b) Wendlandt, A. E.; Suess, A. M.; Stahl, S. S. Angew. Chem., Int. Ed. 2011, 50, 11062. (c) Sun, C.-L.; Li, B.-J.; Shi, Z.-J. Chem. Rev. 2011, 111, 1293. (d) Ackermann, L. Chem. Rev. 2011, 111, 1315. (e) Yeung, C. S.; Dong, V. M. Chem. Rev. 2011, 111, 1215. (f) Lyons, T. W.; Sanford, M. S. Chem. Rev. 2010, 110, 1147. (g) Balcells, D.; Clot, E.; Eisenstein, O. Chem. Rev. 2010, 110, 749. (h) Giri, R.; Shi, B.-F.; Engle, K. M.; Maugel, N.; Yu, J.-Q. Chem. Soc. Rev. 2009, 38, 3242. (i) Labinger, J. A.; Bercaw, J. E. Nature 2002, 417, 507. (j) Hirano, K.; Miura, M. Synlett 2011, 294. (3) (a) King, A. E.; Brunold, T. C.; Stahl, S. S. J. Am. Chem. Soc. 2009, 131, 5044. (b) Wei, Y.; Zhao, H.; Kan, J.; Su, W. J. Am. Chem. Soc. 2010, 132, 2522. (4) (a) Glaser, C. Ber. Dtsch. Chem. Ges. 1869, 2, 422. (b) Glaser, C. Ann. Chem. Pharm. 1870, 154, 137. (5) Do, H. Q.; Daugulis, O. J. Am. Chem. Soc. 2009, 131, 17052. (6) Eames, J.; Watkinson, M. Angew. Chem., Int. Ed. 2001, 40, 3567. (7) Li, Z.; Li, C. J. J. Am. Chem. Soc. 2006, 128, 56. (8) (a) Kawano, T.; Hirano, K.; Satoh, T.; Miura, M. J. Am. Chem. Soc. 2010, 132, 6900. (b) Matsuda, N.; Hirano, K.; Satoh, T.; Miura, M. Org. Lett. 2011, 13, 2860. (9) (a) Chen, X.; Hao, X.-S.; Goodhue, C. E.; Yu, J.-Q. J. Am. Chem. Soc. 2006, 128, 6790. (b) Fier, P. S.; Hartwig, J. F. J. Am. Chem. Soc. 2012, 134, 10795. (c) Tran, L. D.; Popov, I.; Daugulis, O. J. Am. Chem. Soc. 2012, 134, 18237. (d) Casitas, A.; Canta, M.; Sola,́ M.; Costas, M.; Ribas, X. J. Am. Chem. Soc. 2011, 133, 19386. (10) (a) Grass, G.; Rensing, L.; Rensing, C. Metallomics 2011, 3, 1095. (b) Riger, C. J.; Fernandes, P. N.; Vilela, L. F.; Mielniczki-Pereira, A. A.; Bonatto, D.; Henriquesb, J. A. P.; Eleutherio, E. C. A. Metallomics 2011, 3, 1355. (11) (a) Wei, H.; Yang, G.-F. Bioorg. Med. Chem. 2006, 14, 8280. (b) Gangjee, A.; Zeng, Y.; Talreja, T.; McGuire, J. J.; Kisliuk, R. L.; Queener, S. F. J. Med. Chem. 2007, 50, 3046. (12) (a) Fukuzawa, S.-I.; Shimizu, E.; Atsuumi, Y.; Haga, M.; Ogata, K. Tetrahedron Lett. 2009, 50, 2374. (b) Popov, I.; Do, H.-Q.; Daugulis, O. J. Org. Chem. 2009, 74, 8309. (c) Kumar, S.; Engman, L. J. Org. Chem. 2006, 71, 5400. (d) Tanigichi, N. J. Org. Chem. 2004, 69, 6904. (e) Taniguchi, N.; Onami, T. J. Org. Chem. 2004, 69, 915. (f) Baldovino-Pantaleoń, O.; Hernańdez-Ortega, S.; Morales-Morales, D. Adv. Synth. Catal. 2006, 348, 236. (13) (a) Dai, C.; Xu, Z.; Huang, F.; Yu, Z.; Gao, Y.-F. J. Org. Chem. 2012, 77, 4414. (b) Liu, F.-L.; Chen, J.-R.; Zou, Y.-Q.; Wei, Q.; Xiao, W.-J. Org. Lett. 2014, 16, 3768. (14) Chu, L.; Yue, X.; Qing, F.-L. Org. Lett. 2010, 12, 1644. (15) (a) Campeau, L. C.; Fagnou, K. Chem. Soc. Rev. 2007, 36, 1058. (b) Deng, J. Z.; Paone, D. V.; Ginnetti, A. T.; Kurihara, H.; Dreher, S. D.; Weissman, S. A.; Stauffer, S. R.; Burgey, C. S. Org. Lett. 2009, 11, 345. (c) Knapp, D. M.; Gillis, E. P.; Burke, M. D. J. Am. Chem. Soc. 2009, 131, 6961. (d) Dick, G. R.; Woerly, E. M.; Burke, M. D. Angew. Chem., Int. Ed. 2012, 51, 2667. (e) Gulevich, A. V.; Melkonyan, F. S.; Sarkar, D.; Gevorgyan, V. J. Am. Chem. Soc. 2012, 134, 5528. (16) (a) Miyaura, N.; Yamada, K.; Suzuki, A. Tetrahedron Lett. 1979, 20, 3437. (b) Miyaura, N.; Suzuki, A. Chem. Commun. 1979, 19, 866. (c) Miyaura, N.; Suzuki, A. Chem. Rev. 1995, 95, 2457. (d) Suzuki, A. Pure Appl. Chem. 1991, 63, 419. (e) Suzuki, A. J. Organomet. Chem. 1999, 576, 147. (17) (a) Ackermann, L.; Lygin, A. V. Org. Lett. 2011, 13, 3332. (b) Xie, Y.-X.; Pi, S.-F.; Wang, J.; Yin, D.-L.; Li, J.-H. J. Org. Chem. 2006, 71, 8324. (18) (a) Yu, J.-Q. Patent, Int. Appl., 2007123910, 2007. (b) Traynelis, V. J.; Hergenrother, W. L. J. Org. Chem. 1964, 76, 221. (c) Luo, F.; Pan, C.; Li, L.; Chen, F.; Cheng, J. Chem. Commun. 2011, 47, 5304. (19) (a) Sheldrick, G. M. Acta Crystallogr. 2008, A64, 112. (b) Farrugia, L. J. J. Appl. Crystallogr. 1999, 32, 837. (20) (a) Restori, R.; Schwarzenbach, D. Acta Crystallogr., Sect. B: Struct. Sci. 1986, 42, 201. (b) Massarotti, V.; Capsoni, D.; Bini, M.; Altomare, A.; Moliterni, A. G. G. Z. Kristallogr. 1998, 213, 259. (21) Choi, J.; Yoon, N. M. J. Org. Chem. 1996, 60, 3266. (22) Traynelis, V. J.; Hergenrother, W. L. J. Org. Chem. 1964, 29, 221. (23) (a) Tang, S. Y.; Gong, T.; Fu, Y. Sci. China Chem. 2013, 56, 619. (b) Shang, M.; Sun, S.-Z.; Wang, H.-L.; Laforteza, B. N.; Dai, H.-X.; Yu, J.-Q. Angew. Chem., Int. Ed. 2014, 53, 10439. (c) Nishino, M.; Hirano, K.; Satoh, T.; Miura, M. Angew. Chem., Int. Ed. 2013, 52, 4457. (24) Pagliaro, M.; Pandarus, V.; Beland, F.; Ciriminna, R.; Palmisano, G.; Cara, P. D. Catal. Sci. Technol. 2011, 1, 736. 4122 "
    ]
}