{
    "fullText": "A Critical Cross-Catalytic Relationship Determines the Outcome of Competition in a Replicator Network Tamara Kosikova and Douglas Philp* School of Chemistry and EaStCHEM, University of St Andrews, North Haugh, St Andrews, Fife KY16 9ST, United Kingdom ABSTRACT: A network of two synthetic replicators exhibits a critical unidirectional cross-catalytic relationship that directs competing replication processes. In this network, nitrone N bearing a 6-methylamidopyridine recognition site can partic-ipate in 1,3-dipolar cycloaddition reactions with two maleimides that differ in the relative position of their carboxylic acid recognition site: either para (Mp) or meta (Mm) relative to the maleimide ring. These cycloaddition reactions create replicators trans-Tp and trans-Tm. In isolation, trans-Tp templates its own formation with an efficiency that is markedly greater than that of trans-Tm. Kinetic fitting and simulations reveal that this efficiency arises from a higher template-mediated rate constant for the cycloaddition and lower stability of the trans-Tp template duplex, compared to trans-Tm. By contrast, in a situation whereMp andMm compete for a limited quantity of N, the normally less efficient trans-Tm outcompetes trans-Tp. Through a series of comprehensive kinetic 19F{1H} NMR spectroscopy experiments, this system-level outcome is traced to a critical cross-catalytic pathway, whereby the presence of trans-Tp templates the formation of trans-Tm, but not vice versa. Replicator trans-Tm also reduces the efficiency of its competitor trans-Tp by sequestering trans-Tp in a heteroduplex that is more stable than homoduplex [Tp·Tp]. The addition of different templates as instructions reveals that, while the outcome of competition between replicators can be altered selectively, it is limited by the reaction environment employed. These results represent a conceptual and practical framework for the examination of selectivity in replication networks operating outside well-stirred batch reactor conditions. INTRODUCTION Networks are the building blocks of the world around us, and their inherent interconnectedness1 often exerts an influence over our everyday lives that can be challenging to predict. The all-pervasive presence of networks in nature2 is reflected in the number of disciplines currently engaged1c,3 in the study of complex systems3a,4 and the properties that emerge through the interactions of their components. Chemistry experienced a paradigm shift around 20 years ago as it moved away from the study of molecular matter in isolation and, instead, began to embrace the notion of complexity and networks. By embracing the nascent field5 of systems chemistry, bottom-up approaches for the design, development, and investigation of synthetic chemical models for complex systems have started to appear. A phenomenon of particular interest within the field of systems chemistry is replication. In the context of complex systems, synthetic replicators present a unique opportunity to study these processes using networks constructed from molecules with well-defined structures and with catalytic and recognition properties that can be probed and characterized in detail experimentally. The developments in the field of systems chemistry to date have produced a remarkable variety of replicating systems based on oligonucleotides,6 peptides,7 and small synthetic molecules,8 highlighting and demonstrating that the ability to replicate is not exclusive to biological systems based on nucleic acids and equipped with extensive enzymatic machinery. In addition to self-replication, these systems were shown to express a number of system-level properties such as error correction,9 stereospecific replication,10 and Boolean logic.11 Peptide-based replicating systems have, in particular, achieved a significant level of sophistication, examining networks9,10,11c,12 comprising more than a single replicator, a feature significantly less well explored in replicating systems based on oligonucleotides13 and small organic molecules.14 Although the requirements for the operation of minimal self-replicating systems in isolation have been established15 firmly, the processes in complex networks in the real world do not operate in isolation. For this reason, in this work, we build on our experience in developing self-replicating systems based on small organic molecules8a,c,d,f,g,14a-c to design and analyze a network of two replicators, connected directly through a shared building block. This network presents a model system that allows us to study how reaction and recognition-mediated processes impact and govern the preference, i.e., the selectivity, of the network for one replicator over another. J. Am. Chem. Soc. 2017, 139, 12579-12590 DESIGN AND METHODOLOGY In order to create a minimal self-replicating system, two components, bearing complementary recognition sites, must be connected together by one or more covalent bonds to afford a template that can act as a specific autocatalyst for its own formation. Once formed, this autocatalytic template can preorganize the building blocks required for its formation in a ternary complex coconformation that renders their reaction pseudointramolecular. The bond-forming step produces a template dimer, or duplex, which exists in equilibrium with the catalytically active monomeric template. Here, a network of two replicators is constructed from two maleimides, Mp and Mm, and a single nitrone, N14c (Figure 1a, building blocks). The main distinguishing feature of these two maleimides and the replicators16 Tp14c and Tm (Figure 1a, replicators), arising from their 1,3-dipolar cycloaddition reactions with N, is in the location of the carboxylic acid recognition site on the maleimide component (Figure 1). In particular, Mp integrates8a,c,14a-c a phenylacetic acid in para position relative to the maleimide ring, whileMm incorporates a benzoic acid functionality, in meta position with respect to the maleimide ring. For this reason, we use superscript labels p and m to represent the para and meta positions of the carboxylic acid recognition site in maleimides (M) and templates (T) throughout this work. Initially, these two templates are formed via slow, template-independent bimolecular pathways (Figure 1c), typically furnishing two diastereoisomeric products, labeled16 trans and cis, in a 3:1 ratio in the absence of effects originating from molecular recognition. Once the quantity of template formed is sufficient to allow its association with the unreacted components in a catalytically active ternary complex, [N·Mp·Tp] or [N·Mm·Tm] (Figure 1b), the template formation proceeds with significant acceleration via the autocatalytic cycle. The ability of a template to initiate an autocatalytic cycle depends on the strength of the noncovalent recognition-mediated processes (Figure 1d) that govern the recognition between the network components. For example, a replicator Figure 1. (a) A network of two replicators, Tp and Tm, can be constructed using the 1,3-dipolar cycloaddition reactions of two maleimides, Mp and with a stronger17 recognition process would typically require a lower template concentration to enable self-replication to proceed. Replicators Tp and Tm possess a recognition unit complementary to the carboxylic acid, namely, a 6-methyl-2-amidopyridine ring that is originally associated with nitrone N (Figure 1a). The relative positions and identities of recognition sites are conserved in the replicator templates. We envisaged that the slight differences in the type and location of the carboxylic acid recognition element in each system would produce a reaction network of two replicators, referred to as the Tp-Tm network, with the potential for cross-catalytic behavior. Hence, reaction of the three individual components together allows the formation of a network where both templates can form simultaneously (Figure 1b) through two auto-and two cross-catalytic pathways. The ability of the templates Tp and Tm to act as either auto-or cross-catalytic templates allows the network to be instructed to form one replicator with increased preference over another by the addition of preformed Tp or Tm. Ultimately, the ability of our replicators to compete for the shared nitrone building block will depend on their ability to take part in these auto-and cross-catalytic cycles, and for this reason, we wished to undertake a comprehensive kinetic analysis of this small network constructed from two self-replicators to develop an understanding of how structural changes alter the selectivity for one replicator over another and their role in driving system-level behavior. RESULTS AND DISCUSSION The first step in the analysis of the Tp-Tm network is the examination of individual bimolecular recognition-independent pathways leading to Tp and Tm. Accordingly, we examined (Figure 2) the reaction of nitrone N with two control, recognition-disabled maleimides, MpC and MmC. Details of the synthetic procedures utilized in the syntheses of all reaction components are provided in the Supporting Information. The kinetic analyses of all reaction pathways, facilitated by the presence of the aryl fluorine atom present in nitrone N, and all N-derived cycloadducts were performed using 470.3 MHz 19F{1H} NMR spectroscopy. In all kinetic experiments reported in this study, one or both of the maleimides and the nitrone ([M] = [N] = 5 mM) were allowed to react in CDCl3 at 5 °C, and the reaction progress was monitored by recording 470.3 MHz 19F{1H} NMR spectra every 30 min over a period of 16 h. The concentrations of the reaction components were determined at each time point relative to 1-bromo-2-fluoro-4-nitrobenzene, which was present as an internal standard. The control maleimides do not possess the carboxylic acid recognition site required for successful recognition of the amidopyridine unit on nitrone component N, and the absence of recognition-mediated reactivity is clearly evident in the reaction profiles determined for the reaction of MpC with N (Figure 2a) and MmC with N (Figure 2b). The formation of both recognition-disabled trans and cis diastereoisomers of TpC and TmC proceeded very slowly. After 4 h, trans-TpC reached Figure 2. Kinetic experiments examining the reaction of N with recognition-disabled maleimides (a) MpC and (b) MmC and recognition-enabled 0.03 mM (Figure 2a), while cis-TpC was below the limit of detection at this time. After 16 h, the concentration of these two diastereoisomers increased to 0.14 and 0.04 mM for trans and cis, respectively ([trans]/[cis] = 3.8). In contrast, the formation of TmC proceeded slightly more efficiently, and the trans and cis cycloadducts reached concentrations of 0.07 and 0.02 mM, respectively, after 4 h. At t = 16 h, their concentrations increased further to 0.24 and 0.10 mM ([trans]/[cis] = 2.5), almost twice as high as those determined for TpC. These results demonstrated that (i) in the absence of the carboxylic acid recognition site the formation of templates can proceed only via the slow template-independent pathways and (ii) formation of TmC proceeds noticeably faster than TpC, suggesting that replicator Tm might be able to exploit the template-mediated cycle at an earlier time point in the reaction that Tp. Next, we examined the formation of replicators Tp (Figure 2c, empty red symbols) and Tm (Figure 2d, empty blue symbols), from their constituent components. Both reaction profiles are sigmoidal, demonstrating the striking effect of recognition-mediated replication processes on product for-mation. At t = 4 h, replicator Tp was formed at a concentration of 0.53 mM, with complete diastereoselectivity for the trans cycloadduct (i.e., cis < limit of detection by 19F{1H} NMR spectroscopy). This concentration increased further to 3.34 mM after 16 h. The reaction that forms Tm was shown to be less diastereoselective, affording trans-Tm and cis-Tm at 0.30 and 0.13 mM after 4 h, respectively. After 16 h, the concentration of these cycloadducts increased to 2.10 and 0.40 mM. The ratio of the two diastereoisomer products ([trans]/[cis]) increased from 2.3 at 4 h to 5.2 after 16 h. In the next stage of our analysis of this system, the formation of each replicator was examined in the presence of 20 mol% (1 mM) of the respective trans template (e.g., Tp added to Mp and N) in order to test whether Tp and Tm possess the capacity to template their own formation. The reaction profile for the formation of Tp in the presence of Tp (Figure 2c, filled red symbols) and Tm in the presence of Tm (Figure 2d, filled blue symbols) revealed disappearance of the lag period in each case, thereby confirming the abilities of Tp and Tm to self-replicate. In the presence of the autocatalytic template Tp, formation of Tp proceeded with significantly increased efficiency, reaching a concentration of 1.26 mM after 4 h and 3.69 mM after 16 h. As expected, the addition of preformed template induces the most striking enhancement in the concentration of replicator at early reaction times. The enhancement in the rate of formation of trans-Tm was, in contrast, less pronounced. The concentration of trans-Tm reached 0.86 and 2.82 mM after 4 and 16 h, respectively. Catalytically inert cis-Tm reached a concentration of 0.09 and 0.32 mM after 4 and 16 h, giving [trans]/[cis] ratios of 10.1 and 8.1, respectively. Thus, far, the kinetic analyses confirmed that both Tp and Tm are capable of self-replication. Next, we examined the two cross-catalytic pathways: Tm acting as a template for the formation of Tp (Figure 2c, filled blue symbols) and vice versa (Figure 2d, filled red symbols). To this end, each set of reactants was instructed with 20 mol% of the corresponding cross-catalytic template. Interestingly, the addition of Tm to the reactants required for the formation of Tp resulted in no observable enhancement in the concentration of Tp. In fact, no change in the lag period for Tp formation was observed and the reaction profile determined in the presence of Tm was essentially identical to that obtained in the absence of instruction. In terms of concentration, cycloadduct trans-Tp reached 0.43 mM after 4 h, similar to that (0.53 mM) reached in the absence of any instructing template. After 16 h, this concentration increased to 3.15 mM. Strikingly, however, instructing the building blocks required for the formation of Tm with template Tp resulted in the unambiguous disappearance of the lag period, demonstrat-ing that Tp can template the formation of trans-Tm. After 4 h, trans-Tm and cis-Tm were formed at concentrations of 0.87 and 0.08 mM, respectively. These concentrations increased further after 16 h, reaching 2.52 and 0.22 mM, respectively ([trans]/ [cis] ratios of 10.3 and 11.4). The slight increase in diastereoselectivity for the trans product in the presence of preformed Tp compared to Tm suggests that template Tp, which locates the two recognition sites at a slightly different separation and geometry with respect to each other than Tm, can promote the formation of the trans diastereoisomer more effectively than Tm. In order to quantify the changes in replication efficiency observed in the template-instructed experiments relative to those lacking any instruction, we calculated the percentage enhancement factor18 (%EF) for each trans product determined after both 4 and 16 h (Figure 2). Examination of these results for Tp (Figure 2e) and Tm (Figure 2f) reveals a number of trends. First, the %EFs are significantly higher after 4 h than after 16 h, reflecting the fact that the presence of preformed template exerts a stronger effect at earlier reaction times when the overall concentration of template within the uninstructed mixture is typically low. Further, Figure 2e shows that the addition of Tp to the building blocks required for its own formation enhanced its formation significantly: 138 ± 7% at 4 h and 10 ± 1% at 16 h. In contrast, the addition of Tm to the same mixture of building blocks resulted in a suppression of Tp formation (4 h = -19 ± 5%, 16 h = -6 ± 1%) relative to the uninstructed reaction. This observation suggests that Tp might be sequestered within the [Tp·Tm] heteroduplex, which reduces the quantity of free template available for reaction. The same analysis of the enhancements determined for Tm reveals that the addition of autocatalytic template Tm (4 h = 185 ± 15%, 16 h = 36 ± 2%) affords an enhancement that is similar to that observed in the presence of cross-catalytic template Tp (4 h = 187 ± 16%, 16 h = 22 ± 1%). Overall, a comparison of the EFs showed that the addition of preformed template produces a more significant change in the formation of Tm than in the formation of Tp. Most likely, this difference can be attributed to the fact that replicator Tm is less efficient at making itself than Tp in the absence of template and is therefore affected less by the decreasing availability of the reagents required for its formation at longer reaction times. In summary, the comprehensive evaluation of all auto-and cross-catalytic pathways available to Tp and Tm confirmed that only three catalytic channels out of the four possible operate efficiently. Kinetic Fitting and Simulations. In order to develop a better understanding of the differences in the kinetic behaviors of Tp and Tm in terms of the key kinetic and thermodynamic parameters that characterize the auto-and cross-catalytic cycles, we fitted the reaction time courses shown in Figure 2 to appropriate kinetic models (see Supporting Information). These kinetic models describe the interactions and reactions leading to the formation of Tp or Tm, and using established protocols,8a,13b,14a we were able to determine the bimolecular reaction rate constants (kbi) for the formation of both trans and cis cycloadducts, the unimolecular rate constants (kauto, kcross), Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12582 and duplex association constants (Ka Duplex) pertaining to all auto-and cross-catalytic pathways (Table 1). These parameters, together with association values for the formation of [M·N] complexes (Ka Ind), were subsequently used to calculate the kinetic effective molarity19 (EMkientic) and thermodynamic effective molarity20 (EMthermo) for each replication pathway. Examination of the parameters shown in Table 1 reveals that both trans and cis diastereoisomeric products of Tm are formed with a higher bimolecular rate constant than their Tp counterparts. The initial advantage provided to the Tm replicator as a result of the higher bimolecular rate (Tm should reach the concentration required for initiating autocatalysis earlier than Tp) is countered by the lower kauto for the formation of T m. Comparison of the kinetic profiles and values of EMkinetic determined for T p and Tm confirmed that, in isolation, Tp is significantly more efficient at directing its own formation than Tm. The fitting procedure allowed the determination of the association constants21 for replicator homoduplexes for trans-Tp (17.9 × 106 M-1) and trans-Tm (68.6 × 106 M-1), respectively. The higher stability of the [Tm·Tm] duplex relative to the [Tp·Tp] duplex indicates that Tm is hindered more significantly by product inhibition than Tp. Interestingly, while Tm is associated with a higher duplex stability, it possesses lower EMthermo than T p. This observation suggests a lower degree of complementarity and, hence, relative cooperativity within the Tm duplex. The fitting procedure employed in the determination of kinetic parameters pertaining to the two cross-catalytic pathways required the introduction of an additional parameter, i.e., the association constant for the formation of heteroduplex [Tp·Tm]. This heteroduplex contains one more rotatable bond than [Tm·Tm] and one rotatable bond less than [Tp·Tp], and therefore, its stability should be bracketed by the stabilities of the two homoduplexes. Applying rotor increments, as described18 by Page and Jencks, the stability of [Tp·Tm] was estimated as 35.0 × 106 M-1, and this value was employed in the determination of kcross for the formation of each trans product on the corresponding cross-catalytic template (Table 1). The parameters obtained through the kinetic fitting of cross-catalytic kinetic data allowed us to assess the differences observed in the corresponding time course profiles of both replicators. Specifically, Tm was found to be significantly worse at catalyzing the formation of Tp than Tp was at catalyzing its own formation. In fact, the EMkinetic for this cross-catalytic pathway was ca. 15× smaller than that determined for the autocatalytic pathway leading to Tp. By contrast, the EMkinetic for the cross-catalytic pathway that involves Tm being made on Tp was actually somewhat higher (18.3 M) than the corresponding autocatalytic process (9.47 M). These differ-ences in the relative efficiencies of the auto-and cross-catalytic pathways directed by Tp and Tm can explain the absence of a template effect for Tp being synthesized on a Tm template. An important consequence of the order of stabilities determined for the duplexes in the full network ([Tm·Tm] > [Tp·Tm] > [Tp·Tp]) is the preferential incorporation of Tp within the more stable heteroduplex [Tp·Tm] in situations where Tm is present at significant concentrations. The kinetic data derived from NMR spectroscopy reveal that the exchange between the various template species present in solution is fast on the NMR chemical shift time scale (i.e., only a single resonance arising from the trans isoxazolidine proton is observed for each replicator). For this reason, we exploited kinetic simulations and the relevant reaction parameters obtained through fitting to demonstrate how the presence of Tm serves to decrease the amount of catalytically active Tp in solution. Specifically, early in the reaction where Tp is being synthesized in the presence of preformed Tm (Figure 3a), the higher stability of the [Tp·Tm] heteroduplex relative to that of the [Tp·Tp] homoduplex leads to the template Tp formed within the system being sequestered into the more stable heteroduplex. The higher proportion of Tp in the [Tp·Tm] heteroduplex than in the [Tp·Tp] homoduplex reduces the catalytic availability of this template and, also, the overall rate of production of Tp because the [Tp·Tm] heteroduplex has a lower Kd. At a certain point in the reaction, however, the concentration of Tp reaches a critical threshold and the fraction of Tp bound in the [Tp·Tp] homoduplex becomes higher than the fraction present within the [Tp·Tm] heteroduplex. By contrast, this order of stabilities exerts the opposite effect on the cross-catalytic pathway, where the formation of Tm is simulated in the presence of Tp (Figure 3b). In this situation, trans-Tp is the dominant product early in the reaction, and therefore, the molecules of Tm formed through the cross-Table 1. Overview of Rate and Duplex Association Constants Determined Using SimFit13b for the Bimolecular and catalytic pathway are present predominantly in the form of the heteroduplex [Tp·Tm]. This heteroduplex is less stable than the [Tm·Tm] duplex that is present exclusively in the absence of Tp, resulting in higher concentrations of monomeric Tm at early time points. Nevertheless, the affinity of Tp for Mm and N is lower than the affinity of Tm for these components, and as the concentration of Tm continues to increase, homoduplex [Tm·Tm] becomes the dominant species in solution and the efficiency of the cross-catalytic pathway (Tp → Tm) decreases. Kinetic Analysis of Competition between Replicators. Kinetic analyses of our two replicators in isolation established clearly that Tp possesses the capacity to template its own formation and to cross-catalyze the formation of Tm, while Tm is capable of autocatalytic activity only. Building on these results, we examined these replicators under conditions where Mp and Mm compete for the nitrone N building block. In order to explore the possibility of directing the reaction network toward selective formation of either Tp or Tm, we employed a series of template-instructed experiments. In each of these experiments, an equimolar solution (5 mM) containing all three reaction components, N, Mp, and Mm, was prepared in CDCl3, and the formation of the replicators was monitored at 5 °C in the absence of any added template using 470.3 MHz 19F{1H} NMR spectroscopy (see Supporting Information, Figure S8). The instructed experiments examined the formation of Tp and Tm in the presence of 20 mol% of one or both preformed replicators. A number of scenarios were examined: (i) only trans-Tp added, (ii) only trans-Tm added, and (iii) both trans-Tp and trans-Tm added simultaneously (see Supporting Information, Figure S8). The results of these experiments are summarized in Figure 4. Interestingly, the uninstructed competition experiment revealed that, as a result of the interplay between the recognition and reaction processes taking place simultaneously in the network, the less efficient template trans-Tm reached a higher concentration than trans-Tp, the replicator found to be more efficient in isolation ([trans-Tm]/ [trans-Tp] = 2.0 after 4 h, Figure 4a). In the presence of preformed trans-Tp, added to the reaction mixture at the start of the reaction, the observed outcome was altered significantly: the instructing replicator, trans-Tp, out-performed trans-Tm in the competition for N, and the two products were formed in a ratio of 0.80 ([trans-Tm]/[trans-Tp] after 4 h, Figure 5a). When preformed trans-Tm was added at the start of the reaction, the network displayed the opposite behavior; that is, formation of replicator trans-Tm was enhanced further ([trans-Tm]/[trans-Tp] = 2.38 after 4 h, Figure 5a). Interestingly, when both trans-Tp and trans-Tm were used to instruct the replication processes simultaneously, the two replicators were formed at a ratio of 0.99 ([trans-Tm]/ [trans-Tp]) after 4 h (Figure 5a). The simultaneous addition of both Tp and Tm enhances the formation of trans-Tp relative to the uninstructed scenario; nevertheless trans-Tm remained the dominant species in solution in this experiment after 4 h. This observation can be attributed to the fact that the formation of replicator trans-Tm proceeds through two template-mediated channels, while replicator trans-Tp is formed through a single autocatalytic pathway only. The ratios of the two replicators, [trans-Tm]/[trans-Tp], were re-examined after 16 h, revealing a trend similar to that observed for the %EFs discussed earlier for the auto-and cross-catalytic pathways in isolation. Specifically, the values of [trans-Tm]/[trans-Tp] at t = 16 h were determined to be 1.13, 0.80, 1.58, and 0.93 in the presence of no template, trans-Tp, trans-Tm, and both trans-Tp and trans-Tm, respectively (Figure 5b). Comparison of the ratios determined after 4 and 16 h showed that the selectivity in experiments instructed with Tp only changed less over time (4 h → 16 h) than the selectivity in experiments employing no template or Tm. These differences in product ratio as a function of time can be attributed to the fact that only a single cross-catalytic pathway is active in this network, and thus, while the presence of Tp affects the formation of both templates, addition of Tm enhances the production of itself exclusively. Overall, these results demon-strate that the [trans-Tm]/[trans-Tp] ratio is strongly dependent on both the reaction time and the identity of the instructing template or templates. Examining the Role of the [Tp·Tm] Heteroduplex. The kinetic analyses revealed that the two replicators examined in this study exhibit markedly different replication efficiencies as a result of small structural changes engineered in their molecular frameworks. Although the kinetics of the competition experi-ments utilized data from 19F NMR spectroscopy, 1H NMR Figure 3. Simulations predict the distribution of templates Tm and Tp spectroscopic data were also acquired at the same time during each of the competition experiments. Examination of these 1H NMR spectra revealed interesting changes in the chemical shifts of the resonances arising from the trans protons (Figure 5a) on the isoxazolidine rings present in Tp and Tm. These changes are visible most clearly in the competition kinetic experiment where the reaction mixture is instructed with 20 mol% of Tp (Figure 5a). At the beginning of this reaction, replicator Tp, added at a concentration of 1 mM, is the dominant template in solution and no Tm is present at the start of the reaction. In the presence of preformed Tp template, Mp, Mm, and N, are transformed quickly into both Tp and Tm. As the concentration of Tm increases in the reaction mixture over time, a significant change in the chemical shift of the resonance associated with the trans proton present in Tp is observed. However, the resonance arising from replicator Tm itself is apparently unperturbed. These observations are instructive, since they demonstrate strikingly the ability of replicators Tp and Tm to assemble into both homoduplexes ([Tp·Tp] and [Tm·Tm]) and the corre-sponding heteroduplex ([Tp·Tm]). The presence of a single resonance for each template indicates that the exchange between these species is fast on the 1H NMR chemical shift time scale. For each replicator, the observed chemical shift depends on the mole fraction of the replicator bound within its homoduplex and the heteroduplex. In order to develop a better understanding of these chemical shift changes, we examined the 1H NMR spectra (Figure 5b) recorded on five solutions of Tp and Tm at a combined concentration of 10 mM in CDCl3, starting with a composition of 100% Tp and increasing the fraction of Tm progressively from 0% to 25%, 50%, 75%, and, finally, 100%. Each mixture was analyzed by 400.1 MHz 1H NMR spectroscopy (Figure 5b; for the corresponding 19F{1H} NMR spectra, see Figure S9). These five experiments allowed the changes in the chemical shifts arising from the resonances of both replicators to be examined under conditions where only homoduplex [Tp·Tp] or homoduplex [Tm·Tm] is present, as well as the three intermediate conditions where both homo-and heteroduplexes are present together. Analysis of the chemical shift changes observed in the isoxazolidine ring protons colored red and blue (Figure 5) as a function of the Tp and Tm composition revealed a markedly different behavior for replicator Tp in comparison to Tm. While the chemical shift of the resonance arising from Tm varied very little across the four different compositions examined (25% Tm → 100% Tm), the chemical shift of the resonance arising from Tp exhibited a dramatic downfield shift (>0.2 ppm, Figure 5b) as the fraction of Tm in the solution increased. We modeled the steady-state distributions of Tp and Tm within the various product duplexes present in solution and, consequently, the expected chemical shift for the resonances arising from the isoxazolidine protons present in Tp and Tm (colored red and blue in Figure 5c) by combining the data in Figure 5b with the corresponding association constants for the efficiency of the autocatalytic pathway leading to the formation of Tp. What Governs the Outcome of Competition in the Tp-Tm Network? The comprehensive set of kinetic experi-ments described here allowed us to examine each catalytic pathway in isolation and within a number of competition scenarios. The observed results demonstrate clearly that the absence of one cross-catalytic relationship (Tm is not a catalyst for the formation of Tp) has a significant influence on the behavior of the replicator network in a situation where Tm and Tp have to compete for a shared building block. The kinetic fitting demonstrates that there are significant differences between the two replicators in terms of the duplex association constants and unimolecular rate constants for the reactions that take place on templates. The origin of the disparity in the cross-catalytic efficiencies of Tm and Tp, identified by our kinetic simulations and fitting, must lie in subtle differences in the stabilities and structures of the ternary complexes, [N·Mp·Tm] and [N·Mm·Tp], and the transition states accessed from these complexes. In order to gain a better understanding of these processes, we undertook a series of density functional theory calculations that examined the structures of the ternary complexes [N·Mp·Tm] and [N·Mm·Tp], the heteroduplex [Tp· Tm], and the transition states (TSs) that connect these complexes. All of these calculations were performed at the ωB97X/def2-SVP level of theory using a continuum solvation model (PCM) for chloroform (see Supporting Information for details). In addition, we compared the transition-state structures calculated for the template-directed reactions with that computed for the prototypical 1,3-dipolar cycloaddition of diphenylnitrone to N-phenyl maleimide. Although the relative stereochemistry of the forming cycloadduct is controlled very well in favor of the trans diastereoisomer, the absolute stereochemical relationships between the templates are more complex. The template-directed reactions can proceed by one of two pathways. The stereochemistry of the newly formed replicator can match that of the template, for example, RSR-Tp → RSR-Tm; we will refer to this pathway as “matched”. Alternatively, the stereochemistry of the newly formed replicator can be mismatched compared to that of the template, for example, RSR-Tp → SRS-Tm; we will refer to this pathway as “mismatched”. The consequence of these relationships is that heteroduplex [Tp·Tm], and the transition states leading to it, can exist either as a structure in which the stereochemistries of the templates are matched or as a structure in which the stereochemistries of the templates are mismatched. We computed the four possible pathways: matched and mismatched for both Tp → Tm and Tm → Tp. The results of these calculations are summarized in Figure 6. In the case of the template duplexes, the matched form of [Tp·Tm] is predicted to be around 30 kJ mol-1 more stable than the corresponding mismatched duplex. In part, this observation may be explained by the presence of stabilizing C-H···O interactions along the spine of the template (marked A and highlighted in blue in Figure 6a) that are present in the matched duplex, but not in the mismatched one. Additionally, there are some distortions in the conformations of the fused bicyclic cycloadducts present in the mismatched [Tp·Tm] duplex that are required in order to maintain the four hydrogen bonds connecting the two templates. Comparison of the transition states that were located for the four available pathways reveals that one structuremismatched Tp → Tm (Figure 6a)is significantly lower in energy than the other three. This observation is consistent with the experimental results indicating that Tp can act as a catalyst for the formation of Tm, but Tm is not a particularly efficient catalyst for the formation of Tp. Comparison of the transition-state structures with that of the parent cycloaddition between diphenylnitrone and N-phenyl maleimide (Figure 6b) reveals that the mismatched transition state [N·Mm·Tp]⧧ has a geometry that differs considerably from the other three and Figure 5. (a) Arrayed partial 499.9 MHz Figure 6. (a) Calculations reveal that the ternary complexes [N·Mm·Tp] and [N·Mp·Tm] can react to form the template duplex [Tp·Tm] through two from the parent. In this transition state, C-O bond formation is more advanced (C···O = 2.002 Å vs 2.086 Å in parent TS) and C-C bond formation is much less advanced (C···C = 2.187 Å vs 2.146 Å in parent TS) than in any of the other three transition states accessible from the ternary complexes. This distortion suggests a transition state that may be slightly more polar23 that the other three and may be stabilized by a series of C-H···O interactions present along the spine of the template (marked B and highlighted in green in Figure 6a). While the structures of the transition states and the duplexes have limited conformational freedom as they adopt coconfor-mations that maintain four hydrogen bonds, the ternary complexes are much less restricted in a conformational sense. Bruice and Lightstone have shown24 that the rates of intramolecular reactions can be related to the fraction of low-energy conformations that are present as near-attack con-formations (NACs). Previously, we have applied25 this type of analysis successfully to a recognition-mediated pseudointramo-lecular cycloaddition reaction. Therefore, when considering these structures, we restricted our examination to structures that could be categorized loosely as NACs; that is, we examined the structures in which the termini of the 4π and 2π components of the cycloaddition were in closest proximity. Interestingly, in the lowest energy structure located for each ternary complex, there is a striking difference between the distances that separate the reactive termini of the 4π and 2π components (C···O and C···C) depending on the identity of the replicator that is acting as the template. In the ternary complex [N·Mp·Tm], where Tm is templating the formation of Tp, all of the C···O and C···C distances are above 4 Å and, in the case of matched [N·Mp·Tm], over 5 Å (marked C and highlighted in red in Figure 6a). These large distances suggest that the low-energy coconformations of [N· Mp·Tm] are unlikely to contain a high fraction of NACs. This observation is consistent with lower efficiency of this ternary complex determined experimentally. In contrast, in [N·Mm·Tp], where Tp is templating the formation of Tm, all of the C···O and C···C distances are below 4 Å, and in the case of the mismatched ternary complex, these distances are both below 3.40 Å. These very short distances suggest that the low-energy coconformations of mismatched [N·Mp·Tm] are likely to contain a high fraction of NACs, and this observation is consistent with this ternary complex accessing the lowest energy transition state. These calculations also offer a window into a more complex world that is currently beyond the reach of our experiments, in which the stereochemical relationships between replicators can play an important role in determining the outcome of competition8b,e,26 in a network of replicators. Going forward, these results demand that, in order to maximize the efficiency of a template-directed process, it will be necessary to consider the detailed relationships between individual molecular structures and their coconformations within complexes. CONCLUSIONS Small networks of minimal replicators may serve27 as simple models for primitive metabolic pathways in that the population of an individual replicator within these networks can be manipulated by exploiting the autocatalytic properties of the replicating template in order to specifically upregulate the rate of formation of that template. In this work, we describe the experimental implementation of such a network constructed from three simple building blockstwo maleimides (Mm and Mp) and a single nitrone (N)that react to create two synthetic replicators (Tm and Tp) that can template their own formation. Within this network, the two replicating templates compete for a common reagent, namely, nitrone N. In order to understand the system-level behavior of this network, it is important to characterize each replicator in isolation. In this case, our kinetic studies on Tm and Tp in isolation reveal that Tp is the more efficient replicator of the pair. In isolation, Tp benefits from a significantly higher effective molarity for the key cycloaddition step than Tm. Additionally, the [Tp·Tp] duplex is somewhat less stable than the [Tm·Tm] duplex, thereby ensuring that the concentration of catalytically active, monomeric Tp is higher than in the corresponding reaction involving Tm. The abilities of both Tp and Tm to replicate are confirmed by their capacity to template their own formation, as evidenced by experiments in which preformed template is added to a mixture of the nitrone and the appropriate maleimide at the start of the reaction. The structural similarity between Tp and Tm opens the possibility that a mutual cross-catalytic relationship may exist between these two templates. By exploring the response of reactions that form either Tp or Tm to the addition of the other template as an instruction, we established that, although Tp can template the formation of Tm, Tm does not catalyze the formation of Tp effectively. The absence of reciprocity in the cross-catalytic relationship between Tp and Tm is critical to understanding the outcome of experiments in which Tp and Tm are placed in a competitive situation. Analysis of experiments in which Tp and Tm replicate in the same flask reveals the apparently anomalous observation that the replicator that is less efficient in isolation (Tm) becomes the dominant species in the complete network. This observation is a direct result of the presence of the nonreciprocal cross-catalytic interaction between Tp and Tm, which allows Tm to exploit Tp for its formation but not vice versa. The system-level outcome is also driven by the subtle interplay of the recognition and reaction processes. Replicator Tm forms more stable complexes and duplexes, which allows it to reduce the replication efficiency of Tp by sequestering it within the [Tp·Tm] heteroduplex, which is more stable than the [Tp·Tp] homoduplex. However, our attempts to direct the competition between the replicators using preformed templates under the well-stirred batch reactor conditions employed here always result in the erosion of the imbalance between the two replicators generated at early time points. This effect is a direct result of the exhaustion of building blocks that limits the efficiency of replication processes, thereby preventing the initially dominant replicator from enhancing its advantage. This observation illustrates clearly that the ability of one replicator to dominate within this network depends not only on its catalytic relationship with the other replicator in the network but also on their reaction environment. The current work represents a firm foundation for the expansion of the study of replicator networks under conditions where dynamic processes or diffusion contribute to the outcome of replicator competition, i.e., reaction conditions where replication processes can operate at maximum efficiency. These studies are currently under way in our laboratory. ASSOCIATED CONTENT The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b06270. Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12588 General experimental procedures; synthetic procedures and compound characterization; details of kinetic analyses, fitting (including fitted kinetic profiles), and simulations; and details of DFT calculations (PDF) XYZ files (ZIP) The research data supporting this publication can be accessed at http://dx.doi.org/10.17630/5b25b1fa-9f10-492f-8b93-b0eeff2cdf77. AUTHOR INFORMATION Corresponding Author *d.philp@st-andrews.ac.uk ORCID Douglas Philp: 0000-0002-9198-4302 Notes The authors declare no competing financial interest. ACKNOWLEDGMENTS The financial support for this work was provided by the University of St Andrews and the Engineering and Physical Sciences Research Council (Grant EP/K503162/1). REFERENCES (1) (a) Newmann, M. E. J. SIAM Rev. 2003, 45, 167. (b) Barabaśi, A.-L. Rev. Mod. Phys. 2002, 74, 1. (c) Strogatz, S. H. Nature 2001, 410, 268. (2) (a) Rieckmann, J. C.; Geiger, R.; Hornurg, D.; Wolf, T.; Kveler, K.; Jarossay, D.; Sallusto, F.; Shen-Orr, S. S.; Lanzavecchia, A.; Mann, M.; Meissner, F. Nat. Immunol. 2017, 18, 583. (b) Boccaletti, S.; Latora, V.; Moreno, Y.; Chavez, M.; Hwang, D. U. Phys. Rep. 2006, 424 (4-5), 175. (c) Barabaśi, A.-L.; Oltvai, Z. N. Nat. Rev. Genet. 2004, 5, 101. (d) Jeong, H.; Tombor, B.; Albert, R.; Oltvai, Z. N.; Barabaśi, A.-L. Nature 2000, 407, 651. (3) (a) Mitchell, M. Complexity: A Guided Tour; Oxford University Press: New York, 2009. (b) Watts, D. J. Small Worlds: The Dynamics of Networks between Order and Randomness; Princeton University Press: NJ, 2003. (c) Barabaśi, A.-L. Linked: The New Science of Networks; Perseus Book Group: New York, 2002. (4) Kauffman, S. A. At Home in the Universe: The Search for the Laws of Self-Organization and Complexity; Oxford University Press Inc.: New York, 1995. (5) (a) Ashkenasy, G.; Hermans, T. M.; Otto, S.; Taylor, A. F. Chem. Soc. Rev. 2017, 46, 2543. (b) De la Escosura, A.; Briones, C.; Ruiz-Mirazo, K. J. Theor. Biol. 2015, 381, 11. (c) Mattia, E.; Otto, S. Nat. Nanotechnol. 2015, 10, 111. (d) Ruiz-Mirazo, K.; Briones, C.; de la Escosura, A. Chem. Rev. 2014, 114, 285. (e) von Kiedrowski, G.; Otto, S.; Herdewijn, P. J. Syst. Chem. 2010, 1, 1. (f) Peyralans, J. J.; Otto, S. Curr. Opin. Chem. Biol. 2009, 13, 705. (g) Stankiewicz, J.; Eckardt, L. H. Angew. Chem., Int. Ed. 2006, 45, 342. (6) (a) Plöger, T. A.; von Kiedrowski, G. Org. Biomol. Chem. 2014, 12, 6908. (b) Paul, N.; Joyce, G. F. Proc. Natl. Acad. Sci. U. S. A. 2002, 99, 12733. (c) Luther, A.; Brandsch, R.; von Kiedrowski, G. Nature 1998, 396, 245. (d) Sievers, D.; von Kiedrowski, G. Nature 1994, 369, 221. (e) von Kiedrowski, G.; Wlotzka, B.; Helbing, J.; Matzen, M.; Jordan, S. Angew. Chem., Int. Ed. Engl. 1991, 30, 423. (f) von Kiedrowski, G. Angew. Chem., Int. Ed. Engl. 1986, 25, 932. (7) (a) Colomb-Delsuc, M.; Mattia, E.; Sadownik, J. W.; Otto, S. Nat. Commun. 2015, 6, 7427. (b) Carnall, J. M. A.; Waudby, C. A.; Belenguer, A. M.; Stuart, M. C. A.; Peyralans, J. J.-P.; Otto, S. Science 2010, 327, 1502. (c) Li, X.; Chmielewski, J. J. Am. Chem. Soc. 2003, 125, 11820. (d) Issac, R.; Chmielewski, J. J. Am. Chem. Soc. 2002, 124, 6808. (e) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. Angew. Chem., Int. Ed. 1998, 37, 478. (f) Severin, K.; Lee, D. H.; Kennan, A. J.; Ghadiri, M. R. Nature 1997, 389, 706. (g) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. J. Am. Chem. Soc. 1997, 119, 10559. (h) Lee, D. H.; Granja, J. R.; Martinez, J. A.; Severin, K.; Ghadri, M. R. Nature 1996, 382, 525. (8) (a) Bottero, I.; Huck, J.; Kosikova, T.; Philp, D. J. Am. Chem. Soc. 2016, 138, 6723. (b) Dieckmann, A.; Beniken, S.; Lorenz, C. D.; Doltsinis, N. D.; von Kiedrowski, G. Chem. -Eur. J. 2011, 17, 468. (c) Kassianidis, E.; Philp, D. Angew. Chem., Int. Ed. 2006, 45, 6344. (d) Pearson, R. J.; Kassianidis, E.; Slawin, A. M. Z.; Philp, D. Chem. -Eur. J. 2006, 12, 6829. (e) Kindermann, M.; Stahl, I.; Reimold, M.; Pankau, W. M.; von Kiedrowski, G. Angew. Chem., Int. Ed. 2005, 44, 6750. (f) Pearson, R. J.; Kassianidis, E.; Slawin, A. M. Z.; Philp, D. Org. Biomol. Chem. 2004, 2, 3434. (g) Quayle, J. M.; Slawin, A. M.; Philp, D. Tetrahedron Lett. 2002, 43, 7229. (h) Wang, B.; Sutherland, I. O. Chem. Commun. 1997, 1495. (i) Rotello, V.; Hong, J.-I.; Rebek, J., Jr. J. Am. Chem. Soc. 1991, 113, 9422. (j) Tjivikua, T.; Ballester, P.; Rebek, J., Jr. J. Am. Chem. Soc. 1990, 112, 1249. (9) Severin, K.; Lee, D. H.; Martinez, J. A.; Vieth, M.; Ghadiri, M. R. Angew. Chem., Int. Ed. 1998, 37, 126. (10) Saghatelian, A.; Yokobayashi, Y.; Soltani, K.; Ghadiri, M. R. Nature 2001, 409, 797. (11) (a) Ashkenasy, G.; Dadon, Z.; Alesebi, S.; Wagner, N.; Ashkenasy, N. Isr. J. Chem. 2011, 51, 106. (b) Allen, V. C.; Robertson, C. C.; Turega, S. M.; Philp, D. Org. Lett. 2010, 12, 1920. (c) Ashkenasy, G.; Ghadiri, M. R. J. Am. Chem. Soc. 2004, 126, 11140. (12) (a) Sadownik, J. W.; Mattia, E.; Nowak, P.; Otto, S. Nat. Chem. 2016, 8, 264. (b) Dadon, Z.; Wagner, N.; Ashkenasy, G. Angew. Chem., Int. Ed. 2008, 47, 6128. (c) Ashkenasy, G.; Jagasia, R.; Yadav, M.; Ghadiri, M. R. Proc. Natl. Acad. Sci. U. S. A. 2004, 101, 10872. (d) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. Nature 1998, 396, 447. (e) Lee, D. H.; Severin, K.; Yokobayashi, Y.; Ghadiri, M. R. Nature 1997, 390, 591. (13) (a) Kim, D.-E.; Joyce, G. F. Chem. Biol. 2004, 11, 1505. (b) Sievers, D.; Von Kiedrowski, G. Chem. -Eur. J. 1998, 4, 629. (14) (a) Kosikova, T.; Hassan, N. I.; Cordes, D. B.; Slawin, A. M. Z.; Philp, D. J. Am. Chem. Soc. 2015, 137, 16074. (b) Kassianidis, E.; Pearson, R. J.; Wood, E. A.; Philp, D. Faraday Discuss. 2010, 145, 235. (c) Sadownik, J. W.; Philp, D. Angew. Chem., Int. Ed. 2008, 47, 9965. (d) Xu, S.; Giuseppone, N. J. Am. Chem. Soc. 2008, 130, 1826. (15) (a) Bissette, A. J.; Fletcher, S. P. Angew. Chem., Int. Ed. 2013, 52, 12800. (b) Philp, D.; Huck, J. Supramolecular Chemistry: From Molecules to Nanomaterials; John Wiley & Sons, Ltd.: New York, 2012; Vol. 4, p 1415. (c) Vidonne, A.; Philp, D. Eur. J. Org. Chem. 2009, 2009, 593. (d) Patzke, V.; von Kiedrowski, G. ARKIVOC 2007, 46, 293. (e) von Kiedrowski, G. Bioorg. Chem. Front. 1993, 3, 113. (16) The 1,3-dipolar cycloaddition reaction between a nitrone and a maleimide can give rise to two diastereoisomers, trans and cis. Only the trans diastereoisomers are capable of taking part in template-directed replication processes in the network of Tp and Tm replicators. For this reason, the notation for the trans cycloadducts capable of replication will generally omit the trans throughout this work (for example, trans-Tp will be generally referred to as Tp, unless emphasis on the identity of the diastereoisomer is necessary). All preformed templates used in instructed experiments consisted exclusively of the trans diaster-eoisomer of the relevant replicator. (17) This relationship presents a slight generalization, as while generally true, the increase in the strength of the recognition between two network components might also result in the formation of [M·N] type of complexes, which can reduce the efficiency of the autocatalytic pathway. (18) The error values for the calculated %EFs were determined using standard methods for calculation of normally distributed errors. These calculations employed the estimated value of concentration error of ±0.02 mM determined for all of the kinetic experiments described in this work (for details, see Supporting Information). (19) Kinetic effective molarity provides a measure of the enhance-ment in the template-mediated pathway relative to the bimolecular pathway. EMkinetic also tells us about the concentration at which the reaction would have to be performed in order for the bimolecular pathway to perform at the efficiency of the recognition-mediated pathway. For this reason, rate acceleration takes place even if EMkinetic Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12589 < 1, as long as the concentration at which the reaction is conducted is below the value of EMkinetic. (20) Thermodynamic effective molarity provides information about the stability of the template duplex relative to the strength of the ternary complex. (21) The values of template duplex association constants determined through kinetic fitting in this work were in the range of ∼17.9 to 68.6 × 106 M-1, i.e., a situation where the concentration of the catalytically active ternary complex will be in the μM range (see ref 8c for detailed analysis) under the conditions employed experimentally. Ideally, self-replicating systems would be examined at a concentration (C) that promotes the dissociation of the template duplex ([C]initial = 1/ Ka Duplex). At such a concentration, however, the formation of the catalytically active ternary complex, which is driven by the considerably smaller Ka Ind, would be strongly disfavoured. The optimum conditions, therefore, need to balance these two competing influences. (22) (a) Mendes, P. Comput. Applic. Biosci. 1993, 9, 563. (b) Mendes, P. Trends Biochem. Sci. 1997, 22, 361. (23) Cowie, R. M.; Turega, S. M.; Philp, D. Org. Lett. 2006, 8, 5179. (24) (a) Lightstone, F. C.; Bruice, T. C. J. Am. Chem. Soc. 1996, 118, 2595. (b) Bruice, T. C.; Lightstone, F. C. Acc. Chem. Res. 1999, 32, 127. (25) Sinclair, A. J.; del Amo, V.; Philp, D. Org. Biomol. Chem. 2009, 7, 3308. (26) (a) Ribo,́ J. M.; Crusats, J.; El-Hachemi, Z.; Moyano, A.; Hochberg, D. Chem. Sci. 2017, 8, 763. (b) Ribo,́ J. M.; Blanco, C.; Crusats, J.; El-Hachemi, Z.; Hochberg, D.; Moyano, A. Chem. -Eur. J. 2014, 20, 17250. (c) Dieckmann, A.; Houk, K. N. Chem. Sci. 2013, 4, 3591. (27) Shapiro, R. Q. Rev. Biol. 2006, 81, 105. Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12590 ",
    "title & info": "A Critical Cross-Catalytic Relationship Determines the Outcome of Competition in a Replicator Network Tamara Kosikova and Douglas Philp* School of Chemistry and EaStCHEM, University of St Andrews, North Haugh, St Andrews, Fife KY16 9ST, United Kingdom",
    "abstract": "A network of two synthetic replicators exhibitsa critical unidirectional cross-catalytic relationship that directs competing replication processes. In this network, nitrone N bearing a 6-methylamidopyridine recognition site can partic-ipate in 1,3-dipolar cycloaddition reactions with two maleimides that differ in the relative position of their carboxylic acid recognition site: either para (Mp) or meta (Mm) relative to the maleimide ring. These cycloaddition reactions create replicators trans-Tp and trans-Tm. In isolation, trans-Tp templates its own formation with an efficiency that is markedly greater than that of trans-Tm. Kinetic fitting and simulations reveal that this efficiency arises from a higher template-mediated rate constant for the cycloaddition and lower stability of the trans-Tp template duplex, compared to trans-Tm. By contrast, in a situation whereMp andMm compete for a limited quantity of N, the normally less efficient trans-Tm outcompetes trans-Tp. Through a series of comprehensive kinetic 19F{1H} NMR spectroscopy experiments, this system-level outcome is traced to a critical cross-catalytic pathway, whereby the presence of trans-Tp templates the formation of trans-Tm, but not vice versa. Replicator trans-Tm also reduces the efficiency of its competitor trans-Tp by sequestering trans-Tp in a heteroduplex that is more stable than homoduplex [Tp·Tp]. The addition of different templates as instructions reveals that, while the outcome of competition between replicators can be altered selectively, it is limited by the reaction environment employed. These results represent a conceptual and practical framework for the examination of selectivity in replication networks operating outside well-stirred batch reactor conditions.",
    "introduction": [
        "Networks are the building blocks of the world around us, and their inherent interconnectedness1 often exerts an influence over our everyday lives that can be challenging to predict. The all-pervasive presence of networks in nature2 is reflected in the number of disciplines currently engaged1c,3 in the study of complex systems3a,4 and the properties that emerge through the interactions of their components. Chemistry experienced a paradigm shift around 20 years ago as it moved away from the study of molecular matter in isolation and, instead, began to embrace the notion of complexity and networks. By embracing the nascent field5 of systems chemistry, bottom-up approaches for the design, development, and investigation of synthetic chemical models for complex systems have started to appear. A phenomenon of particular interest within the field of systems chemistry is replication. In the context of complex systems, synthetic replicators present a unique opportunity to study these processes using networks constructed from molecules with well-defined structures and with catalytic and recognition properties that can be probed and characterized in detail experimentally. The developments in the field of systems chemistry to date have produced a remarkable variety of replicating systems based on oligonucleotides,6 peptides,7 and small synthetic molecules,8 highlighting and demonstrating that the ability to replicate is not exclusive to biological systems based on nucleic acids and equipped with extensive enzymatic machinery. In addition to self-replication, these systems were shown to express a number of system-level properties such as error correction,9 stereospecific replication,10 and Boolean logic.11 Peptide-based replicating systems have, in particular, achieved a significant level of sophistication, examining networks9,10,11c,12 comprising more than a single replicator, a feature significantly less well explored in replicating systems based on oligonucleotides13 and small organic molecules.14 Although the requirements for the operation of minimal self-replicating systems in isolation have been established15 firmly, the processes in complex networks in the real world do not operate in isolation. For this reason, in this work, we build on our experience in developing self-replicating systems based on small organic molecules8a,c,d,f,g,14a-c to design and analyze a network of two replicators, connected directly through a shared building block. This network presents a model system that allows us to study how reaction and recognition-mediated processes impact and govern the preference, i.e., the selectivity, of the network for one replicator over another. J. Am. Chem. Soc. 2017, 139, 12579-12590"
    ],
    "design and methodology": [
        "In order to create a minimal self-replicating system, two components, bearing complementary recognition sites, must be connected together by one or more covalent bonds to afford a template that can act as a specific autocatalyst for its own formation. Once formed, this autocatalytic template can preorganize the building blocks required for its formation in a ternary complex coconformation that renders their reaction pseudointramolecular. The bond-forming step produces a template dimer, or duplex, which exists in equilibrium with the catalytically active monomeric template.",
        "Here, a network of two replicators is constructed from two maleimides, Mp and Mm, and a single nitrone, N14c (Figure 1a, building blocks). The main distinguishing feature of these two maleimides and the replicators16 Tp14c and Tm (Figure 1a, replicators), arising from their 1,3-dipolar cycloaddition reactions with N, is in the location of the carboxylic acid recognition site on the maleimide component (Figure 1). In particular, Mp integrates8a,c,14a-c a phenylacetic acid in para position relative to the maleimide ring, whileMm incorporates a benzoic acid functionality, in meta position with respect to the maleimide ring. For this reason, we use superscript labels p and m to represent the para and meta positions of the carboxylic acid recognition site in maleimides (M) and templates (T) throughout this work. Initially, these two templates are formed via slow, template-independent bimolecular pathways (Figure 1c), typically furnishing two diastereoisomeric products, labeled16 trans and cis, in a 3:1 ratio in the absence of effects originating from molecular recognition. Once the quantity of template formed is sufficient to allow its association with the unreacted components in a catalytically active ternary complex, [N·Mp·Tp] or [N·Mm·Tm] (Figure 1b), the template formation proceeds with significant acceleration via the autocatalytic cycle. The ability of a template to initiate an autocatalytic cycle depends on the strength of the noncovalent recognition-mediated processes (Figure 1d) that govern the recognition between the network components. For example, a replicator with a stronger17 recognition process would typically require a lower template concentration to enable self-replication to proceed.",
        "Replicators Tp and Tm possess a recognition unit complementary to the carboxylic acid, namely, a 6-methyl-2-amidopyridine ring that is originally associated with nitrone N (Figure 1a). The relative positions and identities of recognition sites are conserved in the replicator templates. We envisaged that the slight differences in the type and location of the carboxylic acid recognition element in each system would produce a reaction network of two replicators, referred to as the Tp-Tm network, with the potential for cross-catalytic behavior. Hence, reaction of the three individual components together allows the formation of a network where both templates can form simultaneously (Figure 1b) through two auto-and two cross-catalytic pathways. The ability of the templates Tp and Tm to act as either auto-or cross-catalytic templates allows the network to be instructed to form one replicator with increased preference over another by the addition of preformed Tp or Tm. Ultimately, the ability of our replicators to compete for the shared nitrone building block will depend on their ability to take part in these auto-and cross-catalytic cycles, and for this reason, we wished to undertake a comprehensive kinetic analysis of this small network constructed from two self-replicators to develop an understanding of how structural changes alter the selectivity for one replicator over another and their role in driving system-level behavior."
    ],
    "results and discussion": [
        "The first step in the analysis of the Tp-Tm network is the examination of individual bimolecular recognition-independent pathways leading to Tp and Tm. Accordingly, we examined (Figure 2) the reaction of nitrone N with two control, recognition-disabled maleimides, MpC and MmC. Details of the synthetic procedures utilized in the syntheses of all reaction components are provided in the Supporting Information. The kinetic analyses of all reaction pathways, facilitated by the presence of the aryl fluorine atom present in nitrone N, and all N-derived cycloadducts were performed using 470.3 MHz 19F{1H} NMR spectroscopy. In all kinetic experiments reported in this study, one or both of the maleimides and the nitrone ([M] = [N] = 5 mM) were allowed to react in CDCl3 at 5 °C, and the reaction progress was monitored by recording 470.3 MHz 19F{1H} NMR spectra every 30 min over a period of 16 h. The concentrations of the reaction components were determined at each time point relative to 1-bromo-2-fluoro-4-nitrobenzene, which was present as an internal standard.",
        "The control maleimides do not possess the carboxylic acid recognition site required for successful recognition of the amidopyridine unit on nitrone component N, and the absence of recognition-mediated reactivity is clearly evident in the reaction profiles determined for the reaction of MpC with N (Figure 2a) and MmC with N (Figure 2b). The formation of both recognition-disabled trans and cis diastereoisomers of TpC and TmC proceeded very slowly. After 4 h, trans-TpC reached 0.03 mM (Figure 2a), while cis-TpC was below the limit of detection at this time. After 16 h, the concentration of these two diastereoisomers increased to 0.14 and 0.04 mM for trans and cis, respectively ([trans]/[cis] = 3.8). In contrast, the formation of TmC proceeded slightly more efficiently, and the trans and cis cycloadducts reached concentrations of 0.07 and 0.02 mM, respectively, after 4 h. At t = 16 h, their concentrations increased further to 0.24 and 0.10 mM ([trans]/[cis] = 2.5), almost twice as high as those determined for TpC. These results demonstrated that (i) in the absence of the carboxylic acid recognition site the formation of templates can proceed only via the slow template-independent pathways and (ii) formation of TmC proceeds noticeably faster than TpC, suggesting that replicator Tm might be able to exploit the template-mediated cycle at an earlier time point in the reaction that Tp.",
        "Next, we examined the formation of replicators Tp (Figure 2c, empty red symbols) and Tm (Figure 2d, empty blue symbols), from their constituent components. Both reaction profiles are sigmoidal, demonstrating the striking effect of recognition-mediated replication processes on product for-mation. At t = 4 h, replicator Tp was formed at a concentration of 0.53 mM, with complete diastereoselectivity for the trans cycloadduct (i.e., cis < limit of detection by 19F{1H} NMR spectroscopy). This concentration increased further to 3.34 mM after 16 h. The reaction that forms Tm was shown to be less diastereoselective, affording trans-Tm and cis-Tm at 0.30 and 0.13 mM after 4 h, respectively. After 16 h, the concentration of these cycloadducts increased to 2.10 and 0.40 mM. The ratio of the two diastereoisomer products ([trans]/[cis]) increased from 2.3 at 4 h to 5.2 after 16 h.",
        "In the next stage of our analysis of this system, the formation of each replicator was examined in the presence of 20 mol% (1 mM) of the respective trans template (e.g., Tp added to Mp and N) in order to test whether Tp and Tm possess the capacity to template their own formation. The reaction profile for the formation of Tp in the presence of Tp (Figure 2c, filled red symbols) and Tm in the presence of Tm (Figure 2d, filled blue symbols) revealed disappearance of the lag period in each case, thereby confirming the abilities of Tp and Tm to self-replicate. In the presence of the autocatalytic template Tp, formation of Tp proceeded with significantly increased efficiency, reaching a concentration of 1.26 mM after 4 h and 3.69 mM after 16 h. As expected, the addition of preformed template induces the most striking enhancement in the concentration of replicator at early reaction times. The enhancement in the rate of formation of trans-Tm was, in contrast, less pronounced. The concentration of trans-Tm reached 0.86 and 2.82 mM after 4 and 16 h, respectively. Catalytically inert cis-Tm reached a concentration of 0.09 and 0.32 mM after 4 and 16 h, giving [trans]/[cis] ratios of 10.1 and 8.1, respectively.",
        "Thus, far, the kinetic analyses confirmed that both Tp and Tm are capable of self-replication. Next, we examined the two cross-catalytic pathways: Tm acting as a template for the formation of Tp (Figure 2c, filled blue symbols) and vice versa (Figure 2d, filled red symbols). To this end, each set of reactants was instructed with 20 mol% of the corresponding cross-catalytic template. Interestingly, the addition of Tm to the reactants required for the formation of Tp resulted in no observable enhancement in the concentration of Tp. In fact, no change in the lag period for Tp formation was observed and the reaction profile determined in the presence of Tm was essentially identical to that obtained in the absence of instruction. In terms of concentration, cycloadduct trans-Tp reached 0.43 mM after 4 h, similar to that (0.53 mM) reached in the absence of any instructing template. After 16 h, this concentration increased to 3.15 mM. Strikingly, however, instructing the building blocks required for the formation of Tm with template Tp resulted in the unambiguous disappearance of the lag period, demonstrat-ing that Tp can template the formation of trans-Tm. After 4 h, trans-Tm and cis-Tm were formed at concentrations of 0.87 and 0.08 mM, respectively. These concentrations increased further after 16 h, reaching 2.52 and 0.22 mM, respectively ([trans]/ [cis] ratios of 10.3 and 11.4). The slight increase in diastereoselectivity for the trans product in the presence of preformed Tp compared to Tm suggests that template Tp, which locates the two recognition sites at a slightly different separation and geometry with respect to each other than Tm, can promote the formation of the trans diastereoisomer more effectively than Tm.",
        "In order to quantify the changes in replication efficiency observed in the template-instructed experiments relative to those lacking any instruction, we calculated the percentage enhancement factor18 (%EF) for each trans product determined after both 4 and 16 h (Figure 2). Examination of these results for Tp (Figure 2e) and Tm (Figure 2f) reveals a number of trends. First, the %EFs are significantly higher after 4 h than after 16 h, reflecting the fact that the presence of preformed template exerts a stronger effect at earlier reaction times when the overall concentration of template within the uninstructed mixture is typically low. Further, Figure 2e shows that the addition of Tp to the building blocks required for its own formation enhanced its formation significantly: 138 ± 7% at 4 h and 10 ± 1% at 16 h. In contrast, the addition of Tm to the same mixture of building blocks resulted in a suppression of Tp formation (4 h = -19 ± 5%, 16 h = -6 ± 1%) relative to the uninstructed reaction. This observation suggests that Tp might be sequestered within the [Tp·Tm] heteroduplex, which reduces the quantity of free template available for reaction. The same analysis of the enhancements determined for Tm reveals that the addition of autocatalytic template Tm (4 h = 185 ± 15%, 16 h = 36 ± 2%) affords an enhancement that is similar to that observed in the presence of cross-catalytic template Tp (4 h = 187 ± 16%, 16 h = 22 ± 1%). Overall, a comparison of the EFs showed that the addition of preformed template produces a more significant change in the formation of Tm than in the formation of Tp. Most likely, this difference can be attributed to the fact that replicator Tm is less efficient at making itself than Tp in the absence of template and is therefore affected less by the decreasing availability of the reagents required for its formation at longer reaction times. In summary, the comprehensive evaluation of all auto-and cross-catalytic pathways available to Tp and Tm confirmed that only three catalytic channels out of the four possible operate efficiently.",
        "Kinetic Fitting and Simulations. In order to develop a better understanding of the differences in the kinetic behaviors of Tp and Tm in terms of the key kinetic and thermodynamic parameters that characterize the auto-and cross-catalytic cycles, we fitted the reaction time courses shown in Figure 2 to appropriate kinetic models (see Supporting Information). These kinetic models describe the interactions and reactions leading to the formation of Tp or Tm, and using established protocols,8a,13b,14a we were able to determine the bimolecular reaction rate constants (kbi) for the formation of both trans and cis cycloadducts, the unimolecular rate constants (kauto, kcross), Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12582 and duplex association constants (Ka Duplex) pertaining to all auto-and cross-catalytic pathways (Table 1).",
        "These parameters, together with association values for the formation of [M·N] complexes (Ka Ind), were subsequently used to calculate the kinetic effective molarity19 (EMkientic) and thermodynamic effective molarity20 (EMthermo) for each replication pathway. Examination of the parameters shown in Table 1 reveals that both trans and cis diastereoisomeric products of Tm are formed with a higher bimolecular rate constant than their Tp counterparts. The initial advantage provided to the Tm replicator as a result of the higher bimolecular rate (Tm should reach the concentration required for initiating autocatalysis earlier than Tp) is countered by the lower kauto for the formation of T m. Comparison of the kinetic profiles and values of EMkinetic determined for T p and Tm confirmed that, in isolation, Tp is significantly more efficient at directing its own formation than Tm. The fitting procedure allowed the determination of the association constants21 for replicator homoduplexes for trans-Tp (17.9 × 106 M-1) and trans-Tm (68.6 × 106 M-1), respectively. The higher stability of the [Tm·Tm] duplex relative to the [Tp·Tp] duplex indicates that Tm is hindered more significantly by product inhibition than Tp. Interestingly, while Tm is associated with a higher duplex stability, it possesses lower EMthermo than T p. This observation suggests a lower degree of complementarity and, hence, relative cooperativity within the Tm duplex.",
        "The fitting procedure employed in the determination of kinetic parameters pertaining to the two cross-catalytic pathways required the introduction of an additional parameter, i.e., the association constant for the formation of heteroduplex [Tp·Tm]. This heteroduplex contains one more rotatable bond than [Tm·Tm] and one rotatable bond less than [Tp·Tp], and therefore, its stability should be bracketed by the stabilities of the two homoduplexes. Applying rotor increments, as described18 by Page and Jencks, the stability of [Tp·Tm] was estimated as 35.0 × 106 M-1, and this value was employed in the determination of kcross for the formation of each trans product on the corresponding cross-catalytic template (Table 1).",
        "The parameters obtained through the kinetic fitting of cross-catalytic kinetic data allowed us to assess the differences observed in the corresponding time course profiles of both replicators. Specifically, Tm was found to be significantly worse at catalyzing the formation of Tp than Tp was at catalyzing its own formation. In fact, the EMkinetic for this cross-catalytic pathway was ca. 15× smaller than that determined for the autocatalytic pathway leading to Tp. By contrast, the EMkinetic for the cross-catalytic pathway that involves Tm being made on Tp was actually somewhat higher (18.3 M) than the corresponding autocatalytic process (9.47 M). These differ-ences in the relative efficiencies of the auto-and cross-catalytic pathways directed by Tp and Tm can explain the absence of a template effect for Tp being synthesized on a Tm template.",
        "An important consequence of the order of stabilities determined for the duplexes in the full network ([Tm·Tm] > [Tp·Tm] > [Tp·Tp]) is the preferential incorporation of Tp within the more stable heteroduplex [Tp·Tm] in situations where Tm is present at significant concentrations. The kinetic data derived from NMR spectroscopy reveal that the exchange between the various template species present in solution is fast on the NMR chemical shift time scale (i.e., only a single resonance arising from the trans isoxazolidine proton is observed for each replicator). For this reason, we exploited kinetic simulations and the relevant reaction parameters obtained through fitting to demonstrate how the presence of Tm serves to decrease the amount of catalytically active Tp in solution. Specifically, early in the reaction where Tp is being synthesized in the presence of preformed Tm (Figure 3a), the higher stability of the [Tp·Tm] heteroduplex relative to that of the [Tp·Tp] homoduplex leads to the template Tp formed within the system being sequestered into the more stable heteroduplex. The higher proportion of Tp in the [Tp·Tm] heteroduplex than in the [Tp·Tp] homoduplex reduces the catalytic availability of this template and, also, the overall rate of production of Tp because the [Tp·Tm] heteroduplex has a lower Kd. At a certain point in the reaction, however, the concentration of Tp reaches a critical threshold and the fraction of Tp bound in the [Tp·Tp] homoduplex becomes higher than the fraction present within the [Tp·Tm] heteroduplex.",
        "By contrast, this order of stabilities exerts the opposite effect on the cross-catalytic pathway, where the formation of Tm is simulated in the presence of Tp (Figure 3b). In this situation, trans-Tp is the dominant product early in the reaction, and therefore, the molecules of Tm formed through the cross-catalytic pathway are present predominantly in the form of the heteroduplex [Tp·Tm]. This heteroduplex is less stable than the [Tm·Tm] duplex that is present exclusively in the absence of Tp, resulting in higher concentrations of monomeric Tm at early time points. Nevertheless, the affinity of Tp for Mm and N is lower than the affinity of Tm for these components, and as the concentration of Tm continues to increase, homoduplex [Tm·Tm] becomes the dominant species in solution and the efficiency of the cross-catalytic pathway (Tp → Tm) decreases.",
        "Kinetic Analysis of Competition between Replicators. Kinetic analyses of our two replicators in isolation established clearly that Tp possesses the capacity to template its own formation and to cross-catalyze the formation of Tm, while Tm is capable of autocatalytic activity only. Building on these results, we examined these replicators under conditions where Mp and Mm compete for the nitrone N building block. In order to explore the possibility of directing the reaction network toward selective formation of either Tp or Tm, we employed a series of template-instructed experiments. In each of these experiments, an equimolar solution (5 mM) containing all three reaction components, N, Mp, and Mm, was prepared in CDCl3, and the formation of the replicators was monitored at 5 °C in the absence of any added template using 470.3 MHz 19F{1H} NMR spectroscopy (see Supporting Information, Figure S8). The instructed experiments examined the formation of Tp and Tm in the presence of 20 mol% of one or both preformed replicators. A number of scenarios were examined: (i) only trans-Tp added, (ii) only trans-Tm added, and (iii) both trans-Tp and trans-Tm added simultaneously (see Supporting Information, Figure S8). The results of these experiments are summarized in Figure 4. Interestingly, the uninstructed competition experiment revealed that, as a result of the interplay between the recognition and reaction processes taking place simultaneously in the network, the less efficient template trans-Tm reached a higher concentration than trans-Tp, the replicator found to be more efficient in isolation ([trans-Tm]/ [trans-Tp] = 2.0 after 4 h, Figure 4a).",
        "In the presence of preformed trans-Tp, added to the reaction mixture at the start of the reaction, the observed outcome was altered significantly: the instructing replicator, trans-Tp, out-performed trans-Tm in the competition for N, and the two products were formed in a ratio of 0.80 ([trans-Tm]/[trans-Tp] after 4 h, Figure 5a). When preformed trans-Tm was added at the start of the reaction, the network displayed the opposite behavior; that is, formation of replicator trans-Tm was enhanced further ([trans-Tm]/[trans-Tp] = 2.38 after 4 h, Figure 5a). Interestingly, when both trans-Tp and trans-Tm were used to instruct the replication processes simultaneously, the two replicators were formed at a ratio of 0.99 ([trans-Tm]/ [trans-Tp]) after 4 h (Figure 5a). The simultaneous addition of both Tp and Tm enhances the formation of trans-Tp relative to the uninstructed scenario; nevertheless trans-Tm remained the dominant species in solution in this experiment after 4 h. This observation can be attributed to the fact that the formation of replicator trans-Tm proceeds through two template-mediated channels, while replicator trans-Tp is formed through a single autocatalytic pathway only.",
        "The ratios of the two replicators, [trans-Tm]/[trans-Tp], were re-examined after 16 h, revealing a trend similar to that observed for the %EFs discussed earlier for the auto-and cross-catalytic pathways in isolation. Specifically, the values of [trans-Tm]/[trans-Tp] at t = 16 h were determined to be 1.13, 0.80, 1.58, and 0.93 in the presence of no template, trans-Tp, trans-Tm, and both trans-Tp and trans-Tm, respectively (Figure 5b). Comparison of the ratios determined after 4 and 16 h showed that the selectivity in experiments instructed with Tp only changed less over time (4 h → 16 h) than the selectivity in experiments employing no template or Tm. These differences in product ratio as a function of time can be attributed to the fact that only a single cross-catalytic pathway is active in this network, and thus, while the presence of Tp affects the formation of both templates, addition of Tm enhances the production of itself exclusively. Overall, these results demon-strate that the [trans-Tm]/[trans-Tp] ratio is strongly dependent on both the reaction time and the identity of the instructing template or templates.",
        "Examining the Role of the [Tp·Tm] Heteroduplex. The kinetic analyses revealed that the two replicators examined in this study exhibit markedly different replication efficiencies as a result of small structural changes engineered in their molecular frameworks. Although the kinetics of the competition experi-ments utilized data from 19F NMR spectroscopy, 1H NMR spectroscopic data were also acquired at the same time during each of the competition experiments. Examination of these 1H NMR spectra revealed interesting changes in the chemical shifts of the resonances arising from the trans protons (Figure 5a) on the isoxazolidine rings present in Tp and Tm. These changes are visible most clearly in the competition kinetic experiment where the reaction mixture is instructed with 20 mol% of Tp (Figure 5a).",
        "At the beginning of this reaction, replicator Tp, added at a concentration of 1 mM, is the dominant template in solution and no Tm is present at the start of the reaction. In the presence of preformed Tp template, Mp, Mm, and N, are transformed quickly into both Tp and Tm. As the concentration of Tm increases in the reaction mixture over time, a significant change in the chemical shift of the resonance associated with the trans proton present in Tp is observed. However, the resonance arising from replicator Tm itself is apparently unperturbed. These observations are instructive, since they demonstrate strikingly the ability of replicators Tp and Tm to assemble into both homoduplexes ([Tp·Tp] and [Tm·Tm]) and the corre-sponding heteroduplex ([Tp·Tm]). The presence of a single resonance for each template indicates that the exchange between these species is fast on the 1H NMR chemical shift time scale. For each replicator, the observed chemical shift depends on the mole fraction of the replicator bound within its homoduplex and the heteroduplex.",
        "In order to develop a better understanding of these chemical shift changes, we examined the 1H NMR spectra (Figure 5b) recorded on five solutions of Tp and Tm at a combined concentration of 10 mM in CDCl3, starting with a composition of 100% Tp and increasing the fraction of Tm progressively from 0% to 25%, 50%, 75%, and, finally, 100%. Each mixture was analyzed by 400.1 MHz 1H NMR spectroscopy (Figure 5b; for the corresponding 19F{1H} NMR spectra, see Figure S9). These five experiments allowed the changes in the chemical shifts arising from the resonances of both replicators to be examined under conditions where only homoduplex [Tp·Tp] or homoduplex [Tm·Tm] is present, as well as the three intermediate conditions where both homo-and heteroduplexes are present together. Analysis of the chemical shift changes observed in the isoxazolidine ring protons colored red and blue (Figure 5) as a function of the Tp and Tm composition revealed a markedly different behavior for replicator Tp in comparison to Tm. While the chemical shift of the resonance arising from Tm varied very little across the four different compositions examined (25% Tm → 100% Tm), the chemical shift of the resonance arising from Tp exhibited a dramatic downfield shift (>0.2 ppm, Figure 5b) as the fraction of Tm in the solution increased.",
        "We modeled the steady-state distributions of Tp and Tm within the various product duplexes present in solution and, consequently, the expected chemical shift for the resonances arising from the isoxazolidine protons present in Tp and Tm (colored red and blue in Figure 5c) by combining the data in efficiency of the autocatalytic pathway leading to the formation of Tp.",
        "What Governs the Outcome of Competition in the Tp-Tm Network? The comprehensive set of kinetic experi-ments described here allowed us to examine each catalytic pathway in isolation and within a number of competition scenarios. The observed results demonstrate clearly that the absence of one cross-catalytic relationship (Tm is not a catalyst for the formation of Tp) has a significant influence on the behavior of the replicator network in a situation where Tm and Tp have to compete for a shared building block. The kinetic fitting demonstrates that there are significant differences between the two replicators in terms of the duplex association constants and unimolecular rate constants for the reactions that take place on templates. The origin of the disparity in the cross-catalytic efficiencies of Tm and Tp, identified by our kinetic simulations and fitting, must lie in subtle differences in the stabilities and structures of the ternary complexes, [N·Mp·Tm] and [N·Mm·Tp], and the transition states accessed from these complexes. In order to gain a better understanding of these processes, we undertook a series of density functional theory calculations that examined the structures of the ternary complexes [N·Mp·Tm] and [N·Mm·Tp], the heteroduplex [Tp· Tm], and the transition states (TSs) that connect these complexes. All of these calculations were performed at the ωB97X/def2-SVP level of theory using a continuum solvation model (PCM) for chloroform (see Supporting Information for details). In addition, we compared the transition-state structures calculated for the template-directed reactions with that computed for the prototypical 1,3-dipolar cycloaddition of diphenylnitrone to N-phenyl maleimide. Although the relative stereochemistry of the forming cycloadduct is controlled very well in favor of the trans diastereoisomer, the absolute stereochemical relationships between the templates are more complex. The template-directed reactions can proceed by one of two pathways. The stereochemistry of the newly formed replicator can match that of the template, for example, RSR-Tp → RSR-Tm; we will refer to this pathway as “matched”. Alternatively, the stereochemistry of the newly formed replicator can be mismatched compared to that of the template, for example, RSR-Tp → SRS-Tm; we will refer to this pathway as “mismatched”.",
        "The consequence of these relationships is that heteroduplex [Tp·Tm], and the transition states leading to it, can exist either as a structure in which the stereochemistries of the templates are matched or as a structure in which the stereochemistries of the templates are mismatched. We computed the four possible pathways: matched and mismatched for both Tp → Tm and Tm → Tp. The results of these calculations are summarized in Figure 6.",
        "In the case of the template duplexes, the matched form of [Tp·Tm] is predicted to be around 30 kJ mol-1 more stable than the corresponding mismatched duplex. In part, this observation may be explained by the presence of stabilizing C-H···O interactions along the spine of the template (marked A and highlighted in blue in Figure 6a) that are present in the matched duplex, but not in the mismatched one. Additionally, there are some distortions in the conformations of the fused bicyclic cycloadducts present in the mismatched [Tp·Tm] duplex that are required in order to maintain the four hydrogen bonds connecting the two templates.",
        "Comparison of the transition states that were located for the four available pathways reveals that one structuremismatched Tp → Tm (Figure 6a)is significantly lower in energy than the other three. This observation is consistent with the experimental results indicating that Tp can act as a catalyst for the formation of Tm, but Tm is not a particularly efficient catalyst for the formation of Tp. Comparison of the transition-state structures with that of the parent cycloaddition between diphenylnitrone and N-phenyl maleimide (Figure 6b) reveals that the mismatched transition state [N·Mm·Tp]⧧ has a geometry that differs considerably from the other three and from the parent. In this transition state, C-O bond formation is more advanced (C···O = 2.002 Å vs 2.086 Å in parent TS) and C-C bond formation is much less advanced (C···C = 2.187 Å vs 2.146 Å in parent TS) than in any of the other three transition states accessible from the ternary complexes. This distortion suggests a transition state that may be slightly more polar23 that the other three and may be stabilized by a series of C-H···O interactions present along the spine of the template (marked B and highlighted in green in Figure 6a).",
        "While the structures of the transition states and the duplexes have limited conformational freedom as they adopt coconfor-mations that maintain four hydrogen bonds, the ternary complexes are much less restricted in a conformational sense. Bruice and Lightstone have shown24 that the rates of intramolecular reactions can be related to the fraction of low-energy conformations that are present as near-attack con-formations (NACs). Previously, we have applied25 this type of analysis successfully to a recognition-mediated pseudointramo-lecular cycloaddition reaction. Therefore, when considering these structures, we restricted our examination to structures that could be categorized loosely as NACs; that is, we examined the structures in which the termini of the 4π and 2π components of the cycloaddition were in closest proximity. Interestingly, in the lowest energy structure located for each ternary complex, there is a striking difference between the distances that separate the reactive termini of the 4π and 2π components (C···O and C···C) depending on the identity of the replicator that is acting as the template.",
        "In the ternary complex [N·Mp·Tm], where Tm is templating the formation of Tp, all of the C···O and C···C distances are above 4 Å and, in the case of matched [N·Mp·Tm], over 5 Å (marked C and highlighted in red in Figure 6a). These large distances suggest that the low-energy coconformations of [N· Mp·Tm] are unlikely to contain a high fraction of NACs. This observation is consistent with lower efficiency of this ternary complex determined experimentally. In contrast, in [N·Mm·Tp], where Tp is templating the formation of Tm, all of the C···O and C···C distances are below 4 Å, and in the case of the mismatched ternary complex, these distances are both below 3.40 Å. These very short distances suggest that the low-energy coconformations of mismatched [N·Mp·Tm] are likely to contain a high fraction of NACs, and this observation is consistent with this ternary complex accessing the lowest energy transition state.",
        "These calculations also offer a window into a more complex world that is currently beyond the reach of our experiments, in which the stereochemical relationships between replicators can play an important role in determining the outcome of competition8b,e,26 in a network of replicators. Going forward, these results demand that, in order to maximize the efficiency of a template-directed process, it will be necessary to consider the detailed relationships between individual molecular structures and their coconformations within complexes."
    ],
    "conclusions": [
        "Small networks of minimal replicators may serve27 as simple models for primitive metabolic pathways in that the population of an individual replicator within these networks can be manipulated by exploiting the autocatalytic properties of the replicating template in order to specifically upregulate the rate of formation of that template. In this work, we describe the experimental implementation of such a network constructed from three simple building blockstwo maleimides (Mm and Mp) and a single nitrone (N)that react to create two synthetic replicators (Tm and Tp) that can template their own formation. Within this network, the two replicating templates compete for a common reagent, namely, nitrone N. In order to understand the system-level behavior of this network, it is important to characterize each replicator in isolation. In this case, our kinetic studies on Tm and Tp in isolation reveal that Tp is the more efficient replicator of the pair. In isolation, Tp benefits from a significantly higher effective molarity for the key cycloaddition step than Tm. Additionally, the [Tp·Tp] duplex is somewhat less stable than the [Tm·Tm] duplex, thereby ensuring that the concentration of catalytically active, monomeric Tp is higher than in the corresponding reaction involving Tm. The abilities of both Tp and Tm to replicate are confirmed by their capacity to template their own formation, as evidenced by experiments in which preformed template is added to a mixture of the nitrone and the appropriate maleimide at the start of the reaction. The structural similarity between Tp and Tm opens the possibility that a mutual cross-catalytic relationship may exist between these two templates. By exploring the response of reactions that form either Tp or Tm to the addition of the other template as an instruction, we established that, although Tp can template the formation of Tm, Tm does not catalyze the formation of Tp effectively. The absence of reciprocity in the cross-catalytic relationship between Tp and Tm is critical to understanding the outcome of experiments in which Tp and Tm are placed in a competitive situation. Analysis of experiments in which Tp and Tm replicate in the same flask reveals the apparently anomalous observation that the replicator that is less efficient in isolation (Tm) becomes the dominant species in the complete network. This observation is a direct result of the presence of the nonreciprocal cross-catalytic interaction between Tp and Tm, which allows Tm to exploit Tp for its formation but not vice versa. The system-level outcome is also driven by the subtle interplay of the recognition and reaction processes. Replicator Tm forms more stable complexes and duplexes, which allows it to reduce the replication efficiency of Tp by sequestering it within the [Tp·Tm] heteroduplex, which is more stable than the [Tp·Tp] homoduplex. However, our attempts to direct the competition between the replicators using preformed templates under the well-stirred batch reactor conditions employed here always result in the erosion of the imbalance between the two replicators generated at early time points. This effect is a direct result of the exhaustion of building blocks that limits the efficiency of replication processes, thereby preventing the initially dominant replicator from enhancing its advantage. This observation illustrates clearly that the ability of one replicator to dominate within this network depends not only on its catalytic relationship with the other replicator in the network but also on their reaction environment. The current work represents a firm foundation for the expansion of the study of replicator networks under conditions where dynamic processes or diffusion contribute to the outcome of replicator competition, i.e., reaction conditions where replication processes can operate at maximum efficiency. These studies are currently under way in our laboratory."
    ],
    "associated content": [
        "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b06270. Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12588 General experimental procedures; synthetic procedures and compound characterization; details of kinetic analyses, fitting (including fitted kinetic profiles), and simulations; and details of DFT calculations (PDF) XYZ files (ZIP) The research data supporting this publication can be accessed at http://dx.doi.org/10.17630/5b25b1fa-9f10-492f-8b93-b0eeff2cdf77."
    ],
    "author information": [
        "Corresponding Author *d.philp@st-andrews.ac.uk ORCID Douglas Philp: 0000-0002-9198-4302 Notes The authors declare no competing financial interest."
    ],
    "acknowledgments": [
        "The financial support for this work was provided by the University of St Andrews and the Engineering and Physical Sciences Research Council (Grant EP/K503162/1)."
    ],
    "references": [
        "(1) (a) Newmann, M. E. J. SIAM Rev. 2003, 45, 167. (b) Barabaśi, A.-L. Rev. Mod. Phys. 2002, 74, 1. (c) Strogatz, S. H. Nature 2001, 410, 268. (2) (a) Rieckmann, J. C.; Geiger, R.; Hornurg, D.; Wolf, T.; Kveler, K.; Jarossay, D.; Sallusto, F.; Shen-Orr, S. S.; Lanzavecchia, A.; Mann, M.; Meissner, F. Nat. Immunol. 2017, 18, 583. (b) Boccaletti, S.; Latora, V.; Moreno, Y.; Chavez, M.; Hwang, D. U. Phys. Rep. 2006, 424 (4-5), 175. (c) Barabaśi, A.-L.; Oltvai, Z. N. Nat. Rev. Genet. 2004, 5, 101. (d) Jeong, H.; Tombor, B.; Albert, R.; Oltvai, Z. N.; Barabaśi, A.-L. Nature 2000, 407, 651. (3) (a) Mitchell, M. Complexity: A Guided Tour; Oxford University Press: New York, 2009. (b) Watts, D. J. Small Worlds: The Dynamics of Networks between Order and Randomness; Princeton University Press: NJ, 2003. (c) Barabaśi, A.-L. Linked: The New Science of Networks; Perseus Book Group: New York, 2002. (4) Kauffman, S. A. At Home in the Universe: The Search for the Laws of Self-Organization and Complexity; Oxford University Press Inc.: New York, 1995. (5) (a) Ashkenasy, G.; Hermans, T. M.; Otto, S.; Taylor, A. F. Chem. Soc. Rev. 2017, 46, 2543. (b) De la Escosura, A.; Briones, C.; Ruiz-Mirazo, K. J. Theor. Biol. 2015, 381, 11. (c) Mattia, E.; Otto, S. Nat. Nanotechnol. 2015, 10, 111. (d) Ruiz-Mirazo, K.; Briones, C.; de la Escosura, A. Chem. Rev. 2014, 114, 285. (e) von Kiedrowski, G.; Otto, S.; Herdewijn, P. J. Syst. Chem. 2010, 1, 1. (f) Peyralans, J. J.; Otto, S. Curr. Opin. Chem. Biol. 2009, 13, 705. (g) Stankiewicz, J.; Eckardt, L. H. Angew. Chem., Int. Ed. 2006, 45, 342. (6) (a) Plöger, T. A.; von Kiedrowski, G. Org. Biomol. Chem. 2014, 12, 6908. (b) Paul, N.; Joyce, G. F. Proc. Natl. Acad. Sci. U. S. A. 2002, 99, 12733. (c) Luther, A.; Brandsch, R.; von Kiedrowski, G. Nature 1998, 396, 245. (d) Sievers, D.; von Kiedrowski, G. Nature 1994, 369, 221. (e) von Kiedrowski, G.; Wlotzka, B.; Helbing, J.; Matzen, M.; Jordan, S. Angew. Chem., Int. Ed. Engl. 1991, 30, 423. (f) von Kiedrowski, G. Angew. Chem., Int. Ed. Engl. 1986, 25, 932. (7) (a) Colomb-Delsuc, M.; Mattia, E.; Sadownik, J. W.; Otto, S. Nat. Commun. 2015, 6, 7427. (b) Carnall, J. M. A.; Waudby, C. A.; Belenguer, A. M.; Stuart, M. C. A.; Peyralans, J. J.-P.; Otto, S. Science 2010, 327, 1502. (c) Li, X.; Chmielewski, J. J. Am. Chem. Soc. 2003, 125, 11820. (d) Issac, R.; Chmielewski, J. J. Am. Chem. Soc. 2002, 124, 6808. (e) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. Angew. Chem., Int. Ed. 1998, 37, 478. (f) Severin, K.; Lee, D. H.; Kennan, A. J.; Ghadiri, M. R. Nature 1997, 389, 706. (g) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. J. Am. Chem. Soc. 1997, 119, 10559. (h) Lee, D. H.; Granja, J. R.; Martinez, J. A.; Severin, K.; Ghadri, M. R. Nature 1996, 382, 525. (8) (a) Bottero, I.; Huck, J.; Kosikova, T.; Philp, D. J. Am. Chem. Soc. 2016, 138, 6723. (b) Dieckmann, A.; Beniken, S.; Lorenz, C. D.; Doltsinis, N. D.; von Kiedrowski, G. Chem. -Eur. J. 2011, 17, 468. (c) Kassianidis, E.; Philp, D. Angew. Chem., Int. Ed. 2006, 45, 6344. (d) Pearson, R. J.; Kassianidis, E.; Slawin, A. M. Z.; Philp, D. Chem. -Eur. J. 2006, 12, 6829. (e) Kindermann, M.; Stahl, I.; Reimold, M.; Pankau, W. M.; von Kiedrowski, G. Angew. Chem., Int. Ed. 2005, 44, 6750. (f) Pearson, R. J.; Kassianidis, E.; Slawin, A. M. Z.; Philp, D. Org. Biomol. Chem. 2004, 2, 3434. (g) Quayle, J. M.; Slawin, A. M.; Philp, D. Tetrahedron Lett. 2002, 43, 7229. (h) Wang, B.; Sutherland, I. O. Chem. Commun. 1997, 1495. (i) Rotello, V.; Hong, J.-I.; Rebek, J., Jr. J. Am. Chem. Soc. 1991, 113, 9422. (j) Tjivikua, T.; Ballester, P.; Rebek, J., Jr. J. Am. Chem. Soc. 1990, 112, 1249. (9) Severin, K.; Lee, D. H.; Martinez, J. A.; Vieth, M.; Ghadiri, M. R. Angew. Chem., Int. Ed. 1998, 37, 126. (10) Saghatelian, A.; Yokobayashi, Y.; Soltani, K.; Ghadiri, M. R. Nature 2001, 409, 797. (11) (a) Ashkenasy, G.; Dadon, Z.; Alesebi, S.; Wagner, N.; Ashkenasy, N. Isr. J. Chem. 2011, 51, 106. (b) Allen, V. C.; Robertson, C. C.; Turega, S. M.; Philp, D. Org. Lett. 2010, 12, 1920. (c) Ashkenasy, G.; Ghadiri, M. R. J. Am. Chem. Soc. 2004, 126, 11140. (12) (a) Sadownik, J. W.; Mattia, E.; Nowak, P.; Otto, S. Nat. Chem. 2016, 8, 264. (b) Dadon, Z.; Wagner, N.; Ashkenasy, G. Angew. Chem., Int. Ed. 2008, 47, 6128. (c) Ashkenasy, G.; Jagasia, R.; Yadav, M.; Ghadiri, M. R. Proc. Natl. Acad. Sci. U. S. A. 2004, 101, 10872. (d) Yao, S.; Ghosh, I.; Zutshi, R.; Chmielewski, J. Nature 1998, 396, 447. (e) Lee, D. H.; Severin, K.; Yokobayashi, Y.; Ghadiri, M. R. Nature 1997, 390, 591. (13) (a) Kim, D.-E.; Joyce, G. F. Chem. Biol. 2004, 11, 1505. (b) Sievers, D.; Von Kiedrowski, G. Chem. -Eur. J. 1998, 4, 629. (14) (a) Kosikova, T.; Hassan, N. I.; Cordes, D. B.; Slawin, A. M. Z.; Philp, D. J. Am. Chem. Soc. 2015, 137, 16074. (b) Kassianidis, E.; Pearson, R. J.; Wood, E. A.; Philp, D. Faraday Discuss. 2010, 145, 235. (c) Sadownik, J. W.; Philp, D. Angew. Chem., Int. Ed. 2008, 47, 9965. (d) Xu, S.; Giuseppone, N. J. Am. Chem. Soc. 2008, 130, 1826. (15) (a) Bissette, A. J.; Fletcher, S. P. Angew. Chem., Int. Ed. 2013, 52, 12800. (b) Philp, D.; Huck, J. Supramolecular Chemistry: From Molecules to Nanomaterials; John Wiley & Sons, Ltd.: New York, 2012; Vol. 4, p 1415. (c) Vidonne, A.; Philp, D. Eur. J. Org. Chem. 2009, 2009, 593. (d) Patzke, V.; von Kiedrowski, G. ARKIVOC 2007, 46, 293. (e) von Kiedrowski, G. Bioorg. Chem. Front. 1993, 3, 113. (16) The 1,3-dipolar cycloaddition reaction between a nitrone and a maleimide can give rise to two diastereoisomers, trans and cis. Only the trans diastereoisomers are capable of taking part in template-directed replication processes in the network of Tp and Tm replicators. For this reason, the notation for the trans cycloadducts capable of replication will generally omit the trans throughout this work (for example, trans-Tp will be generally referred to as Tp, unless emphasis on the identity of the diastereoisomer is necessary). All preformed templates used in instructed experiments consisted exclusively of the trans diaster-eoisomer of the relevant replicator. (17) This relationship presents a slight generalization, as while generally true, the increase in the strength of the recognition between two network components might also result in the formation of [M·N] type of complexes, which can reduce the efficiency of the autocatalytic pathway. (18) The error values for the calculated %EFs were determined using standard methods for calculation of normally distributed errors. These calculations employed the estimated value of concentration error of ±0.02 mM determined for all of the kinetic experiments described in this work (for details, see Supporting Information). (19) Kinetic effective molarity provides a measure of the enhance-ment in the template-mediated pathway relative to the bimolecular pathway. EMkinetic also tells us about the concentration at which the reaction would have to be performed in order for the bimolecular pathway to perform at the efficiency of the recognition-mediated pathway. For this reason, rate acceleration takes place even if EMkinetic Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12589 < 1, as long as the concentration at which the reaction is conducted is below the value of EMkinetic. (20) Thermodynamic effective molarity provides information about the stability of the template duplex relative to the strength of the ternary complex. (21) The values of template duplex association constants determined through kinetic fitting in this work were in the range of ∼17.9 to 68.6 × 106 M-1, i.e., a situation where the concentration of the catalytically active ternary complex will be in the μM range (see ref 8c for detailed analysis) under the conditions employed experimentally. Ideally, self-replicating systems would be examined at a concentration (C) that promotes the dissociation of the template duplex ([C]initial = 1/ Ka Duplex). At such a concentration, however, the formation of the catalytically active ternary complex, which is driven by the considerably smaller Ka Ind, would be strongly disfavoured. The optimum conditions, therefore, need to balance these two competing influences. (22) (a) Mendes, P. Comput. Applic. Biosci. 1993, 9, 563. (b) Mendes, P. Trends Biochem. Sci. 1997, 22, 361. (23) Cowie, R. M.; Turega, S. M.; Philp, D. Org. Lett. 2006, 8, 5179. (24) (a) Lightstone, F. C.; Bruice, T. C. J. Am. Chem. Soc. 1996, 118, 2595. (b) Bruice, T. C.; Lightstone, F. C. Acc. Chem. Res. 1999, 32, 127. (25) Sinclair, A. J.; del Amo, V.; Philp, D. Org. Biomol. Chem. 2009, 7, 3308. (26) (a) Ribo,́ J. M.; Crusats, J.; El-Hachemi, Z.; Moyano, A.; Hochberg, D. Chem. Sci. 2017, 8, 763. (b) Ribo,́ J. M.; Blanco, C.; Crusats, J.; El-Hachemi, Z.; Hochberg, D.; Moyano, A. Chem. -Eur. J. 2014, 20, 17250. (c) Dieckmann, A.; Houk, K. N. Chem. Sci. 2013, 4, 3591. (27) Shapiro, R. Q. Rev. Biol. 2006, 81, 105. Journal of the American Chemical Society Article J. Am. Chem. Soc. 2017, 139, 12579-12590 12590 "
    ]
}