{
    "fullText": "Reactions of Metallacyclopentadiene with Terminal Alkynes: Isolation and Characterization of Metallafulvenallene Complexes Ming Luo, Zhihong Deng, Yonghong Ruan, Yapeng Cai, Kaiyue Zhuo, Hong Zhang,* and Haiping Xia State Key Laboratory of Physical Chemistry of Solid Surfaces and Collaborative Innovation Centre of Chemistry for Energy Materials (iChEM), College of Chemistry and Chemical Engineering, Xiamen University, 361005, Xiamen, China ABSTRACT: Metallacyclopentadienes play an important role in transition-metal-catalyzed cyclotrimerization of alkynes. Isolation and characterization of these unique five-membered metallacycles could promote further understanding of related catalytic reactions. In this work, the first metallafulvenallene complexes were synthesized by the reaction of fused metallacyclopentadiene with terminal alkynes. Single-crystal X-ray diffraction and NMR spectroscopic studies on the metallafulvenallene complexes demonstrate that the bicyclic framework consists of a metallacyclopentadiene fused with a six-membered metallacycle, featuring an η1-vinylidene ligand. Deuterium labeling experiments were carried out to investigate the mechanism for the transformation of fused metallacyclopentadiene to fused metallafulvenallene. The UV-vis absorption spectra of these unique structures were measured. INTRODUCTION The origin of fulvenes can be traced back more than one century to their discovery in 1900.1 Fulvenes and their derivatives have been recognized as versatile building blocks and have broad applications in pharmaceutical research and materials science.2 Metal-mediated and/or metal-catalyzed reactions involving metallafulvene intermediates have been reported by O’Connor and Rheingold in 1987,3 in which the Csp atoms of fulvenes have been replaced by metal fragments, providing a series of attractive organometallic molecules (Figure 1). Although fulvenallenes have been isolated successfully in 1986,4 their organometallic analogous, metal-lafulvenallene derivatives have never been observed.5 Metallacyclopentadiene complexes have attracted consid-erable interest and are regarded as versatile intermediates for the discovery of new reactions.6 In many cases, metal-lacyclopentadienes can react with alkynes, followed by reductive elimination to produce the corresponding benzene derivatives.7 Besides, the reactions of metallacyclopentadienes with alkynes can lead to the formation of metallapentadiene-carbene complexes3,8 or new metallacycles through ring expansion.9 The reactions of preformed iridiacyclopentadiene complexes with terminal alkynes have also been shown to produce fulvene complexes.5 Even though the reaction appears to involve the formation of metallafulvenallene intermediates, which have been trapped by nucleophiles7,9a-d or undergo a reductive coupling with the butadiendiyl ligand,5 isolation of the metallafulvenallene has not been reported, probably due to the high reactivity of vinylidene ligands.10 Drawing inspiration from metallacyclic chemistry, we recently investigated the reactions of metallapentalynes, which are derived from the reactions of multiyne chains with metal complexes.11 The bicyclic framework of metallapenta-lynes can be viewed as fused metallacyclopentadiene derivatives, which exhibit unique reactivities and provide access to interesting and attractive molecules, particularly concerning the isolation of some important intermediates.12 Intrigued by the possibility that the fused metallacyclic system could facilitate the isolation of metallafulvenallene complexes, we employed the metallapentalyne as a fused metallacyclo-pentadiene to react with terminal alkyne substrates. Herein, we report the first examples of the desired transformation of metallacyclopentadiene to metallafulvenallene. The resulting metallafulvenallene complexes have been fully characterized, and the detailed mechanisms of the reactions have been Figure 1. History of fulvene, fulvenallene, metallafulvene, and investigated with the aid of deuterium labeling experiments and a computational study. RESULTS AND DISCUSSION Our previous work showed that the reactions of osmapentalyne (1) with CO in methanol solution led to the formation of osmapentalene, which contains two fused osmacyclopenta-diene rings.13 Thus, we envisage the reaction of osmapentalyne 1 with terminal alkynes in the presence of methanol may lead to the transformation of osmacyclopentadiene to osmafulve-nallene. Treatment of the osmapentalyne 1 with methyl propiolate in methanol solution at room temperature (RT) for 30 min led to the formation of a complex (2a), which could be isolated as a blue solid in 70% yield (Scheme 1). The structure of 2a has been characterized by NMR spectroscopy, HRMS data, elemental analysis, and single-crystal X-ray diffraction. As depicted in Figure 2, complex 2a contains an essentially planar bicyclic metallacycle framework, as indicated by the mean deviation of 0.024 Å from the least-squares plane through Os1, O1, and C1-C7. The bond lengths of Os1-C1 and Os1-C4 are 2.039 and 2.127 Å, respectively, which are close to those found in other osmacyclopentadienes.14 The Os1-O1 bond (2.166(5) Å) is much longer than the reported Os-O σ bond,15 suggesting a dative O → Os bond character. The C-C bond distances of the bicyclic ring in 2a are in the range 1.336-1.478 Å and show considerable bond distance alternation in comparison to other metallaaromatic systems.16 The η1-vinylidene ligand in 2a has bond lengths of Os1-C8 (1.864 Å) and C8-C9 (1.339 Å) and an angle of Os1-C8-C9 (177.4°), which is within the range of typical metal vinylidene structures.17 The 11 atoms (Os1, O1, C1-C9) of the two rings and the vinylidene ligand are approximately coplanar, which is reflected by the mean deviation (0.037 Å) from the least-squares plane. In the 1H NMR spectrum, signals for the metallafulvenallene unit were observed at δ = 6.41 ppm (C3H) and δ = 1.76 ppm (C9H). The 13C{1H} NMR spectrum displayed the signals of the three metal-bonded carbon atoms of the metallafulvenallene unit at δ = 232.5 (C1), 165.3 (C4), and 302.5 (C8) ppm. The 13C chemical shifts of the remaining carbon atoms of the metallacycles were located at δ = 97.6 (C2), 161.4 (C3), and 111.8 (C9) ppm. In a search for more complexes with a metallafulvenallene unit, the reactions of complex 1 with other terminal alkynes, such as 3-butyn-2-one, acetylene, and 2-ethynylpyridine, were investigated. As shown in Scheme 1, similar reactions took place and the desired metallafulvenallene complexes (2b, 2c, and 2d) were isolated in good yield. These complexes were identified by NMR and elemental analysis, and the structure of 2b was also characterized by X-ray diffraction analysis (details in section 2 of the Supporting Information). The X-ray diffraction study confirmed that the complex 2b also contains a six-membered metallacycle fused osmacyclopentadiene, as well as a linear vinylidene ligand (Figure 3). The Os-C bond lengths of the metallafulvenallene unit in 2b (Os1-C1 (2.043 Å), Os1-C4 (2.144 Å), and Os1-C8 (1.858 Å)) are close to those in 2a and the C-C bond distances of the osmacyclopentadiene ring are 1.404, 1.434, and 1.360 Å, indicating the π-electron delocalization within the fused metallacycle. The structural parameters of the linear vinylidene ligand are all similar to those of 2a. The crystal data indicate that resonance structure 2′ contributes to the structure of 2 (Scheme 2). In contrast to high reactivities of metallafulvene,18 these fused metal-lafulvenallene complexes are thermally stable. For example, complex 2a in the solid state can be kept under air for at least 3 h at 60 °C. As suggested by in situ NMR spectroscopy, complex 2a slowly decomposes when heated in solution at 80 °C, to generate a mixture of compounds with triphenylphos-phine oxide as the dominant product. Coupling of the vinylidene ligand and the metallacyclopentadiene ring has been demonstrated in the metal-mediated [2 + 2 + 1] cyclo-trimerizations of alkynes, which leads to the reductive cyclization giving the fulvene products.5 We reasoned that the exceptional thermal stability of fused metallafulvenallene (2) can be attributed to the rigid chelating properties of fused bicyclic frameworks. DFT calculations were conducted to examine the effect of the newly generated six-membered metallacycle on the relative stability of the metallafulvenallene structure. For the fused metallafulvenallene complex (2a), in which the carbonyl is coordinated to the metal center, the fused metallafulvenallene Scheme 1. Synthesis of Osmafulvenallene Complexes structure is calculated to be more stable than its isomeric monocyclic structure by 23.4 kcal/mol (section 3 of the To shed light on the mechanism of the metallacyclopenta-diene → metallafulvenallene transformation, a number of substituted alkynes were tested under the same reaction conditions. NMR experiments in situ suggest that compound 1 is unreactive toward internal alkynes, such as dimethyl acetylenedicarboxylate and diphenylacetylene. On the basis of experimental observations and computational results, we propose the following putative mechanism for the reactions of 1 with alkynes (Scheme 3). Initial nucleophilic addition of a methanol molecule to a carbyne carbon leads to the formation of the metallapentalene (A), i.e., the fused metallacyclopenta-diene complex. Similar nucleophilic addition reactions of carbyne carbon in a metallapentalyne complex have been shown by a number of nucleophiles.19 Subsequent reaction of A with a terminal alkyne may generate the π-alkyne complex (B), which could undergo isomerization to form the vinylidene η1-complex (C). At this point, another molecule of methanol attacks the α-carbon within the five-membered metallacycle to give D, and this is followed by the ring opening and coordination of the ester group to afford the final fused metallafulvenallene complex (2). To understand the mechanistic aspects of the reactions of complex 1 with methanol, we performed the same experiments starting from deuterium-labeled MeOH. As shown in Scheme 4, these experiments suggest that the hydrogen atom at the C10 position in the final metallafulvenallene product comes from the OH proton of MeOH. When the reaction was performed with CD3OD/Cs2CO3, CD3O groups (instead of CH3O) were found at the C12, C13, and C15 positions. The isotopic-labeling experiments suggest that three molecules of methanol are involved in this reaction (for more details on the isotope-labeling experiments, see section 1 of the Supporting Information). We inferred that the nucleophilic substitution of the methoxyl group at C7 does not occur, probably due to the coordination of the ester group with the metal center. In accordance with isotope labeling experiments, the high-resolution mass spectrometry shows molecular ion peaks (m/ z) at 1271.3380 (2a), 1272.3446 (2a′), and 1281.4008 (2a″) respectively. The UV-vis absorption spectra of these interesting osmafulvenallenes 2a-2d are summarized in Figure 4. The absorption maxima of 2a-2d in the visible region are 597 nm (complex 2a, log ε = 4.00, ε: molar extinction coefficient in L· Figure 3. X-ray molecular structure for the cation of complex 2b. mol-1·cm-1), 598 nm (complex 2b, log ε = 4.06), 618 nm (complex 2c, log ε = 4.03), and 627 nm (complex 2d, log ε = 4.17), respectively. Compared with the absorption spectra of 2c and 2d, those of complex 2a and 2b show a slight blue shift, which might be attributed to the electron withdrawing groups of vinylidene ligands. CONCLUSIONS In conclusion, the first metallafulvenallenes have been identified by the use of osmapentalyne as fused metal-lacyclopentadiene to react with terminal alkynes. To account for the formation of metallafulvenallenes, we propose a mechanism with the aid of DFT calculations and suggest that the incorporation of metallacyclopentadiene and η1-vinylidene ligand might be stabilized by the newly formed six-membered metallacycle fused system. EXPERIMENTAL SECTION General Procedures. All syntheses were carried out under an inert atmosphere (N2) employing standard Schlenk techniques unless otherwise stated. Solvents were distilled from sodium/benzophenone (hexane) or calcium hydride (dichloromethane and chloroform) under N2 prior to use. The metallapentalyne was synthesized according to the previously published procedure.19a Other reagents were used as received from commercial sources without further purification. NMR spectroscopic experiments were performed on a Bruker AVII-400 (1H 400.1 MHz; 31P 162.0 MHz; 13C 100.6 MHz) or a Bruker AVII-600 (1H 600.1 MHz; 31P 242.9 MHz; 13C 150.9 MHz) spectrometer at room temperature. 1H and 13C NMR chemical shifts (δ) are relative to tetramethylsilane, and 31P NMR chemical shifts are relative to 85% H3PO4. Two-dimensional and one-dimensional NMR are abbreviated as heteronuclear single quantum coherence (HSQC), heteronuclear multiple bond correlation (HMBC), and distortionless enhancement by polarization transfer (DEPT). The absolute values of the coupling constants are given in Hertz (Hz). Multiplicities are abbreviated as singlet (s), doublet (d), and broad (br). Elemental analyses were performed on a Vario EL III elemental analyzer. The high-resolution mass spectra (HRMS) experiments were recorded on a Bruker En Apex Ultra 7.0T FT-MS. General Procedure for Synthesis of Complex 2. A solution of 1.5 equiv of alkynes was added to a solution of complex 1 (286 mg, 0.24 mmol) and Cs2CO3 (235 mg, 0.72 mmol) in MeOH (10 mL). The reaction mixture was stirred for 30 min at RT to give a blue solution. The solution was evaporated under a vacuum and then purified by column chromatography (neutral alumina, eluent: DCM:MeOH = 20:1) to give a dark blue solution. Compound 2 was collected as a blue solid after the solvent was evaporated to dryness under a vacuum. 2a, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.76 (s, 1H, H5), 6.41 (s, 1H, H3), 3.56 (s, 2H, C10H2), 3.63 (s, 3H, C15H3), 3.45 (s, 3H, C 14H3), 3.10 (s, 3H, C 13H3), 1.76 (s, 1H, C 9H), 1.67 (s, 3H, C12H3), 7.66-7.05 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.80 (s, CPPh3), 1.63 ppm (s, OsPPh3). 13C NMR, DEPT-135, 1H-13C HMBC (100.6 MHz, CDCl3) and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 302.5 (br, C8), 232.5 (s, C1), 169.8 (s, C7, confirmed by 1H-13C HMBC), 165.3 (br, C4), 164.5 (s, C5), 161.7 (s, C11, confirmed by 1H-13C HMBC), 161.4 (d, JP-C = 17.3 Hz, C3), 111.8 (s, C9), 110.7 (s, C6), 97.6 (d, JP-C = 87.1 Hz, C2), 71.7 (s, C10), 60.3, 57.8, 54.3, 51.1 (s, CH3), 135.2-127.0 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C69H62ClO6OsP3: C, 63.47; H, 4.79. Found: C, 63.54; H, 5.05. HRMS (ESI): m/z calcd for [C69H62O6OsP3] +, 1271.3376; found, 1271.3380. 2a′, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.76 (s, 1H, H5), 6.41 (s, 1H, H3), 3.54 (s, 1H, C10H), 1.71 (s, 1H, C9H), 3.63, 3.45, 3.10, 1.63 (s, 3H, CH3), 7.66-7.06 ppm (m, 45H, other aromatic protons). 2H NMR (400.1 MHz, CDCl3): δ = 3.56 ppm (s, 1D, C10D). Elemental analysis calcd (%) for C69H61DClO6OsP3: C, 63.42; H, 4.86; Found: C, 63.69; H, 4.75. HRMS (ESI): m/z calcd for [C69H61DO6OsP3] +, 1272.3438; found, 1272.3446. 2a″, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.77 (s, 1H, H5), 6.41 (s, 1H, H3), 3.55 (s, 1H, C10H), 3.45 (s, 3H, C14H3), 1.74 (s, 1H, C 9H), 7.7-7.0 ppm (m, 45H, other aromatic protons). 2H NMR (400.1 MHz, CDCl3): δ = 3.51 (br, 4D, C 15D3 and C10D), 2.93 (s, 3D, C13D3), 1.67 ppm (s, 3D, C 12D3). Elemental analysis calcd (%) for C69H61DClO6OsP3: C, 62.98; H, 5.51. Found: C, 62.87; H, 5.66. HRMS (ESI): m/z calcd for [C69H52D10O6OsP3] +, 1281.4003; found, 1281.4008. 2b, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.85 (s, 1H, H5), 6.47 (s, 1H, H3), 3.62 (s, 2H, C10H2), 2.50 (s, 1H, C 9H), 3.48, 3.14, 1.92, 1.76 (s, 3H, CH3), 7.66-7.00 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.04 (s, CPPh3), 2.21 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 303.9 (br, C8), 232.2 (s, C1), 190.5 (s, C7), 169.7 (s, C11, confirmed by 1H-13C HMBC), 164.8 (br, C4), 164.3 (s, C5), 161.2 (d, JP-C = 15.4 Hz, C3), 119.9 (s, C9), 112.0 (s, C6), 97.9 (d, JP-C = 88.4 Hz, C2), 72.9 (s, C10), 60.7, 57.6, 54.3, 30.3 (s, CH3), 135.0-127.2 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C69H62ClO5OsP3: C, 64.25; H, 4.84. Found: C, 64.17; H, 4.98. 2c, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ 6.75 (s, 1H, H5), 6.45 (s, 1H, H3), 3.52 (s, 2H, C10H2), 1.36 (s, 1H, C 9H), 3.17, 3.11, 1.83 (s, 3H, CH3), 7.69-6.91 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ 7.43 (s, CPPh3), 1.01 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ 307.0 (br, C8), 235.8 (s, C1), 169.7 (s, C7), 165.8 (br, C4), 164.8 (s, C5), 161.5 (d, JP-C = 15.7 Hz, C3), 110.4 (s, C6), 100.6 (s, C9), 95.7 (d, JP-C = 89.9 Hz, C2), 72.1 (s, C10), 59.4, 57.5, 53.2 (s, CH3), 135.4-118.6 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C67H60ClO4OsP3: C, 64.49; H, 4.85. Found: C, 64.42; H, 4.64. 2d, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.54 (s, 1H, H5), 6.39 (s, 1H, H3), 3.79 (s, 2H, C10H2), 2.20 (s, 1H, C 9H), 3.59, 3.22, 1.91 (s, 3H, CH3), 8.92-6.90 ppm (m, 49H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.41 (s, CPPh3), 0.96 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 310.0 (br, C8), 234.5 (s, C1), 169.5 (s, C7), 165.3 (br, C4), 164.5 (s, C5), 161.1 (d, JP-C = 14.7 Hz, C3), 119.8 (s, C9), 118.7 (s, C6), 96.5 (d, JP-C = 86.9 Hz, C2), 71.7 (s, C10), 60.2, 57.3, 53.6 (s, CH3), 135.4-118.6 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C72H63ClNO4OsP3: C, 65.27; H, 4.79; N, 1.06. Found: C, 65.01; H, 4.92; N, 1.21. Crystallographic Analysis. Crystals suitable for X-ray diffraction were grown from chloroform solutions layered with hexane. Single-crystal X-ray diffraction data were collected on a Rigaku R-AXIS Figure 4. UV-vis absorption spectra of 2a-2d measured in CH2Cl2 SPIDER IP CCD area detector using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). Semiempirical or multiscan absorption corrections (SADABS) were applied.20 All structures were solved by the Patterson function, completed by subsequent difference Fourier map calculations, and refined by full matrix least-squares on F2 using the SHELXTL program package.21 All non-hydrogen atoms were refined anisotropically unless otherwise stated. Hydrogen atoms were placed at idealized positions and assumed the riding model. Computational Details. All of the structures evaluated were optimized at the B3LYP/6-31G* level of DFT22 with a double-ζ valence basis set (LanL2DZ) being used to describe P and Os atoms. Single-point energy calculations were then performed on the mechanism using the B3LYP/6-311++G** method with the PCM solvation method in dichloromethane.23 Frequency calculations were performed to confirm all stationary points as minima. In all of the calculations, we employed the effective core potentials (ECPs) of Hay and Wadt with polarization functions being added for P (ζ(d) = 0.34) and Os (ζ(f) = 0.886).24 All of the calculations were performed using the Gaussian 09 software package.25 ASSOCIATED CONTENT The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.organo-met.9b00371. Crystallographic data for complexes 2a and 2b and copies of 1H, 31P, and 13C NMR spectra of all new products (PDF) Computed structures (XYZ) Accession Codes CCDC 1888403-1888404 contain the supplementary crys-tallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033. AUTHOR INFORMATION Corresponding Author *E-mail: zh@xmu.edu.cn. ORCID Zhihong Deng: 0000-0002-1982-2616 Hong Zhang: 0000-0003-3010-0806 Haiping Xia: 0000-0002-2688-6634 Notes The authors declare no competing financial interest. ACKNOWLEDGMENTS This work was financially supported by the National Natural Science Foundation of China (21572185, 21561162001, and 21871225). REFERENCES (1) Thiele, J. Ueber Ketonreactionen bei dem Cyclopentadien̈. Ber. Dtsch. Chem. Ges. 1900, 33, 666-673. (2) For a recent review, see: Preethalayam, P.; Krishnan, K. S.; Thulasi, S.; Chand, S. S.; Joseph, J.; Nair, V.; Jaroschik, F.; Radhakrishnan, K. V. Recent Advances in the Chemistry of Pentafulvenes. Chem. Rev. 2017, 117, 3930-3989. (3) O’Connor, J. M.; Pu, L.; Rheingold, A. L. The First Stable Metallacycle-Carbene Complexes: structural characterization of Ir(CR = CRCR = CR)(PPh3)2(CO)(=C(CH2)3O) +BF4 -, R = CO2CH3. J. Am. Chem. Soc. 1987, 109, 7578-7579. (4) Stowasser, B.; Hafner, K. Synthesis of a Dicyclopenta[a,e]-pentalene by [6 + 2]-Cycloaddition of 1,3-Di-tert-butyl-5-vinyl-idenecyclopentadiene and Consecutive 8π-Electrocyclic Reaction. Angew. Chem., Int. Ed. Engl. 1986, 25, 466-468. (5) (a) O’Connor, J. M.; Hiibner, K.; Merwin, R.; Gantzel, P. K.; Fong, B. S.; Adams, M.; Rheingold, A. L. [2 + 2+1] Alkyne Cyclotrimerizations: A Metallacyclopentadiene Route to Fulvenes. J. Am. Chem. Soc. 1997, 119, 3631-3632. (b) O’Connor, J. M.; Closson, A.; Hübner, K.; Merwin, R.; Gantzel, P.; Roddick, D. M. Iridacyclopentadiene Reactions with Terminal Alkynes: Tandem Cycloaromatization and Orthometalation. Organometallics 2001, 20, 3710-3717. (c) O’Connor, J. M.; Closson, A. P.; Holland, R. L.; Cope, S. K.; Velez, C. L.; Moore, C. E.; Rheingold, A. L. Synthesis and Solid-State Structures of (Triphos)iridacyclopentadiene Complexes as Models for Vinylidene Intermediates in the [2 + 2+1] Cyclo-trimerization of Alkynes. Inorg. Chim. Acta 2010, 364, 220-225. (6) (a) Xu, L.; Wang, Y.-C.; Wei, J.; Wang, Y.; Wang, Z.; Zhang, W.-X.; Xi, Z. The First Lutetacyclopentadienes: Synthesis, Structure, and Diversified Insertion/C-H Activation Reactivity. Chem. -Eur. J. 2015, 21, 6686-6689. (b) Xu, L.; Wei, J.; Zhang, W.-X.; Xi, Z. Insertion/ Rearrangement Reactivity of a Lutetacyclopentadiene towards N,N’-Diphenylcarbodiimide: Cooperative Effect of the Metal Center, Concentration of LiCl, and Solvent. Chem. -Eur. J. 2015, 21, 15860-15866. (c) Ma, W.; Yu, C.; Chen, T.; Xu, L.; Zhang, W.-X.; Xi, Z. Metallacyclopentadienes: Synthesis, Structure and Reactivity. Chem. Soc. Rev. 2017, 46, 1160-1192. (d) Zhang, Y.; Liu, L.; Chen, T.; Huang, Z.; Zhang, W.-X.; Xi, Z. Dilithio Spiro Zincacyclopenta-dienes and Dizinca[10]cycles: Synthesis and Structural Character-ization. Organometallics 2019, 38, 2174-2178. (7) (a) Domínguez, G.; Peŕez-Castells, J. Recent Advances in [2+ 2+ 2] Cycloaddition Reactions. Chem. Soc. Rev. 2011, 40, 3430-3444. (b) Bottari, G.; Santos, L. L.; Posadas, C. M.; Campos, J.; Mereiter, K.; Paneque, M. Reaction of [TpRh(C2H4)2] with Dimethyl Acetylenedicarboxylate: Identification of Intermediates of the [2 + 2+2] Alkyne and Alkyne-Ethylene Cyclo(co)trimerizations. Chem. -Eur. J. 2016, 22, 13715-13723. (c) Orsino, A. F.; Gutieŕrez del Campo, M.; Lutz, M.; Moret, M.-E. Enhanced Catalytic Activity of Nickel Complexes of an Adaptive Diphosphine-Benzophenone Ligand in Alkyne Cyclotrimerization. ACS Catal. 2019, 9, 2458-2481. (8) (a) O’Connor, J. M.; Pu, L.; Rheingold, A. L. Oxidative Coupling of Cis-carbene Ligands: Synthesis, Structure, and Reactivity of an Iridium(III) Bis(oxacyclopentylidene) Complex. J. Am. Chem. Soc. 1989, 111, 4129-4130. (b) O’Connor, J. M.; Pu, L.; Rheingold, A. L. Synthesis, Structure, and Reactivity of Metallacycle-Carbene and Bis(carbene) Complexes. A New Intramolecular Carbene-Carbene Coupling Process. J. Am. Chem. Soc. 1990, 112, 6232-6247. (c) O’Connor, J. M.; Hiibner, K.; Closson, A.; Gantzel, P. Synthesis and Solid State Characterization of a Meridional Triphos Iridium Metallacycle-Carbene Complex: [{PhP(CH2CH2PPh2)2}Ir(CR = CRCR = CR){=C(CH2)3O}][BF4] (R = CO2Me). Organometallics 2001, 20, 1482-1485. (9) (a) O’Connor, J. M.; Pu, L.; Chadha, R. Synthesis and Structure of Annelated Carbon Rings Containing a Bridgehead Transition Metal. Angew. Chem., Int. Ed. Engl. 1990, 29, 543-546. (b) O’Connor, J. M.; Pu, L.; Chadha, R. K. Metallacycle Annelation: Reaction of a Metallacycle-Substituent and a Vinylidene Ligand to Give a Bicyclic Metallalactone Complex. J. Am. Chem. Soc. 1990, 112, 9627-9628. (c) O’Connor, J. M.; Pu, L.; Rheingold, A. L. On the Mechanism of a New Metallacycle Annelation Reaction: Evidence for an Intra-molecular Methoxy Group Transfer. J. Am. Chem. Soc. 1990, 112, 9663-9665. (d) O’Connor, J. M.; Hiibner, K.; Merwin, R.; Pu, L.; Rheingold, A. L. Formal Vinylidene Ligand Insertion into a Metal Halide Bond. J. Am. Chem. Soc. 1995, 117, 8861-8662. (e) Chin, C. S.; Lee, H. New Iridacyclohexadienes and Iridabenzenes by [2 + 2+1] Cyclotrimerization of Alkynes and Facile Interconversion between Iridacyclohexadienes and Iridabenzenes. Chem. -Eur. J. 2004, 10, 4518-4522. (f) Chin, C. S.; Lee, H.; Eum, M.-S. Iridabenzenes from Iridacyclopentadienes: Unusual C-C Bond Formation between Unsaturated Hydrocarbyl Ligands. Organometallics 2005, 24, 4849-Organometallics Article Organometallics 2019, 38, 3053-3059 3057 4852. (g) Paneque, M.; Poveda, M. L.; Rendoń, N.; Mereiter, K. Isolation of a Stable 1-Iridabicyclo[3.2.0]hepta-1,3,6-triene and Its Reversible Transformation into an Iridacycloheptatriene. J. Am. Chem. Soc. 2004, 126, 1610-1611. (h) Clark, G. R.; Johns, P. M.; Roper, W. R.; Wright, L. J. An Osmabenzofuran from Reaction between Os(PhCCPh)(CS)(PPh3)2 and Methyl Propiolate and the C-Protonation of this Compound to Form a Tethered Osmabenzene. Organometallics 2006, 25, 1771-1777. (i) Paneque, M.; Poveda, M. L.; Rendoń, N.; Mereiter, K. Reaction of the Iridacyclopentadiene TpMe2Ir(C(R)-C(R)C(R)-C(R))(H2O)(R = CO2Me) with Alkynes. Organometallics 2009, 28, 172-180. (j) Clark, G. R.; Johns, P. M.; Roper, W. R.; Söhnel, T. L.; Wright, J. Regioselective Mono-, Di-, and Trifunctionalization of Iridabenzofurans through Electrophilic Sub-stitution Reactions. Organometallics 2011, 30, 129-138. (k) Vivancos, Á.; Hernańdez, Y. A.; Paneque, M.; Poveda, M. L.; Salazar, V.; Álvarez, E. Formation of β-Metallanaphthalenes by the Coupling of a Benzo-Iridacyclopentadiene with Olefins. Organometallics 2015, 34, 177-188. (10) Roh, S. W.; Choi, K.; Lee, C. Transition Metal Vinylidene-and Allenylidene-Mediated Catalysis in Organic Synthesis. Chem. Rev. 2019, 119, 4293-4356. (11) Zhu, C.; Xia, H. Carbolong Chemistry: A Story of Carbon Chain Ligands and Transition Metals. Acc. Chem. Res. 2018, 51, 1691-1700. (12) (a) Luo, M.; Zhu, C.; Chen, L.; Zhang, H.; Xia, H. Halogenation of Carbyne Complexes: Isolation of Unsaturated Metallaiodirenium Ion and Metallabromirenium Ion. Chem. Sci. 2016, 7, 1815-1818. (b) Luo, M.; Long, L.; Zhang, H.; Yang, Y.; Hua, Y.; Liu, G.; Lin, Z.; Xia, H. Reactions of Isocyanides with Metal Carbyne Complexes: Isolation and Characterization of Metal-lacyclopropenimine Intermediates. J. Am. Chem. Soc. 2017, 139, 1822-1825. (13) Zhu, C.; Luo, M.; Zhu, Q.; Zhu, J.; Schleyer, P. v. R.; Wu, J. I. C.; Lu, X.; Xia, H. Planar Möbius Aromatic Pentalenes Incorporating 16 and 18 Valence Electron Osmiums. Nat. Commun. 2014, 5, 3265. (14) (a) Wang, T.; Zhang, H.; Han, F.; Long, L.; Lin, Z.; Xia, H. cine-Substitution Reactions of Metallabenzenes: An Experimental and Computational Study. Chem. -Eur. J. 2013, 19, 10982-10991. (b) Chen, J.; Huang, Z.; Hua, Y.; Zhang, H.; Xia, H. Synthesis of Five-Membered Osmacycles with Osmium-Vinyl Bonds from Hydrido Alkenylcarbyne Complexes. Organometallics 2015, 34, 340-347. (c) Li, J.; Lin, Y.-M.; Zhang, H.; Chen, Y.; Lin, Z.; Xia, H. Access to Metal-Bridged Osmathiazine Derivatives by a Formal [4 + 2] Cyclization. Chem. -Eur. J. 2019, 25, 5077-5085. (15) Based on a search of the Cambridge Structural Database, CSD version 5.36 (December 2018). (16) For reviews, see: (a) Jia, G. Progress in the Chemistry of Metallabenzynes. Acc. Chem. Res. 2004, 37, 479-486. (b) Landorf, C. W.; Haley, M. M. Recent Advances in Metallabenzene Chemistry. Angew. Chem., Int. Ed. 2006, 45, 3914-3936. (c) Wright, L. J. Metallabenzenes and metallabenzenoids. Dalton Transactions 2006, 1821-1827. (d) Bleeke, J. R. Aromatic Iridacycles. Acc. Chem. Res. 2007, 40, 1035-1047. (e) Jia, G. Recent progress in the chemistry of osmium carbyne and metallabenzyne complexes. Coord. Chem. Rev. 2007, 251, 2167-2187. (f) Paneque, M.; Poveda, M. L.; Rendoń, N. Synthesis and Reactivity of Iridacycles Containing the TpMe2Ir Moiety. Eur. J. Inorg. Chem. 2011, 2011, 19-33. (g) Chen, J.; Jia, G. Recent development in the chemistry of transition metal-containing metallabenzenes and metallabenzynes. Coord. Chem. Rev. 2013, 257, 2491-2521. (h) Cao, X.-Y.; Zhao, Q.; Lin, Z.; Xia, H. The Chemistry of Aromatic Osmacycles. Acc. Chem. Res. 2014, 47, 341-354. (i) Frogley, B. J.; Wright, L. J. Fused-ring metallabenzenes. Coord. Chem. Rev. 2014, 270-271, 151-166. (j) Wei, J.; Zhang, W.-X.; Xi, Z. Dianions as Formal Oxidants: Synthesis and Characterization of Aromatic Dilithionickeloles from 1,4-Dilithio-1,3-butadienes and [Ni(cod)2]. Angew. Chem., Int. Ed. 2015, 54, 5999-6002. (k) Wei, J.; Zhang, Y.; Zhang, W.-X.; Xi, Z. 1,3-Butadienyl Dianions as Non-Innocent Ligands: Synthesis and Characterization of Aromatic Dilithio Rhodacycles. Angew. Chem., Int. Ed. 2015, 54, 9986-9990. (l) Wei, J.; Zhang, Y.; Chi, Y.; Liu, L.; Zhang, W.-X.; Xi, Z. Aromatic Dicupra[10]annulenes. J. Am. Chem. Soc. 2016, 138, 60-63. (m) Zhang, Y.; Chi, Y.; Wei, J.; Yang, Q.; Yang, Z.; Chen, H.; Yang, R.; Zhang, W.-X.; Xi, Z. Aromatic Tetralithiodigalloles with a Ga-Ga Bond: Synthesis and Structural Characterization. Organo-metallics 2017, 36, 2982-2986. (n) Zhang, Y.; Wei, J.; Chi, Y.; Zhang, X.; Zhang, W.-X.; Xi, Z. Spiro Metalla-aromatics of Pd, Pt, and Rh: Synthesis and Characterization. J. Am. Chem. Soc. 2017, 139, 5039-5042. (o) Frogley, B. J.; Wright, L. J. Recent Advances in Metallaaromatic Chemistry. Chem. -Eur. J. 2018, 24, 2025-2038. (p) Wang, H.; Zhou, X.; Xia, H. Metallaaromatics Containing Main-group Heteroatoms. Chin. J. Chem. 2018, 36, 93-105. (q) Wei, J.; Zhang, W.-X.; Xi, Z. The aromatic dianion metalloles. Chem. Sci. 2018, 9, 560-568. (r) Zhang, Y.; Yang, Z.; Zhang, W.-X.; Xi, Z. Indacyclopentadienes and Aromatic Indacyclopentadienyl Dianions: Synthesis and Characterization. Chem. -Eur. J. 2019, 25, 4218-4224. (17) Examples for synthesis of osmium vinylidenes from terminal alkynes: (a) Wen, T. B.; Yang, S. Y.; Zhou, Z. Y.; Lin, Z.; Lau, C. P.; Jia, G. Unexpected Formation of Osmium Carbyne and Vinylidene Complexes from the Reaction of OsCl2(PPh3)3 with HCCCMe3. Organometallics 2000, 19, 3757-3761. (b) Barrio, P.; Esteruelas, M. A.; Oñate, E. Reactions of Elongated Dihydrogen-Osmium Com-plexes Containing Orthometalated Ketones with Alkynes: Hydride-Vinylidene-π-Alkyne versus Hydride-Osmacyclopropene. Organome-tallics 2003, 22, 2472-2485. (c) Wen, T. B.; Zhou, Z. Y.; Jia, G. Coupling Reaction of Phenylacetylene with OsHn(PPh3)(2,6-(PPh2CH2)2C6H3) (n = 1, 3). Organometallics 2003, 22, 4947-4951. (d) Bajo, S.; Esteruelas, M. A.; Loṕez, A. M.; Oñate, E. Alkenylation of 2-Methylpyridine via Pyridylidene-Osmium Com-plexes. Organometallics 2012, 31, 8618-8626. (e) Batuecas, M.; Escalante, L.; Esteruelas, M. A.; García-Yebra, C.; Oñate, E.; Saa,́ C. Dehydrative Cyclization of Alkynals: Vinylidene Complexes with the Cβ Incorporated into Unsaturated Five-or Six-Membered Rings. Angew. Chem., Int. Ed. 2011, 50, 9712-9715. (18) (a) O’Connor, J. M.; Pu, L.; Woolard, S.; Chadha, R. K. Carbene Ligand Insertion into a Metallacycle Ring: A Metal-lacyclopentadiene to Metallacyclobutene Conversion. J. Am. Chem. Soc. 1990, 112, 6731-6732. (b) O’Connor, J. M.; Merwin, R.; Rheingold, A. L.; Adams, M. L. Synthesis and Structural Character-ization of a Diiridium μ-Acyl Complex. Organometallics 1995, 14, 2102-2105. (19) (a) Zhu, C.; Li, S.; Luo, M.; Zhou, X.; Niu, Y.; Lin, M.; Zhu, J.; Cao, Z.; Lu, X.; Wen, T.; Xie, Z.; Schleyer, P. v. R.; Xia, H. Stabilization of Anti-aromatic and Strained Five-Membered Rings with a Transition Metal. Nat. Chem. 2013, 5, 698-703. (b) Zhu, C.; Zhu, Q.; Fan, J.; Zhu, J.; He, X.; Cao, X.-Y.; Xia, H. A Metal-Bridged Tricyclic Aromatic System: Synthesis of Osmium Polycyclic Aromatic Complexes. Angew. Chem., Int. Ed. 2014, 53, 6232-6236. (c) Zhuo, Q.; Zhang, H.; Hua, Y.; Kang, H.; Zhou, X.; Lin, X.; Chen, Z.; Lin, J.; Zhuo, K.; Xia, H. Constraint of a Ruthenium-Carbon Triple Bond to a Five-Membered Ring. Sci. Adv. 2018, 4, No. eaat0336. (20) Sheldrick, G. M. SADABS: Program for semi-empirical absorption correction; University of Göttingen: Göttingen, Germany, 1997. (21) Sheldrick, G. M. SHELXL 97, Program for Crystal Structure Refinement; University of Göttingen: Göttingen, Germany, 1997. (22) (a) Hay, P. J.; Wadt, W. R. Ab Initio Effective Core Potentials for Molecular Calculations. Potentials for K to Au Including the Outermost Core Orbitals. J. Chem. Phys. 1985, 82, 299-310. (b) Lee, C.; Yang, W.; Parr, R. G. Development of the Colle-Salvetti Correlation-Energy Formula into a Functional of the Electron Density. Phys. Rev. B: Condens. Matter Mater. Phys. 1988, 37, 785-789. (c) Miehlich, B.; Savin, A.; Stoll, H.; Preuss, H. Results Obtained with the Correlation Energy Density Functionals of Becke and Lee, Yang and Parr. Chem. Phys. Lett. 1989, 157, 200-206. (d) Becke, A. D. Density-Functional Thermochemistry. III. The Role of Exact Exchange. J. Chem. Phys. 1993, 98, 5648-5652. (23) Scalmani, G.; Frisch, M. J. Continuous Surface Charge Polarizable Continuum Models of Solvation. I. General formalism. J. Chem. Phys. 2010, 132, 114110-114115. Organometallics Article Organometallics 2019, 38, 3053-3059 3058 (24) Gaussian Basis Sets for Molecular Calculations; Huzinaga, S., Ed.; Elsevier: Amsterdam, The Netherlands, 1984. (25) Frisch, M. J.; Trucks, G. W.; Schlegel, H. B.; Scuseria, G. E.; Robb, M. A.; Cheeseman, J. R.; Scalmani, G.; Barone, V.; Mennucci, B.; Petersson, G. A.; Nakatsuji, H.; Caricato, M.; Li, X.; Hratchian, H. P.; Izmaylov, A. F.; Bloino, J.; Zheng, G.; Sonnenberg, J. L.; Hada, M.; Ehara, M.; Toyota, K.; Fukuda, R.; Hasegawa, J.; Ishida, M.; Nakajima, T.; Honda, Y.; Kitao, O.; Nakai, H.; Vreven, T.; Montgomery, J. A., Jr.; Peralta, J. E.; Ogliaro, F.; Bearpark, M.; Heyd, J. J.; Brothers, E.; Kudin, K. N.; Staroverov, V. N.; Kobayashi, R.; Normand, J.; Raghavachari, K.; Rendell, A.; Burant, J. C.; Iyengar, S. S.; Tomasi, J.; Cossi, M.; Rega, N.; Millam, J. M.; Klene, M.; Knox, J. E.; Cross, J. B.; Bakken, V.; Adamo, C.; Jaramillo, J.; Gomperts, R.; Stratmann, R. E.; Yazyev, O.; Austin, A. J.; Cammi, R.; Pomelli, C.; Ochterski, J. W.; Martin, R. L.; Morokuma, K.; Zakrzewski, V. G.; Voth, G. A.; Salvador, P.; Dannenberg, J. J.; Dapprich, S.; Daniels, A. D.; Foresman, J. B.; Ortiz, J. V.; Cioslowski, J.; Fox, D. J. Gaussian 09, revision D.01; Gaussian, Inc.: Wallingford, CT, 2013. Organometallics Article Organometallics 2019, 38, 3053-3059 3059 ",
    "title & info": "Reactions of Metallacyclopentadiene with Terminal Alkynes: Isolation and Characterization of Metallafulvenallene Complexes Ming Luo, Zhihong Deng, Yonghong Ruan, Yapeng Cai, Kaiyue Zhuo, Hong Zhang,* and Haiping Xia State Key Laboratory of Physical Chemistry of Solid Surfaces and Collaborative Innovation Centre of Chemistry for Energy Materials (iChEM), College of Chemistry and Chemical Engineering, Xiamen University, 361005, Xiamen, China",
    "abstract": "Metallacyclopentadienes play an important role in transition-metal-catalyzed cyclotrimerization of alkynes. Isolation and characterization of these unique five-membered metallacycles could promote further understanding of related catalytic reactions. In this work, the first metallafulvenallene complexes were synthesized by the reaction of fused metallacyclopentadiene with terminal alkynes. Single-crystal X-ray diffraction and NMR spectroscopic studies on the metallafulvenallene complexes demonstrate that the bicyclic framework consists of a metallacyclopentadiene fused with a six-membered metallacycle, featuring an η1-vinylidene ligand. Deuterium labeling experiments were carried out to investigate the mechanism for the transformation of fused metallacyclopentadiene to fused metallafulvenallene. The UV-vis absorption spectra of these unique structures were measured.",
    "introduction": [
        "The origin of fulvenes can be traced back more than one century to their discovery in 1900.1 Fulvenes and their derivatives have been recognized as versatile building blocks and have broad applications in pharmaceutical research and materials science.2 Metal-mediated and/or metal-catalyzed reactions involving metallafulvene intermediates have been reported by O’Connor and Rheingold in 1987,3 in which the Csp atoms of fulvenes have been replaced by metal fragments, providing a series of attractive organometallic molecules (Figure 1). Although fulvenallenes have been isolated successfully in 1986,4 their organometallic analogous, metal-lafulvenallene derivatives have never been observed.5",
        "Metallacyclopentadiene complexes have attracted consid-erable interest and are regarded as versatile intermediates for the discovery of new reactions.6 In many cases, metal-lacyclopentadienes can react with alkynes, followed by reductive elimination to produce the corresponding benzene derivatives.7 Besides, the reactions of metallacyclopentadienes with alkynes can lead to the formation of metallapentadiene-carbene complexes3,8 or new metallacycles through ring expansion.9 The reactions of preformed iridiacyclopentadiene complexes with terminal alkynes have also been shown to produce fulvene complexes.5 Even though the reaction appears to involve the formation of metallafulvenallene intermediates, which have been trapped by nucleophiles7,9a-d or undergo a reductive coupling with the butadiendiyl ligand,5 isolation of the metallafulvenallene has not been reported, probably due to the high reactivity of vinylidene ligands.10",
        "Drawing inspiration from metallacyclic chemistry, we recently investigated the reactions of metallapentalynes, which are derived from the reactions of multiyne chains with metal complexes.11 The bicyclic framework of metallapenta-lynes can be viewed as fused metallacyclopentadiene derivatives, which exhibit unique reactivities and provide access to interesting and attractive molecules, particularly concerning the isolation of some important intermediates.12 Intrigued by the possibility that the fused metallacyclic system could facilitate the isolation of metallafulvenallene complexes, we employed the metallapentalyne as a fused metallacyclo-pentadiene to react with terminal alkyne substrates. Herein, we report the first examples of the desired transformation of metallacyclopentadiene to metallafulvenallene. The resulting metallafulvenallene complexes have been fully characterized, and the detailed mechanisms of the reactions have been investigated with the aid of deuterium labeling experiments and a computational study."
    ],
    "results and discussion": [
        "Our previous work showed that the reactions of osmapentalyne (1) with CO in methanol solution led to the formation of osmapentalene, which contains two fused osmacyclopenta-diene rings.13 Thus, we envisage the reaction of osmapentalyne 1 with terminal alkynes in the presence of methanol may lead to the transformation of osmacyclopentadiene to osmafulve-nallene. Treatment of the osmapentalyne 1 with methyl propiolate in methanol solution at room temperature (RT) for 30 min led to the formation of a complex (2a), which could be isolated as a blue solid in 70% yield (Scheme 1). The structure of 2a has been characterized by NMR spectroscopy, HRMS data, elemental analysis, and single-crystal X-ray diffraction.",
        "As depicted in Figure 2, complex 2a contains an essentially planar bicyclic metallacycle framework, as indicated by the mean deviation of 0.024 Å from the least-squares plane through Os1, O1, and C1-C7. The bond lengths of Os1-C1 and Os1-C4 are 2.039 and 2.127 Å, respectively, which are close to those found in other osmacyclopentadienes.14 The Os1-O1 bond (2.166(5) Å) is much longer than the reported Os-O σ bond,15 suggesting a dative O → Os bond character. The C-C bond distances of the bicyclic ring in 2a are in the range 1.336-1.478 Å and show considerable bond distance alternation in comparison to other metallaaromatic systems.16 The η1-vinylidene ligand in 2a has bond lengths of Os1-C8 (1.864 Å) and C8-C9 (1.339 Å) and an angle of Os1-C8-C9 (177.4°), which is within the range of typical metal vinylidene structures.17 The 11 atoms (Os1, O1, C1-C9) of the two rings and the vinylidene ligand are approximately coplanar, which is reflected by the mean deviation (0.037 Å) from the least-squares plane. In the 1H NMR spectrum, signals for the metallafulvenallene unit were observed at δ = 6.41 ppm (C3H) and δ = 1.76 ppm (C9H). The 13C{1H} NMR spectrum displayed the signals of the three metal-bonded carbon atoms of the metallafulvenallene unit at δ = 232.5 (C1), 165.3 (C4), and 302.5 (C8) ppm. The 13C chemical shifts of the remaining carbon atoms of the metallacycles were located at δ = 97.6 (C2), 161.4 (C3), and 111.8 (C9) ppm.",
        "In a search for more complexes with a metallafulvenallene unit, the reactions of complex 1 with other terminal alkynes, such as 3-butyn-2-one, acetylene, and 2-ethynylpyridine, were investigated. As shown in Scheme 1, similar reactions took place and the desired metallafulvenallene complexes (2b, 2c, and 2d) were isolated in good yield. These complexes were identified by NMR and elemental analysis, and the structure of 2b was also characterized by X-ray diffraction analysis (details in section 2 of the Supporting Information). The X-ray diffraction study confirmed that the complex 2b also contains a six-membered metallacycle fused osmacyclopentadiene, as well as a linear vinylidene ligand (Figure 3). The Os-C bond lengths of the metallafulvenallene unit in 2b (Os1-C1 (2.043 Å), Os1-C4 (2.144 Å), and Os1-C8 (1.858 Å)) are close to those in 2a and the C-C bond distances of the osmacyclopentadiene ring are 1.404, 1.434, and 1.360 Å, indicating the π-electron delocalization within the fused metallacycle. The structural parameters of the linear vinylidene ligand are all similar to those of 2a.",
        "The crystal data indicate that resonance structure 2′ contributes to the structure of 2 (Scheme 2). In contrast to high reactivities of metallafulvene,18 these fused metal-lafulvenallene complexes are thermally stable. For example, complex 2a in the solid state can be kept under air for at least 3 h at 60 °C. As suggested by in situ NMR spectroscopy, complex 2a slowly decomposes when heated in solution at 80 °C, to generate a mixture of compounds with triphenylphos-phine oxide as the dominant product. Coupling of the vinylidene ligand and the metallacyclopentadiene ring has been demonstrated in the metal-mediated [2 + 2 + 1] cyclo-trimerizations of alkynes, which leads to the reductive cyclization giving the fulvene products.5 We reasoned that the exceptional thermal stability of fused metallafulvenallene (2) can be attributed to the rigid chelating properties of fused bicyclic frameworks.",
        "DFT calculations were conducted to examine the effect of the newly generated six-membered metallacycle on the relative stability of the metallafulvenallene structure. For the fused metallafulvenallene complex (2a), in which the carbonyl is coordinated to the metal center, the fused metallafulvenallene structure is calculated to be more stable than its isomeric monocyclic structure by 23.4 kcal/mol (section 3 of the",
        "To shed light on the mechanism of the metallacyclopenta-diene → metallafulvenallene transformation, a number of substituted alkynes were tested under the same reaction conditions. NMR experiments in situ suggest that compound 1 is unreactive toward internal alkynes, such as dimethyl acetylenedicarboxylate and diphenylacetylene. On the basis of experimental observations and computational results, we propose the following putative mechanism for the reactions of 1 with alkynes (Scheme 3). Initial nucleophilic addition of a methanol molecule to a carbyne carbon leads to the formation of the metallapentalene (A), i.e., the fused metallacyclopenta-diene complex. Similar nucleophilic addition reactions of carbyne carbon in a metallapentalyne complex have been shown by a number of nucleophiles.19 Subsequent reaction of A with a terminal alkyne may generate the π-alkyne complex (B), which could undergo isomerization to form the vinylidene η1-complex (C). At this point, another molecule of methanol attacks the α-carbon within the five-membered metallacycle to give D, and this is followed by the ring opening and coordination of the ester group to afford the final fused metallafulvenallene complex (2).",
        "To understand the mechanistic aspects of the reactions of complex 1 with methanol, we performed the same experiments starting from deuterium-labeled MeOH. As shown in Scheme 4, these experiments suggest that the hydrogen atom at the C10 position in the final metallafulvenallene product comes from the OH proton of MeOH. When the reaction was performed with CD3OD/Cs2CO3, CD3O groups (instead of CH3O) were found at the C12, C13, and C15 positions. The isotopic-labeling experiments suggest that three molecules of methanol are involved in this reaction (for more details on the isotope-labeling experiments, see section 1 of the Supporting Information). We inferred that the nucleophilic substitution of the methoxyl group at C7 does not occur, probably due to the coordination of the ester group with the metal center. In accordance with isotope labeling experiments, the high-resolution mass spectrometry shows molecular ion peaks (m/ z) at 1271.3380 (2a), 1272.3446 (2a′), and 1281.4008 (2a″) respectively.",
        "The UV-vis absorption spectra of these interesting osmafulvenallenes 2a-2d are summarized in Figure 4. The absorption maxima of 2a-2d in the visible region are 597 nm (complex 2a, log ε = 4.00, ε: molar extinction coefficient in L· mol-1·cm-1), 598 nm (complex 2b, log ε = 4.06), 618 nm (complex 2c, log ε = 4.03), and 627 nm (complex 2d, log ε = 4.17), respectively. Compared with the absorption spectra of 2c and 2d, those of complex 2a and 2b show a slight blue shift, which might be attributed to the electron withdrawing groups of vinylidene ligands."
    ],
    "conclusions": [
        "In conclusion, the first metallafulvenallenes have been identified by the use of osmapentalyne as fused metal-lacyclopentadiene to react with terminal alkynes. To account for the formation of metallafulvenallenes, we propose a mechanism with the aid of DFT calculations and suggest that the incorporation of metallacyclopentadiene and η1-vinylidene ligand might be stabilized by the newly formed six-membered metallacycle fused system."
    ],
    "experimental section": [
        "General Procedures. All syntheses were carried out under an inert atmosphere (N2) employing standard Schlenk techniques unless otherwise stated. Solvents were distilled from sodium/benzophenone (hexane) or calcium hydride (dichloromethane and chloroform) under N2 prior to use. The metallapentalyne was synthesized according to the previously published procedure.19a Other reagents were used as received from commercial sources without further purification. NMR spectroscopic experiments were performed on a Bruker AVII-400 (1H 400.1 MHz; 31P 162.0 MHz; 13C 100.6 MHz) or a Bruker AVII-600 (1H 600.1 MHz; 31P 242.9 MHz; 13C 150.9 MHz) spectrometer at room temperature. 1H and 13C NMR chemical shifts (δ) are relative to tetramethylsilane, and 31P NMR chemical shifts are relative to 85% H3PO4. Two-dimensional and one-dimensional NMR are abbreviated as heteronuclear single quantum coherence (HSQC), heteronuclear multiple bond correlation (HMBC), and distortionless enhancement by polarization transfer (DEPT). The absolute values of the coupling constants are given in Hertz (Hz). Multiplicities are abbreviated as singlet (s), doublet (d), and broad (br). Elemental analyses were performed on a Vario EL III elemental analyzer. The high-resolution mass spectra (HRMS) experiments were recorded on a Bruker En Apex Ultra 7.0T FT-MS.",
        "General Procedure for Synthesis of Complex 2. A solution of 1.5 equiv of alkynes was added to a solution of complex 1 (286 mg, 0.24 mmol) and Cs2CO3 (235 mg, 0.72 mmol) in MeOH (10 mL). The reaction mixture was stirred for 30 min at RT to give a blue solution. The solution was evaporated under a vacuum and then purified by column chromatography (neutral alumina, eluent: DCM:MeOH = 20:1) to give a dark blue solution. Compound 2 was collected as a blue solid after the solvent was evaporated to dryness under a vacuum.",
        "2a, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.76 (s, 1H, H5), 6.41 (s, 1H, H3), 3.56 (s, 2H, C10H2), 3.63 (s, 3H, C15H3), 3.45 (s, 3H, C 14H3), 3.10 (s, 3H, C 13H3), 1.76 (s, 1H, C 9H), 1.67 (s, 3H, C12H3), 7.66-7.05 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.80 (s, CPPh3), 1.63 ppm (s, OsPPh3). 13C NMR, DEPT-135, 1H-13C HMBC (100.6 MHz, CDCl3) and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 302.5 (br, C8), 232.5 (s, C1), 169.8 (s, C7, confirmed by 1H-13C HMBC), 165.3 (br, C4), 164.5 (s, C5), 161.7 (s, C11, confirmed by 1H-13C HMBC), 161.4 (d, JP-C = 17.3 Hz, C3), 111.8 (s, C9), 110.7 (s, C6), 97.6 (d, JP-C = 87.1 Hz, C2), 71.7 (s, C10), 60.3, 57.8, 54.3, 51.1 (s, CH3), 135.2-127.0 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C69H62ClO6OsP3: C, 63.47; H, 4.79. Found: C, 63.54; H, 5.05. HRMS (ESI): m/z calcd for [C69H62O6OsP3] +, 1271.3376; found, 1271.3380.",
        "2a′, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.76 (s, 1H, H5), 6.41 (s, 1H, H3), 3.54 (s, 1H, C10H), 1.71 (s, 1H, C9H), 3.63, 3.45, 3.10, 1.63 (s, 3H, CH3), 7.66-7.06 ppm (m, 45H, other aromatic protons). 2H NMR (400.1 MHz, CDCl3): δ = 3.56 ppm (s, 1D, C10D). Elemental analysis calcd (%) for C69H61DClO6OsP3: C, 63.42; H, 4.86; Found: C, 63.69; H, 4.75. HRMS (ESI): m/z calcd for [C69H61DO6OsP3] +, 1272.3438; found, 1272.3446.",
        "2a″, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.77 (s, 1H, H5), 6.41 (s, 1H, H3), 3.55 (s, 1H, C10H), 3.45 (s, 3H, C14H3), 1.74 (s, 1H, C 9H), 7.7-7.0 ppm (m, 45H, other aromatic protons). 2H NMR (400.1 MHz, CDCl3): δ = 3.51 (br, 4D, C 15D3 and C10D), 2.93 (s, 3D, C13D3), 1.67 ppm (s, 3D, C 12D3). Elemental analysis calcd (%) for C69H61DClO6OsP3: C, 62.98; H, 5.51. Found: C, 62.87; H, 5.66. HRMS (ESI): m/z calcd for [C69H52D10O6OsP3] +, 1281.4003; found, 1281.4008.",
        "2b, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.85 (s, 1H, H5), 6.47 (s, 1H, H3), 3.62 (s, 2H, C10H2), 2.50 (s, 1H, C 9H), 3.48, 3.14, 1.92, 1.76 (s, 3H, CH3), 7.66-7.00 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.04 (s, CPPh3), 2.21 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 303.9 (br, C8), 232.2 (s, C1), 190.5 (s, C7), 169.7 (s, C11, confirmed by 1H-13C HMBC), 164.8 (br, C4), 164.3 (s, C5), 161.2 (d, JP-C = 15.4 Hz, C3), 119.9 (s, C9), 112.0 (s, C6), 97.9 (d, JP-C = 88.4 Hz, C2), 72.9 (s, C10), 60.7, 57.6, 54.3, 30.3 (s, CH3), 135.0-127.2 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C69H62ClO5OsP3: C, 64.25; H, 4.84. Found: C, 64.17; H, 4.98.",
        "2c, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ 6.75 (s, 1H, H5), 6.45 (s, 1H, H3), 3.52 (s, 2H, C10H2), 1.36 (s, 1H, C 9H), 3.17, 3.11, 1.83 (s, 3H, CH3), 7.69-6.91 ppm (m, 45H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ 7.43 (s, CPPh3), 1.01 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ 307.0 (br, C8), 235.8 (s, C1), 169.7 (s, C7), 165.8 (br, C4), 164.8 (s, C5), 161.5 (d, JP-C = 15.7 Hz, C3), 110.4 (s, C6), 100.6 (s, C9), 95.7 (d, JP-C = 89.9 Hz, C2), 72.1 (s, C10), 59.4, 57.5, 53.2 (s, CH3), 135.4-118.6 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C67H60ClO4OsP3: C, 64.49; H, 4.85. Found: C, 64.42; H, 4.64.",
        "2d, 1H NMR plus 1H-13C HSQC (400.1 MHz, CDCl3): δ = 6.54 (s, 1H, H5), 6.39 (s, 1H, H3), 3.79 (s, 2H, C10H2), 2.20 (s, 1H, C 9H), 3.59, 3.22, 1.91 (s, 3H, CH3), 8.92-6.90 ppm (m, 49H, other aromatic protons). 31P NMR (162.0 MHz, CDCl3): δ = 7.41 (s, CPPh3), 0.96 ppm (s, OsPPh3). 13C NMR plus DEPT-135 and 1H-13C HSQC (100.6 MHz, CDCl3): δ = 310.0 (br, C8), 234.5 (s, C1), 169.5 (s, C7), 165.3 (br, C4), 164.5 (s, C5), 161.1 (d, JP-C = 14.7 Hz, C3), 119.8 (s, C9), 118.7 (s, C6), 96.5 (d, JP-C = 86.9 Hz, C2), 71.7 (s, C10), 60.2, 57.3, 53.6 (s, CH3), 135.4-118.6 ppm (m, other aromatic carbon atoms). Elemental analysis calcd (%) for C72H63ClNO4OsP3: C, 65.27; H, 4.79; N, 1.06. Found: C, 65.01; H, 4.92; N, 1.21.",
        "Crystallographic Analysis. Crystals suitable for X-ray diffraction were grown from chloroform solutions layered with hexane. Single-crystal X-ray diffraction data were collected on a Rigaku R-AXIS SPIDER IP CCD area detector using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). Semiempirical or multiscan absorption corrections (SADABS) were applied.20 All structures were solved by the Patterson function, completed by subsequent difference Fourier map calculations, and refined by full matrix least-squares on F2 using the SHELXTL program package.21 All non-hydrogen atoms were refined anisotropically unless otherwise stated. Hydrogen atoms were placed at idealized positions and assumed the riding model.",
        "Computational Details. All of the structures evaluated were optimized at the B3LYP/6-31G* level of DFT22 with a double-ζ valence basis set (LanL2DZ) being used to describe P and Os atoms. Single-point energy calculations were then performed on the mechanism using the B3LYP/6-311++G** method with the PCM solvation method in dichloromethane.23 Frequency calculations were performed to confirm all stationary points as minima. In all of the calculations, we employed the effective core potentials (ECPs) of Hay and Wadt with polarization functions being added for P (ζ(d) = 0.34) and Os (ζ(f) = 0.886).24 All of the calculations were performed using the Gaussian 09 software package.25"
    ],
    "associated content": [
        "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.organo-met.9b00371. Crystallographic data for complexes 2a and 2b and copies of 1H, 31P, and 13C NMR spectra of all new products (PDF) Computed structures (XYZ) Accession Codes CCDC 1888403-1888404 contain the supplementary crys-tallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033."
    ],
    "author information": [
        "Corresponding Author *E-mail: zh@xmu.edu.cn. ORCID Zhihong Deng: 0000-0002-1982-2616 Hong Zhang: 0000-0003-3010-0806 Haiping Xia: 0000-0002-2688-6634 Notes The authors declare no competing financial interest."
    ],
    "acknowledgments": [
        "This work was financially supported by the National Natural Science Foundation of China (21572185, 21561162001, and 21871225)."
    ],
    "references": [
        "(1) Thiele, J. Ueber Ketonreactionen bei dem Cyclopentadien̈. Ber. Dtsch. Chem. Ges. 1900, 33, 666-673. (2) For a recent review, see: Preethalayam, P.; Krishnan, K. S.; Thulasi, S.; Chand, S. S.; Joseph, J.; Nair, V.; Jaroschik, F.; Radhakrishnan, K. V. Recent Advances in the Chemistry of Pentafulvenes. Chem. Rev. 2017, 117, 3930-3989. (3) O’Connor, J. M.; Pu, L.; Rheingold, A. L. The First Stable Metallacycle-Carbene Complexes: structural characterization of Ir(CR = CRCR = CR)(PPh3)2(CO)(=C(CH2)3O) +BF4 -, R = CO2CH3. J. Am. Chem. Soc. 1987, 109, 7578-7579. (4) Stowasser, B.; Hafner, K. Synthesis of a Dicyclopenta[a,e]-pentalene by [6 + 2]-Cycloaddition of 1,3-Di-tert-butyl-5-vinyl-idenecyclopentadiene and Consecutive 8π-Electrocyclic Reaction. Angew. Chem., Int. Ed. Engl. 1986, 25, 466-468. (5) (a) O’Connor, J. M.; Hiibner, K.; Merwin, R.; Gantzel, P. K.; Fong, B. S.; Adams, M.; Rheingold, A. L. [2 + 2+1] Alkyne Cyclotrimerizations: A Metallacyclopentadiene Route to Fulvenes. J. Am. Chem. Soc. 1997, 119, 3631-3632. (b) O’Connor, J. M.; Closson, A.; Hübner, K.; Merwin, R.; Gantzel, P.; Roddick, D. M. Iridacyclopentadiene Reactions with Terminal Alkynes: Tandem Cycloaromatization and Orthometalation. Organometallics 2001, 20, 3710-3717. (c) O’Connor, J. M.; Closson, A. P.; Holland, R. L.; Cope, S. K.; Velez, C. L.; Moore, C. E.; Rheingold, A. L. Synthesis and Solid-State Structures of (Triphos)iridacyclopentadiene Complexes as Models for Vinylidene Intermediates in the [2 + 2+1] Cyclo-trimerization of Alkynes. Inorg. Chim. Acta 2010, 364, 220-225. (6) (a) Xu, L.; Wang, Y.-C.; Wei, J.; Wang, Y.; Wang, Z.; Zhang, W.-X.; Xi, Z. The First Lutetacyclopentadienes: Synthesis, Structure, and Diversified Insertion/C-H Activation Reactivity. Chem. -Eur. J. 2015, 21, 6686-6689. (b) Xu, L.; Wei, J.; Zhang, W.-X.; Xi, Z. Insertion/ Rearrangement Reactivity of a Lutetacyclopentadiene towards N,N’-Diphenylcarbodiimide: Cooperative Effect of the Metal Center, Concentration of LiCl, and Solvent. Chem. -Eur. J. 2015, 21, 15860-15866. (c) Ma, W.; Yu, C.; Chen, T.; Xu, L.; Zhang, W.-X.; Xi, Z. Metallacyclopentadienes: Synthesis, Structure and Reactivity. Chem. Soc. Rev. 2017, 46, 1160-1192. (d) Zhang, Y.; Liu, L.; Chen, T.; Huang, Z.; Zhang, W.-X.; Xi, Z. Dilithio Spiro Zincacyclopenta-dienes and Dizinca[10]cycles: Synthesis and Structural Character-ization. Organometallics 2019, 38, 2174-2178. (7) (a) Domínguez, G.; Peŕez-Castells, J. Recent Advances in [2+ 2+ 2] Cycloaddition Reactions. Chem. Soc. Rev. 2011, 40, 3430-3444. (b) Bottari, G.; Santos, L. L.; Posadas, C. M.; Campos, J.; Mereiter, K.; Paneque, M. Reaction of [TpRh(C2H4)2] with Dimethyl Acetylenedicarboxylate: Identification of Intermediates of the [2 + 2+2] Alkyne and Alkyne-Ethylene Cyclo(co)trimerizations. Chem. -Eur. J. 2016, 22, 13715-13723. (c) Orsino, A. F.; Gutieŕrez del Campo, M.; Lutz, M.; Moret, M.-E. Enhanced Catalytic Activity of Nickel Complexes of an Adaptive Diphosphine-Benzophenone Ligand in Alkyne Cyclotrimerization. ACS Catal. 2019, 9, 2458-2481. (8) (a) O’Connor, J. M.; Pu, L.; Rheingold, A. L. Oxidative Coupling of Cis-carbene Ligands: Synthesis, Structure, and Reactivity of an Iridium(III) Bis(oxacyclopentylidene) Complex. J. Am. Chem. Soc. 1989, 111, 4129-4130. (b) O’Connor, J. M.; Pu, L.; Rheingold, A. L. Synthesis, Structure, and Reactivity of Metallacycle-Carbene and Bis(carbene) Complexes. A New Intramolecular Carbene-Carbene Coupling Process. J. Am. Chem. Soc. 1990, 112, 6232-6247. (c) O’Connor, J. M.; Hiibner, K.; Closson, A.; Gantzel, P. Synthesis and Solid State Characterization of a Meridional Triphos Iridium Metallacycle-Carbene Complex: [{PhP(CH2CH2PPh2)2}Ir(CR = CRCR = CR){=C(CH2)3O}][BF4] (R = CO2Me). Organometallics 2001, 20, 1482-1485. (9) (a) O’Connor, J. M.; Pu, L.; Chadha, R. Synthesis and Structure of Annelated Carbon Rings Containing a Bridgehead Transition Metal. Angew. Chem., Int. Ed. Engl. 1990, 29, 543-546. (b) O’Connor, J. M.; Pu, L.; Chadha, R. K. Metallacycle Annelation: Reaction of a Metallacycle-Substituent and a Vinylidene Ligand to Give a Bicyclic Metallalactone Complex. J. Am. Chem. Soc. 1990, 112, 9627-9628. (c) O’Connor, J. M.; Pu, L.; Rheingold, A. L. On the Mechanism of a New Metallacycle Annelation Reaction: Evidence for an Intra-molecular Methoxy Group Transfer. J. Am. Chem. Soc. 1990, 112, 9663-9665. (d) O’Connor, J. M.; Hiibner, K.; Merwin, R.; Pu, L.; Rheingold, A. L. Formal Vinylidene Ligand Insertion into a Metal Halide Bond. J. Am. Chem. Soc. 1995, 117, 8861-8662. (e) Chin, C. S.; Lee, H. New Iridacyclohexadienes and Iridabenzenes by [2 + 2+1] Cyclotrimerization of Alkynes and Facile Interconversion between Iridacyclohexadienes and Iridabenzenes. Chem. -Eur. J. 2004, 10, 4518-4522. (f) Chin, C. S.; Lee, H.; Eum, M.-S. Iridabenzenes from Iridacyclopentadienes: Unusual C-C Bond Formation between Unsaturated Hydrocarbyl Ligands. Organometallics 2005, 24, 4849-Organometallics Article Organometallics 2019, 38, 3053-3059 3057 4852. (g) Paneque, M.; Poveda, M. L.; Rendoń, N.; Mereiter, K. Isolation of a Stable 1-Iridabicyclo[3.2.0]hepta-1,3,6-triene and Its Reversible Transformation into an Iridacycloheptatriene. J. Am. Chem. Soc. 2004, 126, 1610-1611. (h) Clark, G. R.; Johns, P. M.; Roper, W. R.; Wright, L. J. An Osmabenzofuran from Reaction between Os(PhCCPh)(CS)(PPh3)2 and Methyl Propiolate and the C-Protonation of this Compound to Form a Tethered Osmabenzene. Organometallics 2006, 25, 1771-1777. (i) Paneque, M.; Poveda, M. L.; Rendoń, N.; Mereiter, K. Reaction of the Iridacyclopentadiene TpMe2Ir(C(R)-C(R)C(R)-C(R))(H2O)(R = CO2Me) with Alkynes. Organometallics 2009, 28, 172-180. (j) Clark, G. R.; Johns, P. M.; Roper, W. R.; Söhnel, T. L.; Wright, J. Regioselective Mono-, Di-, and Trifunctionalization of Iridabenzofurans through Electrophilic Sub-stitution Reactions. Organometallics 2011, 30, 129-138. (k) Vivancos, Á.; Hernańdez, Y. A.; Paneque, M.; Poveda, M. L.; Salazar, V.; Álvarez, E. Formation of β-Metallanaphthalenes by the Coupling of a Benzo-Iridacyclopentadiene with Olefins. Organometallics 2015, 34, 177-188. (10) Roh, S. W.; Choi, K.; Lee, C. Transition Metal Vinylidene-and Allenylidene-Mediated Catalysis in Organic Synthesis. Chem. Rev. 2019, 119, 4293-4356. (11) Zhu, C.; Xia, H. Carbolong Chemistry: A Story of Carbon Chain Ligands and Transition Metals. Acc. Chem. Res. 2018, 51, 1691-1700. (12) (a) Luo, M.; Zhu, C.; Chen, L.; Zhang, H.; Xia, H. Halogenation of Carbyne Complexes: Isolation of Unsaturated Metallaiodirenium Ion and Metallabromirenium Ion. Chem. Sci. 2016, 7, 1815-1818. (b) Luo, M.; Long, L.; Zhang, H.; Yang, Y.; Hua, Y.; Liu, G.; Lin, Z.; Xia, H. Reactions of Isocyanides with Metal Carbyne Complexes: Isolation and Characterization of Metal-lacyclopropenimine Intermediates. J. Am. Chem. Soc. 2017, 139, 1822-1825. (13) Zhu, C.; Luo, M.; Zhu, Q.; Zhu, J.; Schleyer, P. v. R.; Wu, J. I. C.; Lu, X.; Xia, H. Planar Möbius Aromatic Pentalenes Incorporating 16 and 18 Valence Electron Osmiums. Nat. Commun. 2014, 5, 3265. (14) (a) Wang, T.; Zhang, H.; Han, F.; Long, L.; Lin, Z.; Xia, H. cine-Substitution Reactions of Metallabenzenes: An Experimental and Computational Study. Chem. -Eur. J. 2013, 19, 10982-10991. (b) Chen, J.; Huang, Z.; Hua, Y.; Zhang, H.; Xia, H. Synthesis of Five-Membered Osmacycles with Osmium-Vinyl Bonds from Hydrido Alkenylcarbyne Complexes. Organometallics 2015, 34, 340-347. (c) Li, J.; Lin, Y.-M.; Zhang, H.; Chen, Y.; Lin, Z.; Xia, H. Access to Metal-Bridged Osmathiazine Derivatives by a Formal [4 + 2] Cyclization. Chem. -Eur. J. 2019, 25, 5077-5085. (15) Based on a search of the Cambridge Structural Database, CSD version 5.36 (December 2018). (16) For reviews, see: (a) Jia, G. Progress in the Chemistry of Metallabenzynes. Acc. Chem. Res. 2004, 37, 479-486. (b) Landorf, C. W.; Haley, M. M. Recent Advances in Metallabenzene Chemistry. Angew. Chem., Int. Ed. 2006, 45, 3914-3936. (c) Wright, L. J. Metallabenzenes and metallabenzenoids. Dalton Transactions 2006, 1821-1827. (d) Bleeke, J. R. Aromatic Iridacycles. Acc. Chem. Res. 2007, 40, 1035-1047. (e) Jia, G. Recent progress in the chemistry of osmium carbyne and metallabenzyne complexes. Coord. Chem. Rev. 2007, 251, 2167-2187. (f) Paneque, M.; Poveda, M. L.; Rendoń, N. Synthesis and Reactivity of Iridacycles Containing the TpMe2Ir Moiety. Eur. J. Inorg. Chem. 2011, 2011, 19-33. (g) Chen, J.; Jia, G. Recent development in the chemistry of transition metal-containing metallabenzenes and metallabenzynes. Coord. Chem. Rev. 2013, 257, 2491-2521. (h) Cao, X.-Y.; Zhao, Q.; Lin, Z.; Xia, H. The Chemistry of Aromatic Osmacycles. Acc. Chem. Res. 2014, 47, 341-354. (i) Frogley, B. J.; Wright, L. J. Fused-ring metallabenzenes. Coord. Chem. Rev. 2014, 270-271, 151-166. (j) Wei, J.; Zhang, W.-X.; Xi, Z. Dianions as Formal Oxidants: Synthesis and Characterization of Aromatic Dilithionickeloles from 1,4-Dilithio-1,3-butadienes and [Ni(cod)2]. Angew. Chem., Int. Ed. 2015, 54, 5999-6002. (k) Wei, J.; Zhang, Y.; Zhang, W.-X.; Xi, Z. 1,3-Butadienyl Dianions as Non-Innocent Ligands: Synthesis and Characterization of Aromatic Dilithio Rhodacycles. Angew. Chem., Int. Ed. 2015, 54, 9986-9990. (l) Wei, J.; Zhang, Y.; Chi, Y.; Liu, L.; Zhang, W.-X.; Xi, Z. Aromatic Dicupra[10]annulenes. J. Am. Chem. Soc. 2016, 138, 60-63. (m) Zhang, Y.; Chi, Y.; Wei, J.; Yang, Q.; Yang, Z.; Chen, H.; Yang, R.; Zhang, W.-X.; Xi, Z. Aromatic Tetralithiodigalloles with a Ga-Ga Bond: Synthesis and Structural Characterization. Organo-metallics 2017, 36, 2982-2986. (n) Zhang, Y.; Wei, J.; Chi, Y.; Zhang, X.; Zhang, W.-X.; Xi, Z. Spiro Metalla-aromatics of Pd, Pt, and Rh: Synthesis and Characterization. J. Am. Chem. Soc. 2017, 139, 5039-5042. (o) Frogley, B. J.; Wright, L. J. Recent Advances in Metallaaromatic Chemistry. Chem. -Eur. J. 2018, 24, 2025-2038. (p) Wang, H.; Zhou, X.; Xia, H. Metallaaromatics Containing Main-group Heteroatoms. Chin. J. Chem. 2018, 36, 93-105. (q) Wei, J.; Zhang, W.-X.; Xi, Z. The aromatic dianion metalloles. Chem. Sci. 2018, 9, 560-568. (r) Zhang, Y.; Yang, Z.; Zhang, W.-X.; Xi, Z. Indacyclopentadienes and Aromatic Indacyclopentadienyl Dianions: Synthesis and Characterization. Chem. -Eur. J. 2019, 25, 4218-4224. (17) Examples for synthesis of osmium vinylidenes from terminal alkynes: (a) Wen, T. B.; Yang, S. Y.; Zhou, Z. Y.; Lin, Z.; Lau, C. P.; Jia, G. Unexpected Formation of Osmium Carbyne and Vinylidene Complexes from the Reaction of OsCl2(PPh3)3 with HCCCMe3. Organometallics 2000, 19, 3757-3761. (b) Barrio, P.; Esteruelas, M. A.; Oñate, E. Reactions of Elongated Dihydrogen-Osmium Com-plexes Containing Orthometalated Ketones with Alkynes: Hydride-Vinylidene-π-Alkyne versus Hydride-Osmacyclopropene. Organome-tallics 2003, 22, 2472-2485. (c) Wen, T. B.; Zhou, Z. Y.; Jia, G. Coupling Reaction of Phenylacetylene with OsHn(PPh3)(2,6-(PPh2CH2)2C6H3) (n = 1, 3). Organometallics 2003, 22, 4947-4951. (d) Bajo, S.; Esteruelas, M. A.; Loṕez, A. M.; Oñate, E. Alkenylation of 2-Methylpyridine via Pyridylidene-Osmium Com-plexes. Organometallics 2012, 31, 8618-8626. (e) Batuecas, M.; Escalante, L.; Esteruelas, M. A.; García-Yebra, C.; Oñate, E.; Saa,́ C. Dehydrative Cyclization of Alkynals: Vinylidene Complexes with the Cβ Incorporated into Unsaturated Five-or Six-Membered Rings. Angew. Chem., Int. Ed. 2011, 50, 9712-9715. (18) (a) O’Connor, J. M.; Pu, L.; Woolard, S.; Chadha, R. K. Carbene Ligand Insertion into a Metallacycle Ring: A Metal-lacyclopentadiene to Metallacyclobutene Conversion. J. Am. Chem. Soc. 1990, 112, 6731-6732. (b) O’Connor, J. M.; Merwin, R.; Rheingold, A. L.; Adams, M. L. Synthesis and Structural Character-ization of a Diiridium μ-Acyl Complex. Organometallics 1995, 14, 2102-2105. (19) (a) Zhu, C.; Li, S.; Luo, M.; Zhou, X.; Niu, Y.; Lin, M.; Zhu, J.; Cao, Z.; Lu, X.; Wen, T.; Xie, Z.; Schleyer, P. v. R.; Xia, H. Stabilization of Anti-aromatic and Strained Five-Membered Rings with a Transition Metal. Nat. Chem. 2013, 5, 698-703. (b) Zhu, C.; Zhu, Q.; Fan, J.; Zhu, J.; He, X.; Cao, X.-Y.; Xia, H. A Metal-Bridged Tricyclic Aromatic System: Synthesis of Osmium Polycyclic Aromatic Complexes. Angew. Chem., Int. Ed. 2014, 53, 6232-6236. (c) Zhuo, Q.; Zhang, H.; Hua, Y.; Kang, H.; Zhou, X.; Lin, X.; Chen, Z.; Lin, J.; Zhuo, K.; Xia, H. Constraint of a Ruthenium-Carbon Triple Bond to a Five-Membered Ring. Sci. Adv. 2018, 4, No. eaat0336. (20) Sheldrick, G. M. SADABS: Program for semi-empirical absorption correction; University of Göttingen: Göttingen, Germany, 1997. (21) Sheldrick, G. M. SHELXL 97, Program for Crystal Structure Refinement; University of Göttingen: Göttingen, Germany, 1997. (22) (a) Hay, P. J.; Wadt, W. R. Ab Initio Effective Core Potentials for Molecular Calculations. Potentials for K to Au Including the Outermost Core Orbitals. J. Chem. Phys. 1985, 82, 299-310. (b) Lee, C.; Yang, W.; Parr, R. G. Development of the Colle-Salvetti Correlation-Energy Formula into a Functional of the Electron Density. Phys. Rev. B: Condens. Matter Mater. Phys. 1988, 37, 785-789. (c) Miehlich, B.; Savin, A.; Stoll, H.; Preuss, H. Results Obtained with the Correlation Energy Density Functionals of Becke and Lee, Yang and Parr. Chem. Phys. Lett. 1989, 157, 200-206. (d) Becke, A. D. Density-Functional Thermochemistry. III. The Role of Exact Exchange. J. Chem. Phys. 1993, 98, 5648-5652. (23) Scalmani, G.; Frisch, M. J. Continuous Surface Charge Polarizable Continuum Models of Solvation. I. General formalism. J. Chem. Phys. 2010, 132, 114110-114115. Organometallics Article Organometallics 2019, 38, 3053-3059 3058 (24) Gaussian Basis Sets for Molecular Calculations; Huzinaga, S., Ed.; Elsevier: Amsterdam, The Netherlands, 1984. (25) Frisch, M. J.; Trucks, G. W.; Schlegel, H. B.; Scuseria, G. E.; Robb, M. A.; Cheeseman, J. R.; Scalmani, G.; Barone, V.; Mennucci, B.; Petersson, G. A.; Nakatsuji, H.; Caricato, M.; Li, X.; Hratchian, H. P.; Izmaylov, A. F.; Bloino, J.; Zheng, G.; Sonnenberg, J. L.; Hada, M.; Ehara, M.; Toyota, K.; Fukuda, R.; Hasegawa, J.; Ishida, M.; Nakajima, T.; Honda, Y.; Kitao, O.; Nakai, H.; Vreven, T.; Montgomery, J. A., Jr.; Peralta, J. E.; Ogliaro, F.; Bearpark, M.; Heyd, J. J.; Brothers, E.; Kudin, K. N.; Staroverov, V. N.; Kobayashi, R.; Normand, J.; Raghavachari, K.; Rendell, A.; Burant, J. C.; Iyengar, S. S.; Tomasi, J.; Cossi, M.; Rega, N.; Millam, J. M.; Klene, M.; Knox, J. E.; Cross, J. B.; Bakken, V.; Adamo, C.; Jaramillo, J.; Gomperts, R.; Stratmann, R. E.; Yazyev, O.; Austin, A. J.; Cammi, R.; Pomelli, C.; Ochterski, J. W.; Martin, R. L.; Morokuma, K.; Zakrzewski, V. G.; Voth, G. A.; Salvador, P.; Dannenberg, J. J.; Dapprich, S.; Daniels, A. D.; Foresman, J. B.; Ortiz, J. V.; Cioslowski, J.; Fox, D. J. Gaussian 09, revision D.01; Gaussian, Inc.: Wallingford, CT, 2013. Organometallics Article Organometallics 2019, 38, 3053-3059 3059 "
    ]
}