{
    "fullText": "Ohmic Heating-Assisted Synthesis of 3‑Arylquinolin-4(1H)‑ones by a Reusable and Ligand-Free Suzuki-Miyaura Reaction in Water Joana Pinto,† Vera L. M. Silva,*,† Ana M. G. Silva,‡ Luís M. N. B. F. Santos,§ and Artur M. S. Silva*,† †Department of Chemistry & QOPNA, University of Aveiro, 3810-193 Aveiro, Portugal ‡UCIBIO/REQUIMTE, Departamento de Química e Bioquímica, Faculdade de Cien̂cias, Universidade do Porto, 4169-007 Porto, Portugal §Centro de Investigaca̧õ em Química, Departamento de Química e Bioquímica, Faculdade de Cien̂cias da Universidade do Porto, Rua Campo Alegre 687, 4169-007 Porto, Portugal ABSTRACT: Potential bioactive 3-arylquinolin-4(1H)-ones were synthesized under ohmic heating using an efficient, reusable, and ligand-free protocol developed for the Suzuki-Miyaura coupling of 1-substituted-3-iodoquinolin-4(1H)-ones with several boronic acids in water using Pd(OAc)2 as a catalyst and tetrabutylammo-nium bromide (TBAB) as the phase transfer catalyst. Good substrate generality, ease of execution, short reaction time, and practicability make this method exploitable for the generation of libraries of B ring-substituted 3-arylquinolin-4(1H)-ones. After a simple workup, the Pd/catalyst-H2O-TBAB system could be reused for at least seven cycles without significant loss of activity. INTRODUCTION Ohmic heating is an advanced thermal processing method where the reaction mixture or the medium, which serves as an electrical resistor, is heated by passing electricity through it (electrodes are in contact with the reaction medium).1 The heating occurs in the form of internal energy transformation (from electric to thermal) within the reaction with water being the ideal green solvent to be used. In the ohmic heating methodology, the thermal energy generation is due to the motion of the charged species in solution as result of the high frequency (25 kHz) AC electric current. The thermal energy transfer occurs mostly between the electrode plates cross session region and surroundings.1 Thus, electrical energy is dissipated into heat with high efficiency, which results in a high speed heating rate and allows for rapid and uniform heating (temperature homogeneity), leading to shorter reaction times and increased reaction yields. In a previous publication, we presented ohmic heating as a new efficient process for organic synthesis in water and described our reactor (Portuguese Patent 105908).1 Now, using this technology, we prepared a library of 3-arylquinolin-4(1H)-ones for further biological evaluation. Quinolin-4(1H)-one is a common scaffold found in natural products and is considered as a privileged structure, especially for anti-infective medicines.2 Recently, the groups of Kyle, Manestsch, and Riscoe demonstrated that 3-substituted quinolin-4(1H)-ones display antimalarial activity at low to single digit nanomolar concentrations3 while Kuo and co-workers discovered that 3-phenylquinolin-4(1H)-one has an excellent inhibitory effect against AA-induced platelet aggrega-tion, superior to that of indomethacin and aspirin, which are well-known for their potent antiplatelet activity.4 Other 3-arylquinolin-4(1H)-ones demonstrated good activity as anti-inflammatory agents.5 3-Chlorophenyl-5,7-dihydroxyquinolin-4(1H)-one and 3-chlorophenyl-5-hydroxy-7-methoxyquinolin-4(1H)-one, close analogues of the natural isoflavone genistein, possess potent EGFR tyrosine kinase inhibition activity.6 Therefore, increasing interest in the synthesis of this kind of quinolin-4(1H)-one has been observed. For its pharmacological properties to be optimized, a considerable number of modifications have been made on the benzenoid ring (C-5 to C-8 positions) of the quinolin-4(1H)-one moiety, but modifications on the pyridinone ring (C-2 to C-4) are still less common. The Conrad-Limpach cyclization is the most used protocol for the preparation of 2-or 2,3-substituted quinolin-4(1H)-ones involving 2-substituted β-ketoesters and anilines as starting materials.7 Other reported methods to prepare 3-substituted quinolin-4(1H)-ones involve the cyclization of 2-aryl-3-arylamino-4,4,4-trifluoro-2-butenenitrile hydrates with polyphosphoric acid,8 the reverse Vilsmeier reaction of N-methylformanilide (MFA) with amides in POCl3 followed by alkaline workup,9 or ring closure of an appropriate ketone under modified Vilsmeier-Haack conditions (POCl3, DMF) to give the 3-substituted quinolone directly in moderate yield.6c However, these methods commonly generate the desired quinolin-4(1H)-ones in poor yields and require difficult purification procedures. In the context of our recent studies on the application of ohmic heating in organic synthesis,1 and connected with our ongoing research on the synthesis and transformation of quinolin-4(1H)-ones,10 we describe here a protocol for the synthesis of 3-arylquinolin-4(1H)-ones via a Suzuki-Miyaura cross-coupling reaction of 1-substituted 3-iodoquinolin-4(1H)-ones with commercially available boronic acids using ohmic heating in water under phase transfer catalysis conditions. The Suzuki-Miyaura reaction has received much attention chiefly due to its great versatility in the formation of C-C bonds.11 The importance of this reaction has been documented by the awarding the 2010 Nobel Prize in Chemistry to Professor Akira Suzuki.12 The reaction is generally green, relatively easy to carry out, normally gives good yields and selectivities without much synthetic effort, and is increasingly being applied in the synthesis of pharmaceuticals, natural products, and advanced functional materials.13 Developing aqueous systems for the Suzuki-Miyaura reaction has also become very attractive and is one of the latest challenges for modern chemists.14-16 Conversely, the use of organoboron compounds is also compatible with aqueous reaction conditions because they are generally thermally stable and inert to water and oxygen.15 Here, we report a ligand-free protocol for a Suzuki-Miyaura reaction under ohmic heating conditions using water as the solvent and tetrabutylammonium bromide (TBAB) as an additive. RESULTS AND DISCUSSION Synthesis of 3-Iodoquinolin-4(1H)-ones Used in the Suzuki-Miyaura Cross-Coupling Reaction. The 1-sub-stituted-3-iodoquinolin-4(1H)-ones 4 and 6 were synthesized following the strategy depicted in Scheme 1. Following the published protocols10b,c for the synthesis of quinolin-4(1H)-one 3, we first performed the reaction of 2′-aminoacetophe-none 1 with methyl formate in the presence of sodium at 40 °C, and quinolin-4(1H)-one 2 was obtained with an improved yield of 75%. Next, C-3 iodination was carried out using molecular iodine in dry THF in the presence of sodium carbonate at room temperature, affording compound 3 in excellent yield (91%). C-3 bromination was also attempted with pyridinium tribromide (1 equiv) in AcOH at room temper-ature; however, the reaction was not regioselective, affording a complex mixture of products. Therefore, we chose to use the iodinated compound in this work because 3-iodoquinolin-4(1H)-ones proved to be more reactive (I > Br) in the Suzuki-Miyaura cross-coupling reaction.17 Methylation of quinolin-4(1H)-one 3 with methyl iodide and PS-TBD (1,5,7-triazabicyclo[4.4.0]dec-5-ene polystyrene) in dry THF afforded 4 in 87% yield. Alternatively, compound 4 was obtained in excellent yield (98%) by methylation with methyl iodide in dry THF using sodium hydride (NaH) as a base at room temperature. Both methods selectively afforded desired 1-methylated quinolin-4(1H)-one 4 in very good isolated yields without isolation of the corresponding isomer 4-methoxyquinoline 5. Alkylation of 3, to introduce the 1-pentyl group, was performed in the ohmic heating reactor in water under phase transfer conditions using TBAB as the catalyst, pentyl iodide as the alkylating agent, and potassium carbonate as the base at 100 °C for 30 min. After that period, 3-iodo-1-pentylquinolin-4(1H)-one 6 was isolated in 62% yield together with the isomer 3-iodo-4-pentyloxyquinoline 7 in 17% isolated yield. In 2011, Corelli and co-workers17b reported the synthesis of 3-phenylquinolin-4(1H)-one 9a through the reaction of 3-iodo-1-methylquinolin-4(1H)-one 4 with phenylboronic acid 8a (1.2 equiv) using Pd(OAc)2 as the catalyst (10 mol %), PPh3 as the ligand (30 mol %) in the presence of Na2CO3 (2.0 M in H2O, 2.5 equiv) in DME/EtOH (1.5:1) under microwave irradiation at 70 °C for 5 min. 3-Phenylquinolin-4(1H)-one 9a was obtained in 75% isolated yield. On the basis of this protocol, we performed the reaction of 4 with phenylboronic acid 8a (1.5 equiv) in water at 100 °C using sodium carbonate (1.0 equiv) as the base and Pd(OAc)2 (5 mol %) as the catalyst under ohmic heating using TBAB (0.1 equiv) as the phase transfer catalyst (PTC). PTC has long been recognized as a versatile methodology for organic synthesis in industry, academia, and in process chemistry and is particularly suitable when substrates are insoluble in the reaction medium, as is the case of 1-substituted-3-iodoquinolin-4(1H)-ones 4 and 6.18 Under these conditions, 3-phenylquinolin-4(1H)-one 9a was obtained in 75% isolated yield after 30 min reaction time (Table 1, entry 1). An extensive optimization of the reaction parameters led us to study (i) the effect of using the PTC (TBAB addition), (ii) the effect of Pd catalyst addition, and (iii) the reaction time. The base, solvent, and temperature used remained unchanged. Using the model reaction depicted in Table 1, our initial investigations focused on studying the effect of the PTC (Table 1, entries 1 and 2). A lower yield (61%) was obtained without the addition of PTC (TBAB), demonstrating that TBAB plays an important role in the efficiency of this ligand-free protocol in water. Product 9a was isolated in very good yield (80%) when the reaction was performed without the addition of Pd(OAc)2 under ohmic heating (Table 1, entry 3), but no product was found when the reaction was performed under classical heating conditions without Pd(OAc)2 (Table 1, entry 4). This result highlights that some contamination of the reaction medium with the palladium catalyst probably comes from the electrodes (made of 316 stainless steel) used in ohmic heating in the first assay and that such a small quantity of palladium seems to be sufficient to give the coupling product in very good yield. Indeed, when we performed the reaction under classical heating conditions with the same electrodes immersed in the reaction Scheme 1. Synthesis of 3-Iodoquinolin-4(1H)-ones 4 and 6 medium, product 9a was obtained in 60% yield after 5.5 h (Table 1, entry 5). To clarify the effect of the electrodes on the reaction outcome, we again performed the reaction under ohmic heating without the addition of Pd(OAc)2 using two new electrodes that were not in contact with the palladium catalyst. In this case, no product 9a was isolated after 90 min of reaction time (Table 1, entry 6). The same result was obtained when the reaction was performed without the addition of either catalyst [TBAB or Pd(OAc)2] (Table 1, entry 7), as expected. Finally, we found that the optimal conditions for the reaction required the presence of Pd(OAc)2 (5 mol %), Na2CO3 (1.0 equiv), and TBAB (0.1 equiv) as the PTC at 100 °C for 15 min, leading to the formation of product 9a in very good isolated yield (86%) (Table 1, entry 8). When compared to the yield reported by Corelli and co-workers for the synthesis of 3-phenylquinolin-4(1H)-one 9a (yield 75%), our method led to a better yield (86%). No ligand was required and a lesser amount of catalyst and base were used in the reaction, which proceeds using exclusively water as the solvent. On the basis of the previous results, we suspected that the high heating rate at the beginning of the reaction may be crucial for the higher yields found under ohmic heating, although some “electrochemical effects” that may be involved in the deposition and solubilization of the Pd catalyst cannot be excluded. To clarify this idea, we performed the reaction under classical heating conditions using the optimal conditions found (Table 1, entry 8) with electrodes immersed in the reaction without passing electric current. The reaction was monitored by TLC, and after 240 min of reaction time, coupling product 9a was isolated in 70% yield (Table 1, entry 9). Then, we repeated the reaction without the addition of Pd(OAc)2 with the electrodes from the previous experiment immersed in the reaction medium to determine if Pd catalyst was deposited in the electrodes to efficiently catalyze the reaction. After 240 min, reaction product 9a was isolated in 4% yield (Table 1, entry 10). These results highlight that deposition of Pd catalyst in the electrodes under classical conditions is not as efficient as under ohmic heating. To compare the three heating methods, the model reaction was performed under classical (oil bath), microwave, and ohmic heating, and the results are presented in Table 2. These results show that, for a reaction time of 15 min, ohmic heating was the most efficient heating method, leading to the highest yield of 9a (Table 2, entry 1). There is a significant difference between the yields obtained under ohmic heating and under the other heating methods. It is important to note that the reaction under microwave heating gave a lower yield even when the reaction time was prolonged to 30 min (Table 2, entries 2 and 3). Our suspicion is that, under ohmic heating, the high heating rates at the beginning may enhance the reduction of Pd(II) to Pd(0), which is the species involved in the catalytic cycle of the Suzuki reaction. Moreover, it is very likely that the iron-containing electrodes used will readily reduce aqueous solutions of Pd(OAc)2 to pure metal Pd(0). The deposition mechanism under the ohmic heating process itself may enforce this phenomenon. According to the literature, the Suzuki-Miyaura coupling reactions can be catalyzed by unusually low Pd loading.19 De Vries and Reetz have shown that the Heck reaction can be run with the addition of what they term “homeopathic” quantities of palladium catalysts (ideally, 0.01-0.1 mol %), but they have found that when using very low metal concentrations, the rate of reaction is too slow to be practical.19a-c De Vries and co-workers have also shown that the use of unusually low Pd loading in the Suzuki reaction on aryl bromides is also possible.19d Inspired by these findings, we decided to study the effect of the amount of palladium on the model reaction yield to find the lower threshold of the synthetically viable Pd catalyst concentration. The results obtained (Table 3) showed that, for the ideally homeopathic quantities, the reaction occurs with a very low yield even after a prolonged reaction time (Table 3, entries 2 and 3). However, when using 0.5 mol % of Pd catalyst, the yield increased to 73% (Table 3, entry 4), and similar yields Table 1. Optimization of Suzuki-Miyaura Cross-Coupling were obtained using 1, 3, and 5 mol % of catalyst (Table 3, entries 5-7, respectively). When using 5 mol % of catalyst, the coupling product was obtained in 86% isolated yield after only 15 min, showing that the increase in palladium concentration led to a shorter reaction time. Because tetraalkylammonium halides are known to induce the formation and stabilization of nanosized transition metal colloids,20 we investigated the formation of Pd-colloids under the optimized reaction conditions. A solution of Pd(OAc)2 (0.014 mmol), TBAB (0.028 mmol) as a stabilizer, and phenylboronic acid 8a (0.42 mmol) in water (4 mL) was heated at reflux under ohmic heating. Once reflux was reached, the solution color became dark brown, suggesting the formation of nanosized Pd-colloids. The heating was continued for 10 min, and the resulting mixture was monitored by UV-vis spectroscopy. The UV-vis spectra obtained (see Figure S45 in the Supporting Information) also suggests the formation of nanosized Pd-colloids as can be inferred from the observation of a small band in the near-UV region. According to Creighton and co-workers,21 for small particles of most of the d-block metals, the absorption in the UV-vis range is continuous across the range, but in the case of colloidal Pd, this absorption has some structure, giving broad or at least partly resolved absorption bands in the near-UV region. However, in our case, these colloidal Pd particles might be very unstable under the experimental conditions used, leading to the formation of a dark precipitate at the end of the reaction. Similar observations were made by El-Sayed and co-workers22 and by Herrmann and co-workers23 for coupling reactions using palladium-colloid as the catalyst, suggesting that the instability of the colloid might be due to the use of high temperatures. In our case, it is very likely that the refluxing conditions used under ohmic heating leads to Pd metal precipitation. Therefore, it is not Pd(OAc)2 that can be recycled but Pd(0). The high temperature and the presence of TBAB will initially lead to the formation of Pd-colloids, which are then deposited as thin films or Pd black on the electrodes, thus explaining how the Pd on the electrodes (especially in the presence of TBAB) can catalyze the reaction so efficiently. According to the literature,24 if a colloidal solution of Pd-nanoparticles is formed in this reaction, a process of this kind should not belong to the traditional area of homogeneous catalysis; instead, it should be more closely related to heterogeneous catalysis. Scope and Limitations of Substrates. With a viable coupling procedure in hand, attention was turned to general-izing the process, and the substrate scope of the coupling reaction was studied in detail by varying the substituents in the boronic acid coupling partner. To highlight the usefulness and flexibility of this protocol, we employed boronic acids containing electron-withdrawing and electron-donating sub-stituents as well as sterically hindered boronic acids. All reactions were performed in water (4 mL) using Pd(OAc)2 (5 mol %) as the catalyst and TBAB as an additive (0.1 equiv) in the presence of a base at 100 °C under ohmic heating conditions, and the results are summarized in Table 4. Analyzing these results, we conclude that the reaction is sensitive to the electronic effects of the boronic acid substituents. The yield of the reaction is higher for boronic acids bearing electron-donating groups (EDG) (9b, R4 = OCH3 and 9c, R4 = OH, 83%) and for the neutral substituent (9a, R4 = H, 86% and 9m, R4 = H, 90%) (Table 4, entries 1-3 and 13) and lower for those having electron-withdrawing groups (EWG) (9e, R4 = CHO, 67% and 9f, R4 = NO2, 36%) (Table 4, entries 5 and 6), considering substitution at the para position. In the case of derivative 9f, another product, 3-(4-aminophenyl)-1-methylquinolin-4(1H)-one 11, was isolated in 13% yield due to reduction of the nitro group. Regarding the substitution at the meta position, higher yields were obtained for derivative 9g (R3 = OCH3, 86%) than 9h (R 3 = CHO, 64%) when using K3PO4 as the base for a 5 min reaction time (Table 4, entries 7 and 8). Actually, the greater reactivity and higher reaction yields associated with EDG-substituted boronic acids were observed previously in the synthesis of arylnaphthalenes by a Suzuki-Miyaura cross-coupling reaction using a mixture of H2O:DMF as solvent. 25 Our reaction conditions are similar because DMF is a solvent with bulk properties similar to those of water (high dielectric constant and high ability to stabilize ionic species).26 The yield of the Suzuki-Miyaura reaction in the experimental conditions adopted in this work clearly has some dependency on the substituent electron donor strength and steric hindrance factors; however, these are not the only factors affecting the reaction outcome. Solubility aspects and competing undesirable side reactions may also play a role in defining the trend observed. For example, in the synthesis of dimethylamino derivative 9d, the strongest EDG [R4 = N(CH3)2, 40%], another reaction product, 1-methyl-3-(4-methylaminophenyl)quinolin-4(1H)-one 10, was isolated in 10% yield, and 12.5% of starting material was recovered (Table 4, entry 4). This is an indication that the yield of 1-methyl-3-(4-dimethylaminophenyl)quinolin-4(1H)-one 9d may be lowered by the presence of a significant side-reaction, which could explain the deviation from the trend observed for EDG-substituted compounds. In addition, there are usually three pathways in the Suzuki-Miyaura cross-coupling reaction: the main Suzuki reaction, and two important side reactions: homocoupling and hydrolytic deboronation of the boronic acid. These side reactions were occasionally observed in this work, mainly when boronic acids presented EWG substituents. Concerning the Suzuki-Miyaura reaction mechanism, these observations are consistent with the idea that increased nucleophilicity increases the transmetalation rate.27 Reported pKa values indicate that boronic acids bearing EWGs (such as R4 = CHO and R4 = NO2) are by far the strongest acids, the Table 3. Effect of the Amount of Pd(OAc)2 on the Cross-Table 4. Synthesis of 3-Arylquinolin-4(1H)-ones 9a-k,m by a Suzuki-Miyaura Cross-Coupling Reaction of 4 and 6 with ones substituted with EDGs (R4 = OCH3 and R 4 = CH3) are the weakest, and that ortho-substituted phenylboronic acids are generally less acidic.15c,28 As the main role of the base in the Suzuki reaction mechanism under these conditions is to increase the reactivity of the boronic acid toward the Pd-halide complex,27 different bases, weak (Cs2CO3, K3PO4) or strong (NaOH), and their amounts were tested for boronic acids containing EWGs. Water-soluble inorganic bases, such as K3PO4, Na2CO3, K2CO3, and NaOH, have been successfully used in efficient ligand-free catalytic systems. In fact, when Cs2CO3 and K3PO4 were used in the reaction of 4 with arylboronic acid 8j (R3 = CHO, R4 = OCH3) the yield of product 9j was slightly better (42 and 49%, respectively) than when Na2CO3 was used (30%). To improve the yield of 9j, we also tried NaOH and Na2CO3 in DMF/H2O as solvent, but these conditions led to lower reaction yields (29 and 24%, respectively). In some cases, the reaction was faster or the yields were slightly better in the presence of K3PO4 as the base; however, previous studies on the role of the base in the Suzuki-Miyaura reaction showed that a few bases favor the reactivity of the boronic acids with lower reactivity (more acid).27 The reaction with borate ester (pinacol) 8k (R3 = CH3, R 4 = OH, R5 = CH3) afforded coupling product 9k in very low yield (20%) (Table 4, entry 11), whereas no reaction product was obtained in the case of 2,6-dimethylphenylboronic acid 8l (R2 = CH3, R 6 = CH3) (Table 4, entry 12). This result is not surprising because it is well-known that ortho-substituted arylboronic acids were found to be generally less reactive than the other isomers, probably due to steric hindrance.29 However, reactions occuring with these sterically hindered boronic acids generally leads to lower Suzuki reaction yields. The yields, as well as coupling rates, can be improved by using stronger bases, such as NaOH or Ba(OH)2. However, it is known that more extensive deboronation, which is expected to be favored in highly basic media and for ortho-substituted boronic acids, tends to occur.15a,c,30 This was the main reason we did not try a stronger base in the reaction of 3-iodo-1-methylquinolin-4(1H)-one 4 with 2,6-dimethylphenylboronic acid 8l. The substitution of the 1-methyl group by the 1-pentyl group in quinolin-4(1H)-one moiety 6 did not affect the reaction yield with the corresponding product 9m obtained in excellent yield (90%) (Table 4, entry 13). Reusability of the Catalysts. The possible reduction of the amount of palladium catalyst to 0.5 mol %, as shown previously for the model reaction (Table 3, entry 4), that could also be catalyzed by surface deposits of Pd on the electrodes led us to explore the possibility of reusing the catalyst. Moreover, environmental and economic concerns (Pd is an expensive metal catalyst) corroborate the necessity of this study. Initially, the reusability of the Pd catalyst was investigated using the Suzuki coupling of 3-iodo-1-methylquinolin-4(1H)-one 4 with phenylboronic acid 8a in the presence of Pd(OAc)2, Na2CO3, and TBAB at 100 °C for 15 min using water as the solvent, as a model reaction. After the first cycle, the reaction mixture was removed from the reactor, which was then charged with all the reactants in each run except Pd(OAc)2, which was not added in the following runs. The results are shown in Figure 1. Table 4. continued It was clear that the Pd catalyst could be reused for at least six times without significant loss in activity. In the first cycle, the yield was lower than expected (49%), probably due to the loss of some product that remained adsorbed in the electrodes even after washing them abundantly with water. As we presume that some catalyst can also remain on the electrodes surface, we did not clean them with organic solvents or by scraping. In the following cycles, the yields were very good (68, 79, 74, 74, and 71%), and the starting material was completely consumed until the sixth cycle. When the last cycle was finished, the TLC of the reaction mixture showed some starting material, evidencing that its consumption was not complete after 15 min, probably due to a decrease in the catalyst efficiency or a decrease in the amount of it in the reaction medium. Next, we decided to investigate the reusability of the reaction medium, more precisely, of the H2O-TBAB-Pd/catalyst mixture, thus envisioning the possibility of recovering both catalysts as well as the solvent with the goal of achieving a more economic synthetic process and to reduce the amount of waste that will exist and require further treatment at the end of the synthetic process. The results obtained are presented in Figure 2. Once again, it was clear that the H2O-TBAB-Pd/catalyst catalytic system could be reused at least seven times without loss of activity. In the last cycle, we performed the reaction without adding base to the mixture and complete consumption of the starting material occurred. The ohmic heating data showed an increase in the current intensity and heating rate for the last 3 assays (See Figure S46 of the Supporting Information). These data indicate an increase in the medium conductivity, thus suggesting higher concentrations of reac-tants, mainly of those that can contribute to increase the medium conductivity, such as the base and boronic acid that were added in each experiment. Thus, it seems that the increase in the concentration of these reactants may be due to the recovery of some amounts of base and acid when reusing the reaction medium. The yield was determined at the end of the seventh cycle applying eq 1, where m is the mass of the product obtained for each reaction from 1 to 7 cycles, and m′ is the theoretical mass of the product expected for the same cycles. Curiously, the global yield obtained was 86%, which is the same yield obtained when we performed the reaction for 15 min the first time (see Table 1, entry 8). also described in Tables 1 and 2, and those used in MW heating experiments are described in Table 2. General Procedure for the Synthesis of 3-Iodo-1-pentylqui-nolin-4(1H)-one (6). The 10 mL ohmic heating reactor1 was charged with 3-iodoquinolin-4(1H)-one 3 (125.2 mg, 0.44 mmol), pentyl iodide (0.14 mL, 1.07 mmol), potassium carbonate (127.8 mg, 0.92 mmol), TBAB (15.2 mg, 0.047 mmol), and H2O (4 mL). The mixture was heated at reflux for 30 min. After cooling to room temperature, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. The obtained mixture was purified by thin layer chromatography (TLC) using ethyl acetate:hex-ane (3:2). Two products were isolated: 3-iodo-1-pentylquinolin-4(1H)-one 6 as the main product (62%) and 3-iodo-4-pentylox-yquinoline 7 as a minor product (17%). 3-Iodo-1-pentylquinolin-4(1H)-one (6). Yield = 62% (93.0 mg), yellow solid, mp 117.3-117.6 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 0.84 (t, J = 6.8 Hz, 3 H, CH3,), 1.13-1.33 (m, 2 H, H-3′, 4′), 1.67-1.76 (m, 1 H, H-2′), 4.29 (t, J = 7.4 Hz, 1 H, H-1′), 7.42-7.47 (m, 1 H, H-6), 7.74-7.80 (m, 2 H, H-7,8), 8.20 (d, J = 7.9 Hz, 1 H, H-5), 8.66 (s, 1 H, H-2). 13C NMR (125.77 MHz, DMSO-d6): δC 13.9 (C-5′), 21.8 (C-4′), 28.0 (C-3′), 28.3 (C-2′), 52.0 (C-1′), 80.4 (C-3), 117.0 (C-8), 123.3 (C-4a), 124.3 (C-6), 126.4 (C-5), 132.3 (C-7), 139.0 (C-8a), 149.0 (C-2), 172.7 (C-4). MS (EI) m/z (%): 341 (M+., 74), 285 (6), 284 [(M -C4H9)+, 100], 271 (10), 158 (6), 144 (10). HRMS (EI) m/z calcd for C14H16NOI (M) +., 341.0277; found, 341.0275. 3-Iodo-4-pentyloxyquinoline (7). Yield = 17% (25.5 mg), dark yellow oil. 1H NMR (300.13 MHz, DMSO-d6): δH 0.93 (t, J = 7.2 Hz, 3 H, CH3), 1.34-1.59 (m, 2 H, H-3′,4′), 1.92 (quintet, J = 6.6 Hz, 1 H, H-2′), 4.14 (t, J = 6.6 Hz, 1 H, H-1′), 7.67 (ddd, J = 8.3, 6.9, 1.1 Hz, 1 H, H-6), 7.82 (ddd, J = 8.3, 6.9, 1.3 Hz, 1 H, H-7), 8.04 (d, J = 8.3 Hz, 1 H, H-8), 8.08 (dd, J = 8.3, 1.3 Hz, 1 H, H-5), 9.06 (s, 1 H, H-2). 13C NMR (125.77 MHz, DMSO-d6): δC 14.0 (C-5′), 22.0 (C-4′), 27.7 (C-3′), 29.5 (C-2′), 74.9 (C-1′), 86.1 (C-3), 121.8 (C-5), 124.4 (C-4a), 127.4 (C-6), 129.2 (C-8), 130.4 (C-7), 149.0 (C-8a), 157.6 (C-2), 162.6 (C-4). MS (EI) m/z (%): 341 (M+., 85), 285 (11), 284 [(M -C4H9)+, 100], 255 (4), 236 (5), 214 [(M -I)+, 4], 144 (8). HRMS (EI) m/z calcd for (C14H16NOI) (M) +., 341.0277; found, 341.0279. General Procedure for the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-metilquinolin-4(1H)-one (4) with Arylbor-onic Acids (8a-l). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), the appropriate aryl boronic acid 8a-l (0.42 mmol), base (see Table 4 for amount and base used), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for the period described in Table 4. Then, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Products 9a-k were isolated after TLC using ethyl acetate:hexane (3:2) as eluent. 1-Methyl-3-phenylquinolin-4(1H)-one (9a). Yield = 86% (56.6 mg), white solid, mp 119.8-120.2 °C. 1H NMR (300.13 MHz, CDCl3): δH 3.83 (s, 3 H, NCH3), 7.26-7.43 (m, 5 H, H-6,8,4′,3′,5′), 7.64-7.70 (m, 3 H, H-7,2′,6′), 7.68 (s, 1 H, H-2), 8.56 (dd, J = 8.3, 1.6 Hz, 1 H, H-5). 13C NMR (75.47 MHz, CDCl3): δC 40.9 (NCH3), 114.9 (C-8), 121.9 (C-3), 123.9 (C-6), 126.9 (C-4′), 127.1 (C-4a), 127.5 (C-5), 128.2 (C-3′,5′), 128.8 (C-2′,6′), 132.0 (C-7), 135.3 (C-1′), 139.8 (C-8a), 142.6 (C-2), 175.8 (C-4). MS (EI) m/z (%): 235 (M+., 41), 234 [(M -H)+, 100], 165 (6), 145 (10). HRMS (EI) m/z calcd for (C16H13NO) (M) +., 235.0997; found, 235.0995. 3-(4-Methoxyphenyl)-1-methylquinolin-4(1H)-one (9b). Yield = 83% (61.6 mg), white solid, mp 154.8-155.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.78 (s, 3 H, OCH3), 3.90 (s, 3 H, NCH3), 6.96 (d, J = 8.9 Hz, 2 H, H-3′,5′), 7.42 (ddd, J = 8.0, 6.9, 1.0 Hz, 1 H, H-6), 7.66 -7.68 (m, 1 H, H-8), 7.68 (d, J = 8.9 Hz, 2 H, H-2′,6′), 7.74 (ddd, J = 9.3, 6.9, 1.5 Hz, 1 H, H-7), 8.24 (s, 1 H, H-2), 8.30 (dd, J = 8.0, 1.5 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 40.0 (NCH3), 55.0 (OCH3), 113.3 (C-3′,5′), 116.5 (C-8), 119.4 (C-3), 123.3 (C-6), 126.1 (C-5), 126.5 (C-4a), 128.1 (C-1′), 129.4 (C-2′,6′), 131.8 (C-7), 139.7 (C-8a), 143.3 (C-2), 158.0 (C-4′), 174.3 (C-4). MS (EI) m/z (%): 265 (M+., 100), 264 [(M -H)+, 71], 251 (6), 250 [(M -CH3)+, 36], 249 (8), 235 (4), 222 (19). HRMS (EI) m/z calcd for (C17H15NO2) (M) +., 265.1103; found, 265.1101. 3-(4-Hydroxyphenyl)-1-methylquinolin-4(1H)-one (9c). Yield = 83% (58.4 mg), white solid, mp 295.9-296.8 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.88 (s, 3 H, NCH3), 6.79 (d, J = 7.4 Hz, 2 H, H-3′,5′), 7.40 (ddd, J = 8.0, 6.8, 0.9 Hz, 1 H, H-6), 7.53 (d, J = 7.4 Hz, 2 H, H-2′,6′), 7.66 (d, J = 8.5 Hz, 1 H, H-8), 7.73 (ddd, J = 8.5, 6.8, 1.5 Hz, 1 H, H-7), 8.18 (s, 1 H, H-2), 8.28 (dd, J = 8.0, 1.5 Hz, 1 H, H-5), 9.53 (br s, 1 H, OH). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 115.2 (C-3′,5′), 116.7 (C-8), 119.8 (C-3), 123.6 (C-6), 126.2 (C-5), 126.5 (C-4a, 1′), 129.4 (C-2′,6′), 132.1 (C-7), 139.8 (C-8a), 143.3 (C-2), 156.7 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 251 (M+., 66), 250 [(M -H)+, 100], 235 (6), 208 (7), 185 (7), 120 (7). HRMS (EI) m/z calcd for (C16H13NO2) (M) +., 251.0946; found, 251.0942. 1-Methyl-3-[4-(dimethylamino)phenyl]quinolin-4(1H)-one (9d). Yield = 40% (31.2 mg), yellow solid, mp 188.8-189.4 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 2.91 [s, 6 H, N(CH3)2], 3.90 (s, 3 H, NCH3), 6.76 (d, J = 8.8 Hz, 2 H, H-3′,5′), 7.40 (ddd, J = 8.0, 6.8, 0.9 Hz, 1 H, H-6), 7.60 (d, J = 8.8 Hz, 2 H, H-2′,6′), 7.67 (d, J = 8.4 Hz, 1 H, H-8), 7.74 (ddd, J = 8.4, 6.8, 1.4 Hz, 1 H, H-7), 8.20 (s, 1 H, H-2), 8.29 (dd, J = 8.0, 1.4 Hz, 1 H, H-5). 13C NMR (75.47 MHz, DMSO-d6): δC 40.2 (NCH3), 40.3 [N(CH3)2], 112.0 (C-3′,5′), 116.5 (C-8), 120.1 (C-3), 123.2 (C-6), 123.7 (C-1′), 126.2 (C-5), 126.4 (C-4a), 129.0 (C-2′,6′), 131.7 (C-7), 139.7 (C-8a), 142.7 (C-2), 149.3 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 278 (M+., 100), 277 [(M -H)+, 58], 264 (16), 263 (35), 261 (18). HRMS (EI) m/z calcd for (C18H18N2O) (M) +., 278.1419; found, 278.1416. 1-Methyl-3-[4-(methylamino)phenyl]quinolin-4(1H)-one (10). Yield = 10%, pale yellow residue. 1H NMR (300.13 MHz, CDCl3): δH 2.87 (s, 3 H, NHCH3), 3.84 (s, 3 H, NCH3), 6.77 (d, J = 8.7 Hz, 2 H, H-3′,5′), 7.37-7.42 (m, 2 H, H-6,8), 7.53 (d, J = 8.7 Hz, 2 H, H-2′,6′), 7.66 (m, 1 H, H-7), 7.66 (s, 1 H, H-2), 8.56 (dd, J = 8.2, 1.7 Hz, 1 H, H-5). MS (EI) m/z (%): 264 (M+., 100), 263 [(M -H)+, 56], 249 [(M -CH3)+, 21], 248 (7), 234 [(M -NHCH3)+, 12]. HRMS (EI) m/z calcd for (C17H16N2O) (M) +., 264.1263; found, 264.1262. 3-(4-Formylphenyl)-1-methylquinolin-4(1H)-one (9e).32 Yield = 61% (44.9 mg), white solid, mp 212.0-212.5 °C. 1H NMR (500.13 MHz, DMSO-d6): δH 3.95 (s, 3H, NCH3), 7.48 (dt, J = 7.6, 0.8 Hz, 1 H, H-6), 7.73 (d, J = 8.4 Hz, 1 H, H-8), 7.80 (ddd, J = 8.4, 7.6, 1.5 Hz, 1 H, H-7), 7.93 (d, J = 6.9 Hz, 2 H, H-2′,6′), 8.06 (d, J = 6.9 Hz, 2H, H-3′,5′), 8.33 (dd, J = 7.6, 1.5 Hz, 1 H, H-5), 8.50 (s, 1 H, H-2), 10.01 (s, 1 H, CHO). 13C NMR (125.77 MHz, DMSO-d6): δC 40.3 (NCH3), 116.8 (C-8), 117.9 (C-3), 124.0 (C-6), 126.2 (C-5), 126.7 (C-4a), 128.4 (C-3′,5′), 129.2 (C-2′,6′), 132.3 (C-7), 134.2 (C-1′), 139.8 (C-8a), 142.3 (C-4′), 145.0 (C-2), 174.1 (C-4), 192.6 (CHO). MS (EI) m/z (%): 263 (M+., 58), 262 [(M -H)+., 100], 257 (4), 234 (11), 233 (3), 190 (5), 164 (4). HRMS (EI) m/z calcd for (C17H13NO2) (M) +., 263.0946; found, 263.0946. 1-Methyl-3-(4-nitrophenyl)quinolin-4(1H)-one (9f). Yield = 36% (28.2 mg), yellow solid, mp 242.2-244.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.97 (s, 3 H, NCH3), 7.51 (ddd, J = 8.0, 6.8, 1.1 Hz, 1 H, H-6), 7.76 (dd, J = 8.2, 1.1 Hz, 1 H, H-8), 7.83 (ddd, J = 8.2, 6.8, 1.6 Hz, 1 H, H-7), 8.14 (d, J = 8.9 Hz, 2 H, H-2′,6′), 8.28 (d, J = 8.9 Hz, 2 H, H-3′,5′), 8.34 (dd, J = 8.0, 1.6 Hz, 1 H, H-5), 8.59 (s, 1 H, H-2). 13C NMR (75.47 MHz, DMSO-d6): δC 40.6 (NCH3), 116.8 (C-3), 117.0 (C-8), 123.2 (C-3′,5′), 124.3 (C-6), 126.2 (C-5), 126.8 (C-4a), 128.7 (C-2′,6′), 132.5 (C-7), 139.8 (C-8a), 143.2 (C-1′), 145.48 (C-4′), 145.51 (C-2), 174.0 (C-4). MS (EI) m/z (%): 280 (M+., 66), 279 [(M -H)+, 100], 250 (85), 249 (91), 234 (35), 233 (33), 190 (17). HRMS (EI) m/z calcd for (C16H12N2O3) (M) +., 280.0848; found, 280.0846. 3-(4-Aminophenyl)-1-methylquinolin-4(1H)-one (11). All the data for this compound were taken from a mixture of 11 with the expected reaction product 9f (see the Supporting Information): yield = 13% (9.1 mg), 1H NMR (300.13 MHz, CDCl3): δH 3.09 (s, 3 H, NCH3), 6.99 (d, J = 9.2 Hz, 2 H, H-3′,5′), 7.46-7.54 (m, 2 H, H-6,8), 7.74-6656 7.80 (m, 1 H, H-7), 8.12 (d, J = 9.2 Hz, 2 H, H-2′,6′), 8.17 (s, 1 H, H-2), 8.48 (dd, J = 8.1, 1.5 Hz, 1 H, H-5). MS (EI) m/z (%): 250 (M+., 100), 249 [(M -H)+, 100], 235 [(M -CH3)+, 14], 234 [(M -NH2) +, 22], 233 (13), 207 (13). HRMS (EI) m/z calcd for (C16H14N2O) (M) +., 250.1106; found, 250.1105. 3-(3-Methoxyphenyl)-1-methylquinolin-4(1H)-one (9g). Yield = 86% (63.9 mg), white solid, mp 209.4-210.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.80 (s, 3 H, NCH3), 3.92 (s, 3 H, OCH3), 6.87 (m, 1 H, H-4′), 7.31-7.34 (m, 1 H, H-5′,6′), 7.38-7.39 (m, 1 H, H-2′), 7.45 (ddd, J = 7.9, 6.9, 1.1 Hz, 1 H, H-6), 7.69 (dd, J = 8.2, 1.1 Hz, 1 H, H-8), 7.77 (ddd, J = 8.2, 6.9, 1.6 Hz, 1 H, H-7), 8.32 (dd, J = 7.9, 1.6 Hz, 1 H, H-5), 8.33 (s, 1 H, H-2). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 55.0 (OCH3), 112.0 (C-4′), 114.1 (C-2′), 116.6 (C-8), 119.3 (C-3), 120.7 (C-6′), 123.6 (C-6), 126.2 (C-5), 126.7 (C-4a), 128.9 (C-5′), 132.0 (C-7), 137.2 (C-1′), 139.8 (C-8a), 144.1 (C-2), 159.0 (C-3′), 174.2 (C-4). MS (ESI) m/z (%): 553 [(2M + Na)+, 10], 288 [(M + Na)+, 15], 266 [(M + H)+, 100]. HRMS (EI) m/z calcd for (C17H15NO2) (M) +., 265.1103; found, 265.1102. 3-(3-Formylphenyl)-1-methylquinolin-4(1H)-one (9h).32 Yield = 69% (50.8 mg), white solid, mp 166.1-167.1 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.94 (s, 3 H, NCH3), 7.47 (ddd, J = 8.0, 6.8, 1.2 Hz, 1 H, H-6), 7.63 (t, J = 7.8 Hz, 1 H, H-5′), 7.72 (dd, J = 7.6, 1.2 Hz, 1 H, H-8), 7.78 (dd, J = 7.8, 1.5 Hz, 1 H, H-4′), 7.82 (ddd, J = 7.6, 6.8, 1.5 Hz, 1 H, H-7), 8.10 (dt, J = 7.8, 1.5 Hz, 1 H, H-6′), 8.31 (dd, J = 8.0, 1.5 Hz, 1 H, H-5), 8.34 (br s, 1 H, H-2′), 8.45 (s, 1 H, H-2), 10.06 (s, 1H, CHO). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 116.8 (C-8), 118.2 (C-3), 123.9 (C-6), 126.2 (C-5), 126.7 (C-4a), 127.6 (C-4′), 128.8 (C-5′), 129.4 (C-2′), 132.2 (C-7), 134.3 (C-6′), 136.1 (C-3′), 136.8 (C-1′), 139.9 (C-8a), 144.4 (C-2), 174.2 (C-4), 193.4 (CHO). MS (EI) m/z (%): 263 (M+., 52), 262 [(M-H)+, 100], 234 [(M-CHO)+, 15], 190 (6), 165 (6). HRMS (EI) m/z calcd for (C17H13NO2) (M) +.: 263.0946; found, 263.0943. 3-(3,4-Dimetoxyphenyl)-1-methylquinolin-4(1H)-one (9i). Yield = 61% (50.4 mg), pale yellow solid, mp 158.2-159.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.78 (s, 3 H, 4′-OCH3), 3.80 (s, 3 H, 3′-OCH3), 3.92 (s, 3 H, NCH3), 6.98 (d, J = 8.4 Hz, 1 H, H-5′), 7.30 (dd, J = 8.4, 2.0 Hz, 1 H, H-6′), 7.42 (d, J = 2.0 Hz, 1 H, H-2′), 7.43 (ddd, J = 8.0, 6.8, 1.1 Hz, 1 H, H-6), 7.69 (dd, J = 8.4, 1.1 Hz, 1 H, H-8), 7.76 (ddd, J = 8.4, 6.8, 1.6 Hz, 1 H, H-7), 8.28 (s, 1 H, H-2), 8.31 (dd, J = 8.0, 1.6 Hz, 1 H, H-5). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 55.54 and 55.57 (2xOCH3), 111.5 (C-5′), 112.4 (C-2′), 116.6 (C-8), 119.4 (C-1′), 120.6 (C-6′), 123.4 (C-6), 126.2 (C-5), 126.6 (C-3), 128.5 (C-4a), 131.9 (C-7), 139.7 (C-8a), 143.5 (C-2), 147.7 (C-4′), 148.1 (C-3′), 174.3 (C-4). MS (EI) m/z (%): 295 (M+., 100), 294 [(M -H)+, 22], 280 [(M -CH3)+, 57], 274 (65), 259 (35), 249 (22), 209 (24), 208 (18). HRMS (EI) m/z calcd for (C18H17NO3) (M) +., 295.1208; found, 295.1208. 3-(3-Formyl-4-methoxyphenyl)-1-methylquinolin-4(1H)-one (9j).32 Yield = 49% (40.2 mg), pale yellow solid, mp 241.5-242.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.93 (s, 3 H, NCH3), 3.96 (s, 3 H, OCH3), 7.29 (d, J = 6.9 Hz, 1 H, H-5′), 7.45 (ddd, J = 8.1, 6.8, 1.2 Hz, 1 H, H-6), 7.71 (dd, J = 8.2, 1.2 Hz, 1 H, H-8), 7.79 (ddd, J = 8.2, 6.8, 1.5 Hz, 1 H, H-7), 8.07 (d, J = 2.4 Hz, 1 H, H-2′), 8.10 (dd, J = 6.9, 2.4 Hz, 1 H, H-6′), 8.31 (dd, J = 8.1, 1.5 Hz, 1 H, H-5), 8.37 (s, 1 H, H-2), 10.41 (s, 1 H, CHO). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 56.1 (OCH3), 112.4 (C-5′), 116.7 (C-8), 118.1 (C-3), 123.69 (C-3′), 123.72 (C-6), 126.1 (C-5), 126.5 (C-4a), 127.4 (C-6′), 128.3 (C-1′), 132.1 (C-7), 136.4 (C-2′), 139.9 (C-8a), 143.7 (C-2), 160.4 (C-4′), 174.2 (C-4), 189.2 (CHO). MS (EI) m/z (%): 293 [M+., 100], 292 [(M -H)+, 74], 278 (30), 264 (12), 250 (31), 249 (11), 235 (11), 222 (10). HRMS (EI) m/z calcd for (C18H15NO3) (M)+., 293.1052; found, 293.1053. 3-(4-Hydroxy-3,5-dimethylphenyl)-1-methylquinolin-4(1H)-one (9k). Yield = 20% (15.6 mg), dark yellow solid, mp 310.2-310.9 °C. 1H NMR (500.13 MHz, DMSO-d6): δH 2.20 (s, 6 H, 3′-CH3 and 5′-CH3), 3.89 (s, 3 H, NCH3), 7.29 (s, 2 H, H-2′,6′), 7.41 (t, J = 7.6 Hz, 1 H, H-6), 7.67 (d, J = 8.3 Hz, 1 H, H-8), 7.74 (dd, J = 8.3, 7.6 Hz, 1 H, H-7), 8.18 (s, 1 H, H-2), 8.23 (br s, 1 H, OH), 8.28 (d, J = 7.6 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 16.9 (2xCH3), 39.7 (NCH3), 116.6 (C-8), 120.2 (C-3), 123.3 (C-6), 123.6 (C-3′,5′), 126.2 (C-5), 126.5 (C-1′), 126.6 (C-4a), 128.5 (C-2′,6′), 131.8 (C-7), 139.8 (C-8a), 143.1 (C-2), 152.2 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 279 (M+., 66), 292 [(M -H)+, 100], 257 (28), 237 (29), 236 (40), 194 (26), 165 (23), 152 (33), 139 (25), 138 (26), 125 (22), 124 (27), 123 (62), 114 (23), 111 (36), 110 (50), 97 (65), 96 (54). HRMS (EI) m/z calcd for (C18H17NO2) (M) +., 279.1259; found, 279.1254. General Procedure for the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-pentylquinolin-4(1H)-one (6) with Phe-nylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-pentylquinolin-4(1H)-one 6 (60.0 mg, 0.18 mmol), phenylboronic acid 8a (32.92 mg, 0.27 mmol), sodium carbonate (19.07 mg, 0.18 mmol), TBAB (5.80 mg, 0.018 mmol), Pd(OAc)2 (2.02 mg, 9 × 10-3 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for 30 min. Then, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Product 9m was isolated after TLC using ethyl acetate:hexane (3:2) as eluent. 1-Pentyl-3-phenylquinolin-4(1H)-one (9m). Yield = 90% (47.2 mg), light yellow oil. 1H NMR (500.13 MHz, DMSO-d6): δH 0.85 (t, J = 7.8 Hz, 3 H, H-5″), 1.14-1.32 (m, 4 H, H-3″,4″), 1.78 (quintet, J = 7.2 Hz, 2 H, H-2″), 4.36 (t, J = 7.2 Hz, 2 H, H-1″), 7.30 (ddd, J = 9.2, 5.5, 1.3 Hz, 1 H, H-4′), 7.39-7.42 (m, 3 H, H-3′,5′,6), 7.74-7.76 (m, 4 H, H-2′,6′,7,8), 8.33 (s, 1 H, H-2), 8.33 (dd, J = 8.2, 1.5 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 13.7 (C-5″), 21.6 (C-4″), 28.0 (C-3″), 28.1 (C-2″), 50.9 (C-1″), 116.3 (C-8), 119.5 (C-4a), 123.2 (C-6), 126.3 (C-3,5), 126.7 (C-4′), 127.7 (C-3′,5′), 128.3 (C-2′,6′), 131.8 (C-7), 135.6 (C-1′), 138.7 (C-8a), 143.2 (C-2), 174.0 (C-4). MS (EI) m/z (%): 291 (M+., 86), 290 [(M -H)+, 100], 284 (9), 248 [(M -C3H7)+, 7], 235 (14), 234 [(M -C4H9)+, 66], 220 [(M -C5H11) +, 34], 206 (10), 165 (7). HRMS (EI) m/z calcd for (C20H21NO) (M) +., 291.1623, found 291.1621. General Procedure for the Reusability of the Pd Catalyst in the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-methylquinolin-4(1H)-one (4) with Phenylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), phenylboronic acid 8a (51.21 mg, 0.42 mmol), sodium carbonate (29.66 mg, 0.28 mmol), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for 15 min. After this period, the aqueous mixture was extracted with ethyl acetate, the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Isolated product 9a was obtained by TLC using ethyl acetate:hexane (3:2) as eluent. In the next run, all reagents described above were added except the Pd(OAc)2 catalyst. The workup and purification steps for the following runs were the same as previously described for the first run. This procedure was performed for six runs. General Procedure for the Reusability of H2O-TBAB-Pd/ catalyst in the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-metilquinolin-4(1H)-one (4) with Phenylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), phenylboronic acid 8a (51.21 mg, 0.42 mmol), sodium carbonate (29.66 mg, 0.28 mmol), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux and stirred for 15 min. Then the mixture was allowed to cool at room temperature, and the precipitate was filtered. The H2O-TBAB-Pd/ catalyst was recovered by filtration and subjected to the next runs after the addition of 3-iodo-1-methylquinolin-4(1H)-one 4, boronic acid 8a, sodium carbonate (the same quantities as described above for each one of these reactants), and water (1 mL). This procedure was carried out for seven runs. In the last run, the base (sodium carbonate) was not added. The isolated solids from each run were purified by TLC using ethyl acetate:hexane (3:2) as eluent. The workup and purification were the same as those described above for the six first runs. In the seventh run, the reaction mixture was extracted with ethyl acetate (4 × 10 mL), and both reactor and electrodes were washed with ethyl acetate. The combined organic layer was dried with anhydrous sodium sulfate and 6657 concentrated under reduced pressure. Pure product 9a was obtained after TLC using ethyl acetate:hexane (3:2) as eluent. ASSOCIATED CONTENT 1H NMR and 13C NMR spectral data for new compounds, UV-vis spectrum of the experiment performed to investigate the formation of Pd-nanoparticles, and results of real time monitoring of ohmic heating along with the reaction heating time for each run from 1 to 7. The Supporting Information is available free of charge on the ACS Publications website at AUTHOR INFORMATION Corresponding Authors *E-mail: verasilva@ua.pt. *E-mail: artur.silva@ua.pt. Notes The authors declare no competing financial interest. ACKNOWLEDGMENTS Thanks are due to the University of Aveiro, “Fundaca̧õ para a Cien̂cia e a Tecnologia” (FCT, Portugal), European Union, QREN, FEDER, and COMPETE for funding the QOPNA and CIQUP research units [Projects PEst-C/QUI/UI0081/2013 (FCOMP-01-0124-FEDER-037296) and PEst-C/QUI/ UI0062/2013], the project QREN (FCOMP-01-0124-FEDER-010840-PTDC/QUI-QUI/102454/2008), and the Portuguese National NMR. V.L.M.S. thanks project New Strategies Applied to Neuropathological Disorders (CENTRO-07-ST24-FEDER-002034), cofunded by QREN, “Mais Centro-Programa Operacional Regional do Centro” and EU, FEDER for her Assistant Research position, and J.P. thanks FCT for her Ph.D. grant (SFRH/BD/77807/2011). REFERENCES (1) (a) Pinto, J.; Silva, V. L. M.; Silva, A. M. G.; Silva, A. M. S.; Costa, J. C. S.; Santos, L. M. N. B. F.; Enes, R.; Cavaleiro, J. A. S.; Vicente, A. A. M. O. S.; Teixeira, J. A. C. Green Chem. 2013, 15, 970-975. (b) Silva, V. L. M.; Silva, A. M. S.; Santos, L. M. N. B. F.; Silva, A. M. G.; Pinto, J.; Enes, R.; Cavaleiro, J. A. S.; Vicente, A. A. M. O. S.; Teixeira, J. A. C.; Morais, A.; Costa, J. C. S. Portuguese Patent 105908, September 27, 2011. (2) (a) Michael, J. P. Nat. Prod. Rep. 1997, 14, 605-618. (b) Emmerson, A. M.; Jones, A. M. J. Antimicrob. Chemother. 2003, 51 (Suppl.S1), 13-20. (c) Michael, J. P. Nat. Prod. Rep. 2008, 25, 166-187. (d) Huse, H.; Whiteley, M. Chem. Rev. 2011, 111, 152-159. (3) (a) Winter, R. W.; Kelly, J. X.; Smilkstein, M. J.; Dodean, R.; Hinrichs, D.; Riscoe, M. K. Exp. Parasitol. 2008, 118, 487-497. (b) Cross, R. M.; Monastyrskyi, A.; Mutka, T. S.; Burrows, J. N.; Kyle, D. E.; Manetsch, R. J. Med. Chem. 2010, 53, 7076-7094. (4) Huang, L.-J.; Hsieh, M.-C.; Teng, C.-M.; Lee, K.-H.; Kuo, S.-C. Bioorg. Med. Chem. 1998, 6, 1657-1662. (5) Jin, G. H.; Ha, S. K.; Park, H. M.; Kang, B.; Kim, S. Y.; Kim, H.-D.; Ryu, J.-H.; Jeon, R. Bioorg. Med. Chem. Lett. 2008, 18, 4092-4094. (6) (a) Levitzki, A.; Gazit, A. Science 1995, 267, 1782-1788. (b) Dixon, R. A.; Ferreira, D. Phytochemistry 2002, 60, 205-211. (c) Traxler, P.; Green, J.; Mett, H.; Sequin, U.; Furet, P. J. Med. Chem. 1999, 42, 1018-1026. (7) (a) Conrad, M.; Limpach, L. Berichte 1887, 20, 944-959. (b) Manske, R. H. F. Chem. Rev. 1942, 30, 113-144. (c) Staskun, B.; Israelstam, S. S. J. Org. Chem. 1961, 26, 3191-3193. (8) Nishiwaki, T.; Kikukawa, H.; Kawaji, T. J. Fluor. Chem. 1995, 73, 41-46. (9) Meth-Cohn, O.; Taylor, D. L. Tetrahedron 1995, 51, 12869-12882. (10) (a) Almeida, A. I. S.; Silva, V. L. M.; Silva, A. M. S.; Pinto, D. C. G. A.; Cavaleiro, J. A. S. Synlett 2008, 17, 2593-2596. (b) Almeida, A. I. S.; Silva, A. M. S.; Cavaleiro, J. A. S. Synlett 2010, 3, 462-466. (c) Silva, V. L. M.; Silva, A. M. S.; Cavaleiro, J. A. S. Synlett 2010, 17, 2565-2570. (d) Almeida, A. I. S.; Silva, V. L. M.; Silva, A. M. S.; Pinto, D. C. G. A.; Cavaleiro, J. A. S. Synlett 2012, 23, 889-892. (11) (a) Miyaura, N.; Yamada, K.; Suzuki, A. Tetrahedron Lett. 1979, 36, 3437-3440. (b) Miyaura, N.; Yanagi, T.; Suzuki, A. Synth. Commun. 1981, 11, 513-519. (c) Miyaura, N.; Suzuki, A. Chem. Rev. 1995, 95, 2457-2483. (12) Suzuki, A. Angew. Chem. Int. Ed. 2011, 50, 6723-6737. (13) (a) Tomori, H.; Fox, J. M.; Buchwald, S. L. J. Org. Chem. 2000, 65, 5334-5341. (b) Capdeville, R.; Buchdunger, E.; Zimmermann, J.; Matter, A. Nat. Rev. Drug Discovery 2002, 1, 493-502. (c) Kotha, S.; Lahiri, K.; Kashinath, D. Tetrahedron 2002, 58, 9633-9695. (d) Kertesz, M.; Choi, C. H.; Yang, S. Chem. Rev. 2005, 105, 3448-3481. (e) Lightowler, S.; Hird, M. Chem. Mater. 2005, 17, 5538-5549. (14) (a) Li, C.-J. Acc. Chem. Res. 2002, 35, 533-538. (b) Li, C.-J. Chem. Rev. 2005, 105, 3095-3165. (c) Alonso, F.; Beletskaya, I. P.; Yus, M. Tetrahedron 2008, 64, 3047-3101. (d) Polshettiwar, V.; Decottignies, A.; Len, C.; Fihri, A. ChemSusChem 2010, 3, 502-522. (15) (a) Miyaura, N. Top. Curr. Chem. 2002, 219, 11-59. (b) Shaoyan, W.; Zhiqiang, Z.; Zhizhi, H.; Yue, W.; Peng, L.; Haijun, C. J. Environ. Sci. Suppl. 2009, 35 (S124-S122000), 3523. (c) Hall, D. G. Boronic Acids: Preparation and Applications in Organic Synthesis, Medicine and Materials, 2nd ed.; Wiley-VCH: Weinheim, Germany, 2011; Chapter 1. (16) (a) Liu, S.; Xiao, J. J. Mol. Catal. A: Chem. 2007, 270, 1-43. (b) Liu, C.; Zhang, Y.; Liu, N.; Qiu, J. Green Chem. 2012, 14, 2999-3003. (c) Decottignies, A.; Fihri, A.; Azemar, G.; Djedaini-Pilard, F.; Len, C. Catal. Commun. 2013, 32, 101-107. (d) Leadbeater, N. E. Chem. Commun. 2005, 2881-2902. (17) (a) Cross, R. M.; Manetsch, R. J. Org. Chem. 2010, 75, 8654-8657. (b) Mugnaini, C.; Falciani, C.; De Rosa, M.; Brizzi, A.; Pasquini, S.; Corelli, F. Tetrahedron 2011, 67, 5776-5783. (18) (a) Starks, C. M. J. Am. Chem. Soc. 1971, 93, 195-199. (b) Makosza, M. Pure Appl. Chem. 2009, 72, 1399-1403. (19) (a) Reetz, M. T.; De Vries, J. G. Chem. Commun. 2004, 1559-1563. (b) Reetz, M. T.; Westermann, E.; Lohmer, R.; Lohmer, G. Tetrahedron Lett. 1998, 39, 8449-8452. (c) De Vries, A. H. M.; Mulders, J. M. C. A.; Mommers, J. H. M.; Henderickx, H. J. W; De Vries, J. G. Org. Lett. 2003, 5, 3285-3288. (d) De Vries, J. G.; De Vries, A. H. M. Eur. J. Org. Chem. 2003, 799-811. (e) Fihri, A.; Luart, D.; Len, C.; Solhy, A.; Chevrin, C.; Polshettiwar, V. Dalton Trans. 2011, 40, 3116-3121. (20) (a) Reetz, M. T.; Westermann, E. Angew. Chem. Int. Ed. 2000, 39, 165-168. (b) Reetz, M. T.; Breinbauerm, R.; Wanniger, K. Tetrahedron Lett. 1996, 37, 4499-4502. (21) Creighton, J. A.; Eadon, D. G. J. Chem. Soc. Faraday Trans. 1991, 87, 3881-3891. (22) Li, Y.; Hong, X. M.; Collard, D. M.; El-Sayed, M. A. Org. Lett. 2000, 2, 2385-2388. (23) Beller, M.; Fischer, H.; Kiihlein, K.; Reisinger, C.-P.; Herrmann, W. A. J. Organomet. Chem. 1996, 520, 257-259. (24) (a) Astruc, D. Inorg. Chem. 2007, 46, 1884-1894. (b) Ananikov, V. P.; Beletskaya, I. P. Organometallics 2012, 31, 1595-1604. (25) Lima, C. F. R. A. C.; Rodriguez-Borges, J. E.; Santos, L. M. N. B. F. Tetrahedron 2011, 67, 689-697. (26) Anslyn, E. V.; Dougherty, D. A. Modern Physical Organic Chemistry; University Science Books, 2006; Chapter 3, p 147. (27) Lima, C. F. R. A. C.; Rodrigues, A. S. M. C.; Silva, V. L. M.; Silva, A. M. S.; Santos, L. M. N. B. F. ChemCatChem 2014, 6, 1291-1302. (28) Yan, J.; Springsteen, G.; Deeter, S.; Wang, B. Tetrahedron 2004, 60, 11205-11209. (29) Wallow, T. I.; Novak, B. M. J. Org. Chem. 1994, 59, 5034-5037. 6658 (30) Meijere, A.; Diederich, F. Metal-Catalyzed Cross-Coupling Reactions, 2nd ed.; Wiley-VCH: Weinheim, Germany, 2004; Vol. 1. (31) Coelho, A.; Maatougui, A. E.; Ravina, E.; Cavaleiro, J. A. S.; Silva, A. M S. Synlett 2006, 3324-3328. (32) According to the IUPAC nomenclature rules, compounds 9e, 9h, and 9j should be named 4-(1-methyl-4-oxo-1,4-dihydroquinolin-3-yl)benzaldehyde (9e), 3-(1-methyl-4-oxo-1,4-dihydroquinolin-3-yl) benzaldehyde (9h), and 2-methoxy-5-(1-methyl-4-oxo-1,4-dihydroqui-nolin-3-yl)benzaldehyde (9j). However, the nomenclature presented in the experimental characterization of these compounds was adopted for convenience, allowing a more direct comparison with the other derivatives. 6659 ",
    "title & info": "Ohmic Heating-Assisted Synthesis of 3‑Arylquinolin-4(1H)‑ones by a Reusable and Ligand-Free Suzuki-Miyaura Reaction in Water Joana Pinto,† Vera L. M. Silva,*,† Ana M. G. Silva,‡ Luís M. N. B. F. Santos,§ and Artur M. S. Silva*,† †Department of Chemistry & QOPNA, University of Aveiro, 3810-193 Aveiro, Portugal ‡UCIBIO/REQUIMTE, Departamento de Química e Bioquímica, Faculdade de Cien̂cias, Universidade do Porto, 4169-007 Porto, Portugal §Centro de Investigaca̧õ em Química, Departamento de Química e Bioquímica, Faculdade de Cien̂cias da Universidade do Porto, Rua Campo Alegre 687, 4169-007 Porto, Portugal",
    "abstract": "Potential bioactive 3-arylquinolin-4(1H)-ones weresynthesized under ohmic heating using an efficient, reusable, and ligand-free protocol developed for the Suzuki-Miyaura coupling of 1-substituted-3-iodoquinolin-4(1H)-ones with several boronic acids in water using Pd(OAc)2 as a catalyst and tetrabutylammo-nium bromide (TBAB) as the phase transfer catalyst. Good substrate generality, ease of execution, short reaction time, and practicability make this method exploitable for the generation of libraries of B ring-substituted 3-arylquinolin-4(1H)-ones. After a simple workup, the Pd/catalyst-H2O-TBAB system could be reused for at least seven cycles without significant loss of activity.",
    "introduction": [
        "Ohmic heating is an advanced thermal processing method where the reaction mixture or the medium, which serves as an electrical resistor, is heated by passing electricity through it (electrodes are in contact with the reaction medium).1 The heating occurs in the form of internal energy transformation (from electric to thermal) within the reaction with water being the ideal green solvent to be used. In the ohmic heating methodology, the thermal energy generation is due to the motion of the charged species in solution as result of the high frequency (25 kHz) AC electric current. The thermal energy transfer occurs mostly between the electrode plates cross session region and surroundings.1 Thus, electrical energy is dissipated into heat with high efficiency, which results in a high speed heating rate and allows for rapid and uniform heating (temperature homogeneity), leading to shorter reaction times and increased reaction yields. In a previous publication, we presented ohmic heating as a new efficient process for organic synthesis in water and described our reactor (Portuguese Patent 105908).1 Now, using this technology, we prepared a library of 3-arylquinolin-4(1H)-ones for further biological evaluation.",
        "Quinolin-4(1H)-one is a common scaffold found in natural products and is considered as a privileged structure, especially for anti-infective medicines.2 Recently, the groups of Kyle, Manestsch, and Riscoe demonstrated that 3-substituted quinolin-4(1H)-ones display antimalarial activity at low to single digit nanomolar concentrations3 while Kuo and co-workers discovered that 3-phenylquinolin-4(1H)-one has an excellent inhibitory effect against AA-induced platelet aggrega-tion, superior to that of indomethacin and aspirin, which are well-known for their potent antiplatelet activity.4 Other 3-arylquinolin-4(1H)-ones demonstrated good activity as anti-inflammatory agents.5 3-Chlorophenyl-5,7-dihydroxyquinolin-4(1H)-one and 3-chlorophenyl-5-hydroxy-7-methoxyquinolin-4(1H)-one, close analogues of the natural isoflavone genistein, possess potent EGFR tyrosine kinase inhibition activity.6 Therefore, increasing interest in the synthesis of this kind of quinolin-4(1H)-one has been observed. For its pharmacological properties to be optimized, a considerable number of modifications have been made on the benzenoid ring (C-5 to C-8 positions) of the quinolin-4(1H)-one moiety, but modifications on the pyridinone ring (C-2 to C-4) are still less common.",
        "The Conrad-Limpach cyclization is the most used protocol for the preparation of 2-or 2,3-substituted quinolin-4(1H)-ones involving 2-substituted β-ketoesters and anilines as starting materials.7 Other reported methods to prepare 3-substituted quinolin-4(1H)-ones involve the cyclization of 2-aryl-3-arylamino-4,4,4-trifluoro-2-butenenitrile hydrates with polyphosphoric acid,8 the reverse Vilsmeier reaction of N-methylformanilide (MFA) with amides in POCl3 followed by alkaline workup,9 or ring closure of an appropriate ketone under modified Vilsmeier-Haack conditions (POCl3, DMF) to give the 3-substituted quinolone directly in moderate yield.6c However, these methods commonly generate the desired quinolin-4(1H)-ones in poor yields and require difficult purification procedures.",
        "In the context of our recent studies on the application of ohmic heating in organic synthesis,1 and connected with our ongoing research on the synthesis and transformation of quinolin-4(1H)-ones,10 we describe here a protocol for the synthesis of 3-arylquinolin-4(1H)-ones via a Suzuki-Miyaura cross-coupling reaction of 1-substituted 3-iodoquinolin-4(1H)-ones with commercially available boronic acids using ohmic heating in water under phase transfer catalysis conditions.",
        "The Suzuki-Miyaura reaction has received much attention chiefly due to its great versatility in the formation of C-C bonds.11 The importance of this reaction has been documented by the awarding the 2010 Nobel Prize in Chemistry to Professor Akira Suzuki.12 The reaction is generally green, relatively easy to carry out, normally gives good yields and selectivities without much synthetic effort, and is increasingly being applied in the synthesis of pharmaceuticals, natural products, and advanced functional materials.13 Developing aqueous systems for the Suzuki-Miyaura reaction has also become very attractive and is one of the latest challenges for modern chemists.14-16 Conversely, the use of organoboron compounds is also compatible with aqueous reaction conditions because they are generally thermally stable and inert to water and oxygen.15",
        "Here, we report a ligand-free protocol for a Suzuki-Miyaura reaction under ohmic heating conditions using water as the solvent and tetrabutylammonium bromide (TBAB) as an additive."
    ],
    "results and discussion": [
        "Synthesis of 3-Iodoquinolin-4(1H)-ones Used in the Suzuki-Miyaura Cross-Coupling Reaction. The 1-sub-stituted-3-iodoquinolin-4(1H)-ones 4 and 6 were synthesized following the strategy depicted in Scheme 1. Following the published protocols10b,c for the synthesis of quinolin-4(1H)-one 3, we first performed the reaction of 2′-aminoacetophe-none 1 with methyl formate in the presence of sodium at 40 °C, and quinolin-4(1H)-one 2 was obtained with an improved yield of 75%. Next, C-3 iodination was carried out using molecular iodine in dry THF in the presence of sodium carbonate at room temperature, affording compound 3 in excellent yield (91%). C-3 bromination was also attempted with pyridinium tribromide (1 equiv) in AcOH at room temper-ature; however, the reaction was not regioselective, affording a complex mixture of products. Therefore, we chose to use the iodinated compound in this work because 3-iodoquinolin-4(1H)-ones proved to be more reactive (I > Br) in the Suzuki-Miyaura cross-coupling reaction.17",
        "Methylation of quinolin-4(1H)-one 3 with methyl iodide and PS-TBD (1,5,7-triazabicyclo[4.4.0]dec-5-ene polystyrene) in dry THF afforded 4 in 87% yield. Alternatively, compound 4 was obtained in excellent yield (98%) by methylation with methyl iodide in dry THF using sodium hydride (NaH) as a base at room temperature. Both methods selectively afforded desired 1-methylated quinolin-4(1H)-one 4 in very good isolated yields without isolation of the corresponding isomer 4-methoxyquinoline 5. Alkylation of 3, to introduce the 1-pentyl group, was performed in the ohmic heating reactor in water under phase transfer conditions using TBAB as the catalyst, pentyl iodide as the alkylating agent, and potassium carbonate as the base at 100 °C for 30 min. After that period, 3-iodo-1-pentylquinolin-4(1H)-one 6 was isolated in 62% yield together with the isomer 3-iodo-4-pentyloxyquinoline 7 in 17% isolated yield.",
        "In 2011, Corelli and co-workers17b reported the synthesis of 3-phenylquinolin-4(1H)-one 9a through the reaction of 3-iodo-1-methylquinolin-4(1H)-one 4 with phenylboronic acid 8a (1.2 equiv) using Pd(OAc)2 as the catalyst (10 mol %), PPh3 as the ligand (30 mol %) in the presence of Na2CO3 (2.0 M in H2O, 2.5 equiv) in DME/EtOH (1.5:1) under microwave irradiation at 70 °C for 5 min. 3-Phenylquinolin-4(1H)-one 9a was obtained in 75% isolated yield. On the basis of this protocol, we performed the reaction of 4 with phenylboronic acid 8a (1.5 equiv) in water at 100 °C using sodium carbonate (1.0 equiv) as the base and Pd(OAc)2 (5 mol %) as the catalyst under ohmic heating using TBAB (0.1 equiv) as the phase transfer catalyst (PTC). PTC has long been recognized as a versatile methodology for organic synthesis in industry, academia, and in process chemistry and is particularly suitable when substrates are insoluble in the reaction medium, as is the case of 1-substituted-3-iodoquinolin-4(1H)-ones 4 and 6.18 Under these conditions, 3-phenylquinolin-4(1H)-one 9a was obtained in 75% isolated yield after 30 min reaction time (Table 1, entry 1).",
        "An extensive optimization of the reaction parameters led us to study (i) the effect of using the PTC (TBAB addition), (ii) the effect of Pd catalyst addition, and (iii) the reaction time. The base, solvent, and temperature used remained unchanged. Using the model reaction depicted in Table 1, our initial investigations focused on studying the effect of the PTC (Table 1, entries 1 and 2). A lower yield (61%) was obtained without the addition of PTC (TBAB), demonstrating that TBAB plays an important role in the efficiency of this ligand-free protocol in water. Product 9a was isolated in very good yield (80%) when the reaction was performed without the addition of Pd(OAc)2 under ohmic heating (Table 1, entry 3), but no product was found when the reaction was performed under classical heating conditions without Pd(OAc)2 (Table 1, entry 4). This result highlights that some contamination of the reaction medium with the palladium catalyst probably comes from the electrodes (made of 316 stainless steel) used in ohmic heating in the first assay and that such a small quantity of palladium seems to be sufficient to give the coupling product in very good yield. Indeed, when we performed the reaction under classical heating conditions with the same electrodes immersed in the reaction medium, product 9a was obtained in 60% yield after 5.5 h (Table 1, entry 5). To clarify the effect of the electrodes on the reaction outcome, we again performed the reaction under ohmic heating without the addition of Pd(OAc)2 using two new electrodes that were not in contact with the palladium catalyst. In this case, no product 9a was isolated after 90 min of reaction time (Table 1, entry 6). The same result was obtained when the reaction was performed without the addition of either catalyst [TBAB or Pd(OAc)2] (Table 1, entry 7), as expected.",
        "Finally, we found that the optimal conditions for the reaction required the presence of Pd(OAc)2 (5 mol %), Na2CO3 (1.0 equiv), and TBAB (0.1 equiv) as the PTC at 100 °C for 15 min, leading to the formation of product 9a in very good isolated yield (86%) (Table 1, entry 8). When compared to the yield reported by Corelli and co-workers for the synthesis of 3-phenylquinolin-4(1H)-one 9a (yield 75%), our method led to a better yield (86%). No ligand was required and a lesser amount of catalyst and base were used in the reaction, which proceeds using exclusively water as the solvent.",
        "On the basis of the previous results, we suspected that the high heating rate at the beginning of the reaction may be crucial for the higher yields found under ohmic heating, although some “electrochemical effects” that may be involved in the deposition and solubilization of the Pd catalyst cannot be excluded.",
        "To clarify this idea, we performed the reaction under classical heating conditions using the optimal conditions found (Table 1, entry 8) with electrodes immersed in the reaction without passing electric current. The reaction was monitored by TLC, and after 240 min of reaction time, coupling product 9a was isolated in 70% yield (Table 1, entry 9). Then, we repeated the reaction without the addition of Pd(OAc)2 with the electrodes from the previous experiment immersed in the reaction medium to determine if Pd catalyst was deposited in the electrodes to efficiently catalyze the reaction. After 240 min, reaction product 9a was isolated in 4% yield (Table 1, entry 10). These results highlight that deposition of Pd catalyst in the electrodes under classical conditions is not as efficient as under ohmic heating.",
        "To compare the three heating methods, the model reaction was performed under classical (oil bath), microwave, and ohmic heating, and the results are presented in Table 2.",
        "These results show that, for a reaction time of 15 min, ohmic heating was the most efficient heating method, leading to the highest yield of 9a (Table 2, entry 1). There is a significant difference between the yields obtained under ohmic heating and under the other heating methods. It is important to note that the reaction under microwave heating gave a lower yield even when the reaction time was prolonged to 30 min (Table 2, entries 2 and 3). Our suspicion is that, under ohmic heating, the high heating rates at the beginning may enhance the reduction of Pd(II) to Pd(0), which is the species involved in the catalytic cycle of the Suzuki reaction. Moreover, it is very likely that the iron-containing electrodes used will readily reduce aqueous solutions of Pd(OAc)2 to pure metal Pd(0). The deposition mechanism under the ohmic heating process itself may enforce this phenomenon.",
        "According to the literature, the Suzuki-Miyaura coupling reactions can be catalyzed by unusually low Pd loading.19 De Vries and Reetz have shown that the Heck reaction can be run with the addition of what they term “homeopathic” quantities of palladium catalysts (ideally, 0.01-0.1 mol %), but they have found that when using very low metal concentrations, the rate of reaction is too slow to be practical.19a-c De Vries and co-workers have also shown that the use of unusually low Pd loading in the Suzuki reaction on aryl bromides is also possible.19d",
        "Inspired by these findings, we decided to study the effect of the amount of palladium on the model reaction yield to find the lower threshold of the synthetically viable Pd catalyst concentration. The results obtained (Table 3) showed that, for the ideally homeopathic quantities, the reaction occurs with a very low yield even after a prolonged reaction time (Table 3, entries 2 and 3). However, when using 0.5 mol % of Pd catalyst, the yield increased to 73% (Table 3, entry 4), and similar yields were obtained using 1, 3, and 5 mol % of catalyst (Table 3, entries 5-7, respectively). When using 5 mol % of catalyst, the coupling product was obtained in 86% isolated yield after only 15 min, showing that the increase in palladium concentration led to a shorter reaction time.",
        "Because tetraalkylammonium halides are known to induce the formation and stabilization of nanosized transition metal colloids,20 we investigated the formation of Pd-colloids under the optimized reaction conditions. A solution of Pd(OAc)2 (0.014 mmol), TBAB (0.028 mmol) as a stabilizer, and phenylboronic acid 8a (0.42 mmol) in water (4 mL) was heated at reflux under ohmic heating. Once reflux was reached, the solution color became dark brown, suggesting the formation of nanosized Pd-colloids. The heating was continued for 10 min, and the resulting mixture was monitored by UV-vis spectroscopy. The UV-vis spectra obtained (see Figure S45 in the Supporting Information) also suggests the formation of nanosized Pd-colloids as can be inferred from the observation of a small band in the near-UV region. According to Creighton and co-workers,21 for small particles of most of the d-block metals, the absorption in the UV-vis range is continuous across the range, but in the case of colloidal Pd, this absorption has some structure, giving broad or at least partly resolved absorption bands in the near-UV region. However, in our case, these colloidal Pd particles might be very unstable under the experimental conditions used, leading to the formation of a dark precipitate at the end of the reaction. Similar observations were made by El-Sayed and co-workers22 and by Herrmann and co-workers23 for coupling reactions using palladium-colloid as the catalyst, suggesting that the instability of the colloid might be due to the use of high temperatures. In our case, it is very likely that the refluxing conditions used under ohmic heating leads to Pd metal precipitation. Therefore, it is not Pd(OAc)2 that can be recycled but Pd(0). The high temperature and the presence of TBAB will initially lead to the formation of Pd-colloids, which are then deposited as thin films or Pd black on the electrodes, thus explaining how the Pd on the electrodes (especially in the presence of TBAB) can catalyze the reaction so efficiently. According to the literature,24 if a colloidal solution of Pd-nanoparticles is formed in this reaction, a process of this kind should not belong to the traditional area of homogeneous catalysis; instead, it should be more closely related to heterogeneous catalysis.",
        "Scope and Limitations of Substrates. With a viable coupling procedure in hand, attention was turned to general-izing the process, and the substrate scope of the coupling reaction was studied in detail by varying the substituents in the boronic acid coupling partner. To highlight the usefulness and flexibility of this protocol, we employed boronic acids containing electron-withdrawing and electron-donating sub-stituents as well as sterically hindered boronic acids. All reactions were performed in water (4 mL) using Pd(OAc)2 (5 mol %) as the catalyst and TBAB as an additive (0.1 equiv) in the presence of a base at 100 °C under ohmic heating conditions, and the results are summarized in Table 4. Analyzing these results, we conclude that the reaction is sensitive to the electronic effects of the boronic acid substituents. The yield of the reaction is higher for boronic acids bearing electron-donating groups (EDG) (9b, R4 = OCH3 and 9c, R4 = OH, 83%) and for the neutral substituent (9a, R4 = H, 86% and 9m, R4 = H, 90%) (Table 4, entries 1-3 and 13) and lower for those having electron-withdrawing groups (EWG) (9e, R4 = CHO, 67% and 9f, R4 = NO2, 36%) (Table 4, entries 5 and 6), considering substitution at the para position. In the case of derivative 9f, another product, 3-(4-aminophenyl)-1-methylquinolin-4(1H)-one 11, was isolated in 13% yield due to reduction of the nitro group. Regarding the substitution at the meta position, higher yields were obtained for derivative 9g (R3 = OCH3, 86%) than 9h (R 3 = CHO, 64%) when using K3PO4 as the base for a 5 min reaction time (Table 4, entries 7 and 8). Actually, the greater reactivity and higher reaction yields associated with EDG-substituted boronic acids were observed previously in the synthesis of arylnaphthalenes by a Suzuki-Miyaura cross-coupling reaction using a mixture of H2O:DMF as solvent. 25 Our reaction conditions are similar because DMF is a solvent with bulk properties similar to those of water (high dielectric constant and high ability to stabilize ionic species).26 The yield of the Suzuki-Miyaura reaction in the experimental conditions adopted in this work clearly has some dependency on the substituent electron donor strength and steric hindrance factors; however, these are not the only factors affecting the reaction outcome. Solubility aspects and competing undesirable side reactions may also play a role in defining the trend observed. For example, in the synthesis of dimethylamino derivative 9d, the strongest EDG [R4 = N(CH3)2, 40%], another reaction product, 1-methyl-3-(4-methylaminophenyl)quinolin-4(1H)-one 10, was isolated in 10% yield, and 12.5% of starting material was recovered (Table 4, entry 4). This is an indication that the yield of 1-methyl-3-(4-dimethylaminophenyl)quinolin-4(1H)-one 9d may be lowered by the presence of a significant side-reaction, which could explain the deviation from the trend observed for EDG-substituted compounds. In addition, there are usually three pathways in the Suzuki-Miyaura cross-coupling reaction: the main Suzuki reaction, and two important side reactions: homocoupling and hydrolytic deboronation of the boronic acid. These side reactions were occasionally observed in this work, mainly when boronic acids presented EWG substituents.",
        "Concerning the Suzuki-Miyaura reaction mechanism, these observations are consistent with the idea that increased nucleophilicity increases the transmetalation rate.27 Reported pKa values indicate that boronic acids bearing EWGs (such as R4 = CHO and R4 = NO2) are by far the strongest acids, the ones substituted with EDGs (R4 = OCH3 and R 4 = CH3) are the weakest, and that ortho-substituted phenylboronic acids are generally less acidic.15c,28 As the main role of the base in the Suzuki reaction mechanism under these conditions is to increase the reactivity of the boronic acid toward the Pd-halide complex,27 different bases, weak (Cs2CO3, K3PO4) or strong (NaOH), and their amounts were tested for boronic acids containing EWGs. Water-soluble inorganic bases, such as K3PO4, Na2CO3, K2CO3, and NaOH, have been successfully used in efficient ligand-free catalytic systems. In fact, when Cs2CO3 and K3PO4 were used in the reaction of 4 with arylboronic acid 8j (R3 = CHO, R4 = OCH3) the yield of product 9j was slightly better (42 and 49%, respectively) than when Na2CO3 was used (30%). To improve the yield of 9j, we also tried NaOH and Na2CO3 in DMF/H2O as solvent, but these conditions led to lower reaction yields (29 and 24%, respectively).",
        "In some cases, the reaction was faster or the yields were slightly better in the presence of K3PO4 as the base; however, previous studies on the role of the base in the Suzuki-Miyaura reaction showed that a few bases favor the reactivity of the boronic acids with lower reactivity (more acid).27",
        "The reaction with borate ester (pinacol) 8k (R3 = CH3, R 4 = OH, R5 = CH3) afforded coupling product 9k in very low yield (20%) (Table 4, entry 11), whereas no reaction product was obtained in the case of 2,6-dimethylphenylboronic acid 8l (R2 = CH3, R 6 = CH3) (Table 4, entry 12). This result is not surprising because it is well-known that ortho-substituted arylboronic acids were found to be generally less reactive than the other isomers, probably due to steric hindrance.29 However, reactions occuring with these sterically hindered boronic acids generally leads to lower Suzuki reaction yields. The yields, as well as coupling rates, can be improved by using stronger bases, such as NaOH or Ba(OH)2. However, it is known that more extensive deboronation, which is expected to be favored in highly basic media and for ortho-substituted boronic acids, tends to occur.15a,c,30 This was the main reason we did not try a stronger base in the reaction of 3-iodo-1-methylquinolin-4(1H)-one 4 with 2,6-dimethylphenylboronic acid 8l. The substitution of the 1-methyl group by the 1-pentyl group in quinolin-4(1H)-one moiety 6 did not affect the reaction yield with the corresponding product 9m obtained in excellent yield (90%) (Table 4, entry 13).",
        "Reusability of the Catalysts. The possible reduction of the amount of palladium catalyst to 0.5 mol %, as shown previously for the model reaction (Table 3, entry 4), that could also be catalyzed by surface deposits of Pd on the electrodes led us to explore the possibility of reusing the catalyst. Moreover, environmental and economic concerns (Pd is an expensive metal catalyst) corroborate the necessity of this study. Initially, the reusability of the Pd catalyst was investigated using the Suzuki coupling of 3-iodo-1-methylquinolin-4(1H)-one 4 with phenylboronic acid 8a in the presence of Pd(OAc)2, Na2CO3, and TBAB at 100 °C for 15 min using water as the solvent, as a model reaction. After the first cycle, the reaction mixture was removed from the reactor, which was then charged with all the reactants in each run except Pd(OAc)2, which was not added in the following runs. The results are shown in Figure 1.",
        "It was clear that the Pd catalyst could be reused for at least six times without significant loss in activity. In the first cycle, the yield was lower than expected (49%), probably due to the loss of some product that remained adsorbed in the electrodes even after washing them abundantly with water. As we presume that some catalyst can also remain on the electrodes surface, we did not clean them with organic solvents or by scraping. In the following cycles, the yields were very good (68, 79, 74, 74, and 71%), and the starting material was completely consumed until the sixth cycle. When the last cycle was finished, the TLC of the reaction mixture showed some starting material, evidencing that its consumption was not complete after 15 min, probably due to a decrease in the catalyst efficiency or a decrease in the amount of it in the reaction medium.",
        "Next, we decided to investigate the reusability of the reaction medium, more precisely, of the H2O-TBAB-Pd/catalyst mixture, thus envisioning the possibility of recovering both catalysts as well as the solvent with the goal of achieving a more economic synthetic process and to reduce the amount of waste that will exist and require further treatment at the end of the synthetic process. The results obtained are presented in Figure 2. Once again, it was clear that the H2O-TBAB-Pd/catalyst catalytic system could be reused at least seven times without loss of activity. In the last cycle, we performed the reaction without adding base to the mixture and complete consumption of the starting material occurred. The ohmic heating data showed an increase in the current intensity and heating rate for the last 3 assays (See Figure S46 of the Supporting Information). These data indicate an increase in the medium conductivity, thus suggesting higher concentrations of reac-tants, mainly of those that can contribute to increase the medium conductivity, such as the base and boronic acid that were added in each experiment. Thus, it seems that the increase in the concentration of these reactants may be due to the recovery of some amounts of base and acid when reusing the reaction medium.",
        "The yield was determined at the end of the seventh cycle applying eq 1, where m is the mass of the product obtained for each reaction from 1 to 7 cycles, and m′ is the theoretical mass of the product expected for the same cycles. Curiously, the global yield obtained was 86%, which is the same yield obtained when we performed the reaction for 15 min the first time (see also described in Tables 1 and 2, and those used in MW heating experiments are described in Table 2.",
        "General Procedure for the Synthesis of 3-Iodo-1-pentylqui-nolin-4(1H)-one (6). The 10 mL ohmic heating reactor1 was charged with 3-iodoquinolin-4(1H)-one 3 (125.2 mg, 0.44 mmol), pentyl iodide (0.14 mL, 1.07 mmol), potassium carbonate (127.8 mg, 0.92 mmol), TBAB (15.2 mg, 0.047 mmol), and H2O (4 mL). The mixture was heated at reflux for 30 min. After cooling to room temperature, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. The obtained mixture was purified by thin layer chromatography (TLC) using ethyl acetate:hex-ane (3:2). Two products were isolated: 3-iodo-1-pentylquinolin-4(1H)-one 6 as the main product (62%) and 3-iodo-4-pentylox-yquinoline 7 as a minor product (17%).",
        "3-Iodo-1-pentylquinolin-4(1H)-one (6). Yield = 62% (93.0 mg), yellow solid, mp 117.3-117.6 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 0.84 (t, J = 6.8 Hz, 3 H, CH3,), 1.13-1.33 (m, 2 H, H-3′, 4′), 1.67-1.76 (m, 1 H, H-2′), 4.29 (t, J = 7.4 Hz, 1 H, H-1′), 7.42-7.47 (m, 1 H, H-6), 7.74-7.80 (m, 2 H, H-7,8), 8.20 (d, J = 7.9 Hz, 1 H, H-5), 8.66 (s, 1 H, H-2). 13C NMR (125.77 MHz, DMSO-d6): δC 13.9 (C-5′), 21.8 (C-4′), 28.0 (C-3′), 28.3 (C-2′), 52.0 (C-1′), 80.4 (C-3), 117.0 (C-8), 123.3 (C-4a), 124.3 (C-6), 126.4 (C-5), 132.3 (C-7), 139.0 (C-8a), 149.0 (C-2), 172.7 (C-4). MS (EI) m/z (%): 341 (M+., 74), 285 (6), 284 [(M -C4H9)+, 100], 271 (10), 158 (6), 144 (10). HRMS (EI) m/z calcd for C14H16NOI (M) +., 341.0277; found, 341.0275.",
        "3-Iodo-4-pentyloxyquinoline (7). Yield = 17% (25.5 mg), dark yellow oil. 1H NMR (300.13 MHz, DMSO-d6): δH 0.93 (t, J = 7.2 Hz, 3 H, CH3), 1.34-1.59 (m, 2 H, H-3′,4′), 1.92 (quintet, J = 6.6 Hz, 1 H, H-2′), 4.14 (t, J = 6.6 Hz, 1 H, H-1′), 7.67 (ddd, J = 8.3, 6.9, 1.1 Hz, 1 H, H-6), 7.82 (ddd, J = 8.3, 6.9, 1.3 Hz, 1 H, H-7), 8.04 (d, J = 8.3 Hz, 1 H, H-8), 8.08 (dd, J = 8.3, 1.3 Hz, 1 H, H-5), 9.06 (s, 1 H, H-2). 13C NMR (125.77 MHz, DMSO-d6): δC 14.0 (C-5′), 22.0 (C-4′), 27.7 (C-3′), 29.5 (C-2′), 74.9 (C-1′), 86.1 (C-3), 121.8 (C-5), 124.4 (C-4a), 127.4 (C-6), 129.2 (C-8), 130.4 (C-7), 149.0 (C-8a), 157.6 (C-2), 162.6 (C-4). MS (EI) m/z (%): 341 (M+., 85), 285 (11), 284 [(M -C4H9)+, 100], 255 (4), 236 (5), 214 [(M -I)+, 4], 144 (8). HRMS (EI) m/z calcd for (C14H16NOI) (M) +., 341.0277; found, 341.0279.",
        "General Procedure for the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-metilquinolin-4(1H)-one (4) with Arylbor-onic Acids (8a-l). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), the appropriate aryl boronic acid 8a-l (0.42 mmol), base (see Table 4 for amount and base used), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for the period described in Table 4. Then, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Products 9a-k were isolated after TLC using ethyl acetate:hexane (3:2) as eluent.",
        "1-Methyl-3-phenylquinolin-4(1H)-one (9a). Yield = 86% (56.6 mg), white solid, mp 119.8-120.2 °C. 1H NMR (300.13 MHz, CDCl3): δH 3.83 (s, 3 H, NCH3), 7.26-7.43 (m, 5 H, H-6,8,4′,3′,5′), 7.64-7.70 (m, 3 H, H-7,2′,6′), 7.68 (s, 1 H, H-2), 8.56 (dd, J = 8.3, 1.6 Hz, 1 H, H-5). 13C NMR (75.47 MHz, CDCl3): δC 40.9 (NCH3), 114.9 (C-8), 121.9 (C-3), 123.9 (C-6), 126.9 (C-4′), 127.1 (C-4a), 127.5 (C-5), 128.2 (C-3′,5′), 128.8 (C-2′,6′), 132.0 (C-7), 135.3 (C-1′), 139.8 (C-8a), 142.6 (C-2), 175.8 (C-4). MS (EI) m/z (%): 235 (M+., 41), 234 [(M -H)+, 100], 165 (6), 145 (10). HRMS (EI) m/z calcd for (C16H13NO) (M) +., 235.0997; found, 235.0995.",
        "3-(4-Methoxyphenyl)-1-methylquinolin-4(1H)-one (9b). Yield = 83% (61.6 mg), white solid, mp 154.8-155.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.78 (s, 3 H, OCH3), 3.90 (s, 3 H, NCH3), 6.96 (d, J = 8.9 Hz, 2 H, H-3′,5′), 7.42 (ddd, J = 8.0, 6.9, 1.0 Hz, 1 H, H-6), 7.66 -7.68 (m, 1 H, H-8), 7.68 (d, J = 8.9 Hz, 2 H, H-2′,6′), 7.74 (ddd, J = 9.3, 6.9, 1.5 Hz, 1 H, H-7), 8.24 (s, 1 H, H-2), 8.30 (dd, J = 8.0, 1.5 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 40.0 (NCH3), 55.0 (OCH3), 113.3 (C-3′,5′), 116.5 (C-8), 119.4 (C-3), 123.3 (C-6), 126.1 (C-5), 126.5 (C-4a), 128.1 (C-1′), 129.4 (C-2′,6′), 131.8 (C-7), 139.7 (C-8a), 143.3 (C-2), 158.0 (C-4′), 174.3 (C-4). MS (EI) m/z (%): 265 (M+., 100), 264 [(M -H)+, 71], 251 (6), 250 [(M -CH3)+, 36], 249 (8), 235 (4), 222 (19). HRMS (EI) m/z calcd for (C17H15NO2) (M) +., 265.1103; found, 265.1101.",
        "3-(4-Hydroxyphenyl)-1-methylquinolin-4(1H)-one (9c). Yield = 83% (58.4 mg), white solid, mp 295.9-296.8 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.88 (s, 3 H, NCH3), 6.79 (d, J = 7.4 Hz, 2 H, H-3′,5′), 7.40 (ddd, J = 8.0, 6.8, 0.9 Hz, 1 H, H-6), 7.53 (d, J = 7.4 Hz, 2 H, H-2′,6′), 7.66 (d, J = 8.5 Hz, 1 H, H-8), 7.73 (ddd, J = 8.5, 6.8, 1.5 Hz, 1 H, H-7), 8.18 (s, 1 H, H-2), 8.28 (dd, J = 8.0, 1.5 Hz, 1 H, H-5), 9.53 (br s, 1 H, OH). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 115.2 (C-3′,5′), 116.7 (C-8), 119.8 (C-3), 123.6 (C-6), 126.2 (C-5), 126.5 (C-4a, 1′), 129.4 (C-2′,6′), 132.1 (C-7), 139.8 (C-8a), 143.3 (C-2), 156.7 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 251 (M+., 66), 250 [(M -H)+, 100], 235 (6), 208 (7), 185 (7), 120 (7). HRMS (EI) m/z calcd for (C16H13NO2) (M) +., 251.0946; found, 251.0942.",
        "1-Methyl-3-[4-(dimethylamino)phenyl]quinolin-4(1H)-one (9d). Yield = 40% (31.2 mg), yellow solid, mp 188.8-189.4 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 2.91 [s, 6 H, N(CH3)2], 3.90 (s, 3 H, NCH3), 6.76 (d, J = 8.8 Hz, 2 H, H-3′,5′), 7.40 (ddd, J = 8.0, 6.8, 0.9 Hz, 1 H, H-6), 7.60 (d, J = 8.8 Hz, 2 H, H-2′,6′), 7.67 (d, J = 8.4 Hz, 1 H, H-8), 7.74 (ddd, J = 8.4, 6.8, 1.4 Hz, 1 H, H-7), 8.20 (s, 1 H, H-2), 8.29 (dd, J = 8.0, 1.4 Hz, 1 H, H-5). 13C NMR (75.47 MHz, DMSO-d6): δC 40.2 (NCH3), 40.3 [N(CH3)2], 112.0 (C-3′,5′), 116.5 (C-8), 120.1 (C-3), 123.2 (C-6), 123.7 (C-1′), 126.2 (C-5), 126.4 (C-4a), 129.0 (C-2′,6′), 131.7 (C-7), 139.7 (C-8a), 142.7 (C-2), 149.3 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 278 (M+., 100), 277 [(M -H)+, 58], 264 (16), 263 (35), 261 (18). HRMS (EI) m/z calcd for (C18H18N2O) (M) +., 278.1419; found, 278.1416.",
        "1-Methyl-3-[4-(methylamino)phenyl]quinolin-4(1H)-one (10). Yield = 10%, pale yellow residue. 1H NMR (300.13 MHz, CDCl3): δH 2.87 (s, 3 H, NHCH3), 3.84 (s, 3 H, NCH3), 6.77 (d, J = 8.7 Hz, 2 H, H-3′,5′), 7.37-7.42 (m, 2 H, H-6,8), 7.53 (d, J = 8.7 Hz, 2 H, H-2′,6′), 7.66 (m, 1 H, H-7), 7.66 (s, 1 H, H-2), 8.56 (dd, J = 8.2, 1.7 Hz, 1 H, H-5). MS (EI) m/z (%): 264 (M+., 100), 263 [(M -H)+, 56], 249 [(M -CH3)+, 21], 248 (7), 234 [(M -NHCH3)+, 12]. HRMS (EI) m/z calcd for (C17H16N2O) (M) +., 264.1263; found, 264.1262.",
        "3-(4-Formylphenyl)-1-methylquinolin-4(1H)-one (9e).32 Yield = 61% (44.9 mg), white solid, mp 212.0-212.5 °C. 1H NMR (500.13 MHz, DMSO-d6): δH 3.95 (s, 3H, NCH3), 7.48 (dt, J = 7.6, 0.8 Hz, 1 H, H-6), 7.73 (d, J = 8.4 Hz, 1 H, H-8), 7.80 (ddd, J = 8.4, 7.6, 1.5 Hz, 1 H, H-7), 7.93 (d, J = 6.9 Hz, 2 H, H-2′,6′), 8.06 (d, J = 6.9 Hz, 2H, H-3′,5′), 8.33 (dd, J = 7.6, 1.5 Hz, 1 H, H-5), 8.50 (s, 1 H, H-2), 10.01 (s, 1 H, CHO). 13C NMR (125.77 MHz, DMSO-d6): δC 40.3 (NCH3), 116.8 (C-8), 117.9 (C-3), 124.0 (C-6), 126.2 (C-5), 126.7 (C-4a), 128.4 (C-3′,5′), 129.2 (C-2′,6′), 132.3 (C-7), 134.2 (C-1′), 139.8 (C-8a), 142.3 (C-4′), 145.0 (C-2), 174.1 (C-4), 192.6 (CHO). MS (EI) m/z (%): 263 (M+., 58), 262 [(M -H)+., 100], 257 (4), 234 (11), 233 (3), 190 (5), 164 (4). HRMS (EI) m/z calcd for (C17H13NO2) (M) +., 263.0946; found, 263.0946.",
        "1-Methyl-3-(4-nitrophenyl)quinolin-4(1H)-one (9f). Yield = 36% (28.2 mg), yellow solid, mp 242.2-244.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.97 (s, 3 H, NCH3), 7.51 (ddd, J = 8.0, 6.8, 1.1 Hz, 1 H, H-6), 7.76 (dd, J = 8.2, 1.1 Hz, 1 H, H-8), 7.83 (ddd, J = 8.2, 6.8, 1.6 Hz, 1 H, H-7), 8.14 (d, J = 8.9 Hz, 2 H, H-2′,6′), 8.28 (d, J = 8.9 Hz, 2 H, H-3′,5′), 8.34 (dd, J = 8.0, 1.6 Hz, 1 H, H-5), 8.59 (s, 1 H, H-2). 13C NMR (75.47 MHz, DMSO-d6): δC 40.6 (NCH3), 116.8 (C-3), 117.0 (C-8), 123.2 (C-3′,5′), 124.3 (C-6), 126.2 (C-5), 126.8 (C-4a), 128.7 (C-2′,6′), 132.5 (C-7), 139.8 (C-8a), 143.2 (C-1′), 145.48 (C-4′), 145.51 (C-2), 174.0 (C-4). MS (EI) m/z (%): 280 (M+., 66), 279 [(M -H)+, 100], 250 (85), 249 (91), 234 (35), 233 (33), 190 (17). HRMS (EI) m/z calcd for (C16H12N2O3) (M) +., 280.0848; found, 280.0846.",
        "3-(4-Aminophenyl)-1-methylquinolin-4(1H)-one (11). All the data for this compound were taken from a mixture of 11 with the expected reaction product 9f (see the Supporting Information): yield = 13% (9.1 mg), 1H NMR (300.13 MHz, CDCl3): δH 3.09 (s, 3 H, NCH3), 6.99 (d, J = 9.2 Hz, 2 H, H-3′,5′), 7.46-7.54 (m, 2 H, H-6,8), 7.74-6656 7.80 (m, 1 H, H-7), 8.12 (d, J = 9.2 Hz, 2 H, H-2′,6′), 8.17 (s, 1 H, H-2), 8.48 (dd, J = 8.1, 1.5 Hz, 1 H, H-5). MS (EI) m/z (%): 250 (M+., 100), 249 [(M -H)+, 100], 235 [(M -CH3)+, 14], 234 [(M -NH2) +, 22], 233 (13), 207 (13). HRMS (EI) m/z calcd for (C16H14N2O) (M) +., 250.1106; found, 250.1105.",
        "3-(3-Methoxyphenyl)-1-methylquinolin-4(1H)-one (9g). Yield = 86% (63.9 mg), white solid, mp 209.4-210.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.80 (s, 3 H, NCH3), 3.92 (s, 3 H, OCH3), 6.87 (m, 1 H, H-4′), 7.31-7.34 (m, 1 H, H-5′,6′), 7.38-7.39 (m, 1 H, H-2′), 7.45 (ddd, J = 7.9, 6.9, 1.1 Hz, 1 H, H-6), 7.69 (dd, J = 8.2, 1.1 Hz, 1 H, H-8), 7.77 (ddd, J = 8.2, 6.9, 1.6 Hz, 1 H, H-7), 8.32 (dd, J = 7.9, 1.6 Hz, 1 H, H-5), 8.33 (s, 1 H, H-2). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 55.0 (OCH3), 112.0 (C-4′), 114.1 (C-2′), 116.6 (C-8), 119.3 (C-3), 120.7 (C-6′), 123.6 (C-6), 126.2 (C-5), 126.7 (C-4a), 128.9 (C-5′), 132.0 (C-7), 137.2 (C-1′), 139.8 (C-8a), 144.1 (C-2), 159.0 (C-3′), 174.2 (C-4). MS (ESI) m/z (%): 553 [(2M + Na)+, 10], 288 [(M + Na)+, 15], 266 [(M + H)+, 100]. HRMS (EI) m/z calcd for (C17H15NO2) (M) +., 265.1103; found, 265.1102.",
        "3-(3-Formylphenyl)-1-methylquinolin-4(1H)-one (9h).32 Yield = 69% (50.8 mg), white solid, mp 166.1-167.1 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.94 (s, 3 H, NCH3), 7.47 (ddd, J = 8.0, 6.8, 1.2 Hz, 1 H, H-6), 7.63 (t, J = 7.8 Hz, 1 H, H-5′), 7.72 (dd, J = 7.6, 1.2 Hz, 1 H, H-8), 7.78 (dd, J = 7.8, 1.5 Hz, 1 H, H-4′), 7.82 (ddd, J = 7.6, 6.8, 1.5 Hz, 1 H, H-7), 8.10 (dt, J = 7.8, 1.5 Hz, 1 H, H-6′), 8.31 (dd, J = 8.0, 1.5 Hz, 1 H, H-5), 8.34 (br s, 1 H, H-2′), 8.45 (s, 1 H, H-2), 10.06 (s, 1H, CHO). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 116.8 (C-8), 118.2 (C-3), 123.9 (C-6), 126.2 (C-5), 126.7 (C-4a), 127.6 (C-4′), 128.8 (C-5′), 129.4 (C-2′), 132.2 (C-7), 134.3 (C-6′), 136.1 (C-3′), 136.8 (C-1′), 139.9 (C-8a), 144.4 (C-2), 174.2 (C-4), 193.4 (CHO). MS (EI) m/z (%): 263 (M+., 52), 262 [(M-H)+, 100], 234 [(M-CHO)+, 15], 190 (6), 165 (6). HRMS (EI) m/z calcd for (C17H13NO2) (M) +.: 263.0946; found, 263.0943.",
        "3-(3,4-Dimetoxyphenyl)-1-methylquinolin-4(1H)-one (9i). Yield = 61% (50.4 mg), pale yellow solid, mp 158.2-159.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.78 (s, 3 H, 4′-OCH3), 3.80 (s, 3 H, 3′-OCH3), 3.92 (s, 3 H, NCH3), 6.98 (d, J = 8.4 Hz, 1 H, H-5′), 7.30 (dd, J = 8.4, 2.0 Hz, 1 H, H-6′), 7.42 (d, J = 2.0 Hz, 1 H, H-2′), 7.43 (ddd, J = 8.0, 6.8, 1.1 Hz, 1 H, H-6), 7.69 (dd, J = 8.4, 1.1 Hz, 1 H, H-8), 7.76 (ddd, J = 8.4, 6.8, 1.6 Hz, 1 H, H-7), 8.28 (s, 1 H, H-2), 8.31 (dd, J = 8.0, 1.6 Hz, 1 H, H-5). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 55.54 and 55.57 (2xOCH3), 111.5 (C-5′), 112.4 (C-2′), 116.6 (C-8), 119.4 (C-1′), 120.6 (C-6′), 123.4 (C-6), 126.2 (C-5), 126.6 (C-3), 128.5 (C-4a), 131.9 (C-7), 139.7 (C-8a), 143.5 (C-2), 147.7 (C-4′), 148.1 (C-3′), 174.3 (C-4). MS (EI) m/z (%): 295 (M+., 100), 294 [(M -H)+, 22], 280 [(M -CH3)+, 57], 274 (65), 259 (35), 249 (22), 209 (24), 208 (18). HRMS (EI) m/z calcd for (C18H17NO3) (M) +., 295.1208; found, 295.1208.",
        "3-(3-Formyl-4-methoxyphenyl)-1-methylquinolin-4(1H)-one (9j).32 Yield = 49% (40.2 mg), pale yellow solid, mp 241.5-242.3 °C. 1H NMR (300.13 MHz, DMSO-d6): δH 3.93 (s, 3 H, NCH3), 3.96 (s, 3 H, OCH3), 7.29 (d, J = 6.9 Hz, 1 H, H-5′), 7.45 (ddd, J = 8.1, 6.8, 1.2 Hz, 1 H, H-6), 7.71 (dd, J = 8.2, 1.2 Hz, 1 H, H-8), 7.79 (ddd, J = 8.2, 6.8, 1.5 Hz, 1 H, H-7), 8.07 (d, J = 2.4 Hz, 1 H, H-2′), 8.10 (dd, J = 6.9, 2.4 Hz, 1 H, H-6′), 8.31 (dd, J = 8.1, 1.5 Hz, 1 H, H-5), 8.37 (s, 1 H, H-2), 10.41 (s, 1 H, CHO). 13C NMR (75.47 MHz, DMSO-d6): δC 40.3 (NCH3), 56.1 (OCH3), 112.4 (C-5′), 116.7 (C-8), 118.1 (C-3), 123.69 (C-3′), 123.72 (C-6), 126.1 (C-5), 126.5 (C-4a), 127.4 (C-6′), 128.3 (C-1′), 132.1 (C-7), 136.4 (C-2′), 139.9 (C-8a), 143.7 (C-2), 160.4 (C-4′), 174.2 (C-4), 189.2 (CHO). MS (EI) m/z (%): 293 [M+., 100], 292 [(M -H)+, 74], 278 (30), 264 (12), 250 (31), 249 (11), 235 (11), 222 (10). HRMS (EI) m/z calcd for (C18H15NO3) (M)+., 293.1052; found, 293.1053.",
        "3-(4-Hydroxy-3,5-dimethylphenyl)-1-methylquinolin-4(1H)-one (9k). Yield = 20% (15.6 mg), dark yellow solid, mp 310.2-310.9 °C. 1H NMR (500.13 MHz, DMSO-d6): δH 2.20 (s, 6 H, 3′-CH3 and 5′-CH3), 3.89 (s, 3 H, NCH3), 7.29 (s, 2 H, H-2′,6′), 7.41 (t, J = 7.6 Hz, 1 H, H-6), 7.67 (d, J = 8.3 Hz, 1 H, H-8), 7.74 (dd, J = 8.3, 7.6 Hz, 1 H, H-7), 8.18 (s, 1 H, H-2), 8.23 (br s, 1 H, OH), 8.28 (d, J = 7.6 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 16.9 (2xCH3), 39.7 (NCH3), 116.6 (C-8), 120.2 (C-3), 123.3 (C-6), 123.6 (C-3′,5′), 126.2 (C-5), 126.5 (C-1′), 126.6 (C-4a), 128.5 (C-2′,6′), 131.8 (C-7), 139.8 (C-8a), 143.1 (C-2), 152.2 (C-4′), 174.4 (C-4). MS (EI) m/z (%): 279 (M+., 66), 292 [(M -H)+, 100], 257 (28), 237 (29), 236 (40), 194 (26), 165 (23), 152 (33), 139 (25), 138 (26), 125 (22), 124 (27), 123 (62), 114 (23), 111 (36), 110 (50), 97 (65), 96 (54). HRMS (EI) m/z calcd for (C18H17NO2) (M) +., 279.1259; found, 279.1254.",
        "General Procedure for the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-pentylquinolin-4(1H)-one (6) with Phe-nylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-pentylquinolin-4(1H)-one 6 (60.0 mg, 0.18 mmol), phenylboronic acid 8a (32.92 mg, 0.27 mmol), sodium carbonate (19.07 mg, 0.18 mmol), TBAB (5.80 mg, 0.018 mmol), Pd(OAc)2 (2.02 mg, 9 × 10-3 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for 30 min. Then, the aqueous mixture was extracted with ethyl acetate (4 × 10 mL), and the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Product 9m was isolated after TLC using ethyl acetate:hexane (3:2) as eluent.",
        "1-Pentyl-3-phenylquinolin-4(1H)-one (9m). Yield = 90% (47.2 mg), light yellow oil. 1H NMR (500.13 MHz, DMSO-d6): δH 0.85 (t, J = 7.8 Hz, 3 H, H-5″), 1.14-1.32 (m, 4 H, H-3″,4″), 1.78 (quintet, J = 7.2 Hz, 2 H, H-2″), 4.36 (t, J = 7.2 Hz, 2 H, H-1″), 7.30 (ddd, J = 9.2, 5.5, 1.3 Hz, 1 H, H-4′), 7.39-7.42 (m, 3 H, H-3′,5′,6), 7.74-7.76 (m, 4 H, H-2′,6′,7,8), 8.33 (s, 1 H, H-2), 8.33 (dd, J = 8.2, 1.5 Hz, 1 H, H-5). 13C NMR (125.77 MHz, DMSO-d6): δC 13.7 (C-5″), 21.6 (C-4″), 28.0 (C-3″), 28.1 (C-2″), 50.9 (C-1″), 116.3 (C-8), 119.5 (C-4a), 123.2 (C-6), 126.3 (C-3,5), 126.7 (C-4′), 127.7 (C-3′,5′), 128.3 (C-2′,6′), 131.8 (C-7), 135.6 (C-1′), 138.7 (C-8a), 143.2 (C-2), 174.0 (C-4). MS (EI) m/z (%): 291 (M+., 86), 290 [(M -H)+, 100], 284 (9), 248 [(M -C3H7)+, 7], 235 (14), 234 [(M -C4H9)+, 66], 220 [(M -C5H11) +, 34], 206 (10), 165 (7). HRMS (EI) m/z calcd for (C20H21NO) (M) +., 291.1623, found 291.1621.",
        "General Procedure for the Reusability of the Pd Catalyst in the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-methylquinolin-4(1H)-one (4) with Phenylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), phenylboronic acid 8a (51.21 mg, 0.42 mmol), sodium carbonate (29.66 mg, 0.28 mmol), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux with stirring for 15 min. After this period, the aqueous mixture was extracted with ethyl acetate, the combined organic layer was dried with anhydrous sodium sulfate and concentrated under reduced pressure. Isolated product 9a was obtained by TLC using ethyl acetate:hexane (3:2) as eluent. In the next run, all reagents described above were added except the Pd(OAc)2 catalyst. The workup and purification steps for the following runs were the same as previously described for the first run. This procedure was performed for six runs.",
        "General Procedure for the Reusability of H2O-TBAB-Pd/ catalyst in the Suzuki-Miyaura Cross-Coupling Reaction of 3-Iodo-1-metilquinolin-4(1H)-one (4) with Phenylboronic Acid (8a). The 10 mL ohmic heating reactor was charged with 3-iodo-1-methylquinolin-4(1H)-one 4 (80.0 mg, 0.28 mmol), phenylboronic acid 8a (51.21 mg, 0.42 mmol), sodium carbonate (29.66 mg, 0.28 mmol), TBAB (9.02 mg, 0.028 mmol), Pd(OAc)2 (3.15 mg, 0.014 mmol), and H2O (4 mL). The mixture was heated at reflux and stirred for 15 min. Then the mixture was allowed to cool at room temperature, and the precipitate was filtered. The H2O-TBAB-Pd/ catalyst was recovered by filtration and subjected to the next runs after the addition of 3-iodo-1-methylquinolin-4(1H)-one 4, boronic acid 8a, sodium carbonate (the same quantities as described above for each one of these reactants), and water (1 mL). This procedure was carried out for seven runs. In the last run, the base (sodium carbonate) was not added. The isolated solids from each run were purified by TLC using ethyl acetate:hexane (3:2) as eluent. The workup and purification were the same as those described above for the six first runs. In the seventh run, the reaction mixture was extracted with ethyl acetate (4 × 10 mL), and both reactor and electrodes were washed with ethyl acetate. The combined organic layer was dried with anhydrous sodium sulfate and 6657 concentrated under reduced pressure. Pure product 9a was obtained after TLC using ethyl acetate:hexane (3:2) as eluent."
    ],
    "associated content": [
        "1H NMR and 13C NMR spectral data for new compounds, UV-vis spectrum of the experiment performed to investigate the formation of Pd-nanoparticles, and results of real time monitoring of ohmic heating along with the reaction heating time for each run from 1 to 7. The Supporting Information is available free of charge on the ACS Publications website at"
    ],
    "author information": [
        "Corresponding Authors *E-mail: verasilva@ua.pt. *E-mail: artur.silva@ua.pt. Notes The authors declare no competing financial interest."
    ],
    "acknowledgments": [
        "Thanks are due to the University of Aveiro, “Fundaca̧õ para a Cien̂cia e a Tecnologia” (FCT, Portugal), European Union, QREN, FEDER, and COMPETE for funding the QOPNA and CIQUP research units [Projects PEst-C/QUI/UI0081/2013 (FCOMP-01-0124-FEDER-037296) and PEst-C/QUI/ UI0062/2013], the project QREN (FCOMP-01-0124-FEDER-010840-PTDC/QUI-QUI/102454/2008), and the Portuguese National NMR. V.L.M.S. thanks project New Strategies Applied to Neuropathological Disorders (CENTRO-07-ST24-FEDER-002034), cofunded by QREN, “Mais Centro-Programa Operacional Regional do Centro” and EU, FEDER for her Assistant Research position, and J.P. thanks FCT for her Ph.D. grant (SFRH/BD/77807/2011)."
    ],
    "references": [
        "(1) (a) Pinto, J.; Silva, V. L. M.; Silva, A. M. G.; Silva, A. M. S.; Costa, J. C. S.; Santos, L. M. N. B. F.; Enes, R.; Cavaleiro, J. A. S.; Vicente, A. A. M. O. S.; Teixeira, J. A. C. Green Chem. 2013, 15, 970-975. (b) Silva, V. L. M.; Silva, A. M. S.; Santos, L. M. N. B. F.; Silva, A. M. G.; Pinto, J.; Enes, R.; Cavaleiro, J. A. S.; Vicente, A. A. M. O. S.; Teixeira, J. A. C.; Morais, A.; Costa, J. C. S. Portuguese Patent 105908, September 27, 2011. (2) (a) Michael, J. P. Nat. Prod. Rep. 1997, 14, 605-618. (b) Emmerson, A. M.; Jones, A. M. J. Antimicrob. Chemother. 2003, 51 (Suppl.S1), 13-20. (c) Michael, J. P. Nat. Prod. Rep. 2008, 25, 166-187. (d) Huse, H.; Whiteley, M. Chem. Rev. 2011, 111, 152-159. (3) (a) Winter, R. W.; Kelly, J. X.; Smilkstein, M. J.; Dodean, R.; Hinrichs, D.; Riscoe, M. K. Exp. Parasitol. 2008, 118, 487-497. (b) Cross, R. M.; Monastyrskyi, A.; Mutka, T. S.; Burrows, J. N.; Kyle, D. E.; Manetsch, R. J. Med. Chem. 2010, 53, 7076-7094. (4) Huang, L.-J.; Hsieh, M.-C.; Teng, C.-M.; Lee, K.-H.; Kuo, S.-C. Bioorg. Med. Chem. 1998, 6, 1657-1662. (5) Jin, G. H.; Ha, S. K.; Park, H. M.; Kang, B.; Kim, S. Y.; Kim, H.-D.; Ryu, J.-H.; Jeon, R. Bioorg. Med. Chem. Lett. 2008, 18, 4092-4094. (6) (a) Levitzki, A.; Gazit, A. Science 1995, 267, 1782-1788. (b) Dixon, R. A.; Ferreira, D. Phytochemistry 2002, 60, 205-211. (c) Traxler, P.; Green, J.; Mett, H.; Sequin, U.; Furet, P. J. Med. Chem. 1999, 42, 1018-1026. (7) (a) Conrad, M.; Limpach, L. Berichte 1887, 20, 944-959. (b) Manske, R. H. F. Chem. Rev. 1942, 30, 113-144. (c) Staskun, B.; Israelstam, S. S. J. Org. Chem. 1961, 26, 3191-3193. (8) Nishiwaki, T.; Kikukawa, H.; Kawaji, T. J. Fluor. Chem. 1995, 73, 41-46. (9) Meth-Cohn, O.; Taylor, D. L. Tetrahedron 1995, 51, 12869-12882. (10) (a) Almeida, A. I. S.; Silva, V. L. M.; Silva, A. M. S.; Pinto, D. C. G. A.; Cavaleiro, J. A. S. Synlett 2008, 17, 2593-2596. (b) Almeida, A. I. S.; Silva, A. M. S.; Cavaleiro, J. A. S. Synlett 2010, 3, 462-466. (c) Silva, V. L. M.; Silva, A. M. S.; Cavaleiro, J. A. S. Synlett 2010, 17, 2565-2570. (d) Almeida, A. I. S.; Silva, V. L. M.; Silva, A. M. S.; Pinto, D. C. G. A.; Cavaleiro, J. A. S. Synlett 2012, 23, 889-892. (11) (a) Miyaura, N.; Yamada, K.; Suzuki, A. Tetrahedron Lett. 1979, 36, 3437-3440. (b) Miyaura, N.; Yanagi, T.; Suzuki, A. Synth. Commun. 1981, 11, 513-519. (c) Miyaura, N.; Suzuki, A. Chem. Rev. 1995, 95, 2457-2483. (12) Suzuki, A. Angew. Chem. Int. Ed. 2011, 50, 6723-6737. (13) (a) Tomori, H.; Fox, J. M.; Buchwald, S. L. J. Org. Chem. 2000, 65, 5334-5341. (b) Capdeville, R.; Buchdunger, E.; Zimmermann, J.; Matter, A. Nat. Rev. Drug Discovery 2002, 1, 493-502. (c) Kotha, S.; Lahiri, K.; Kashinath, D. Tetrahedron 2002, 58, 9633-9695. (d) Kertesz, M.; Choi, C. H.; Yang, S. Chem. Rev. 2005, 105, 3448-3481. (e) Lightowler, S.; Hird, M. Chem. Mater. 2005, 17, 5538-5549. (14) (a) Li, C.-J. Acc. Chem. Res. 2002, 35, 533-538. (b) Li, C.-J. Chem. Rev. 2005, 105, 3095-3165. (c) Alonso, F.; Beletskaya, I. P.; Yus, M. Tetrahedron 2008, 64, 3047-3101. (d) Polshettiwar, V.; Decottignies, A.; Len, C.; Fihri, A. ChemSusChem 2010, 3, 502-522. (15) (a) Miyaura, N. Top. Curr. Chem. 2002, 219, 11-59. (b) Shaoyan, W.; Zhiqiang, Z.; Zhizhi, H.; Yue, W.; Peng, L.; Haijun, C. J. Environ. Sci. Suppl. 2009, 35 (S124-S122000), 3523. (c) Hall, D. G. Boronic Acids: Preparation and Applications in Organic Synthesis, Medicine and Materials, 2nd ed.; Wiley-VCH: Weinheim, Germany, 2011; Chapter 1. (16) (a) Liu, S.; Xiao, J. J. Mol. Catal. A: Chem. 2007, 270, 1-43. (b) Liu, C.; Zhang, Y.; Liu, N.; Qiu, J. Green Chem. 2012, 14, 2999-3003. (c) Decottignies, A.; Fihri, A.; Azemar, G.; Djedaini-Pilard, F.; Len, C. Catal. Commun. 2013, 32, 101-107. (d) Leadbeater, N. E. Chem. Commun. 2005, 2881-2902. (17) (a) Cross, R. M.; Manetsch, R. J. Org. Chem. 2010, 75, 8654-8657. (b) Mugnaini, C.; Falciani, C.; De Rosa, M.; Brizzi, A.; Pasquini, S.; Corelli, F. Tetrahedron 2011, 67, 5776-5783. (18) (a) Starks, C. M. J. Am. Chem. Soc. 1971, 93, 195-199. (b) Makosza, M. Pure Appl. Chem. 2009, 72, 1399-1403. (19) (a) Reetz, M. T.; De Vries, J. G. Chem. Commun. 2004, 1559-1563. (b) Reetz, M. T.; Westermann, E.; Lohmer, R.; Lohmer, G. Tetrahedron Lett. 1998, 39, 8449-8452. (c) De Vries, A. H. M.; Mulders, J. M. C. A.; Mommers, J. H. M.; Henderickx, H. J. W; De Vries, J. G. Org. Lett. 2003, 5, 3285-3288. (d) De Vries, J. G.; De Vries, A. H. M. Eur. J. Org. Chem. 2003, 799-811. (e) Fihri, A.; Luart, D.; Len, C.; Solhy, A.; Chevrin, C.; Polshettiwar, V. Dalton Trans. 2011, 40, 3116-3121. (20) (a) Reetz, M. T.; Westermann, E. Angew. Chem. Int. Ed. 2000, 39, 165-168. (b) Reetz, M. T.; Breinbauerm, R.; Wanniger, K. Tetrahedron Lett. 1996, 37, 4499-4502. (21) Creighton, J. A.; Eadon, D. G. J. Chem. Soc. Faraday Trans. 1991, 87, 3881-3891. (22) Li, Y.; Hong, X. M.; Collard, D. M.; El-Sayed, M. A. Org. Lett. 2000, 2, 2385-2388. (23) Beller, M.; Fischer, H.; Kiihlein, K.; Reisinger, C.-P.; Herrmann, W. A. J. Organomet. Chem. 1996, 520, 257-259. (24) (a) Astruc, D. Inorg. Chem. 2007, 46, 1884-1894. (b) Ananikov, V. P.; Beletskaya, I. P. Organometallics 2012, 31, 1595-1604. (25) Lima, C. F. R. A. C.; Rodriguez-Borges, J. E.; Santos, L. M. N. B. F. Tetrahedron 2011, 67, 689-697. (26) Anslyn, E. V.; Dougherty, D. A. Modern Physical Organic Chemistry; University Science Books, 2006; Chapter 3, p 147. (27) Lima, C. F. R. A. C.; Rodrigues, A. S. M. C.; Silva, V. L. M.; Silva, A. M. S.; Santos, L. M. N. B. F. ChemCatChem 2014, 6, 1291-1302. (28) Yan, J.; Springsteen, G.; Deeter, S.; Wang, B. Tetrahedron 2004, 60, 11205-11209. (29) Wallow, T. I.; Novak, B. M. J. Org. Chem. 1994, 59, 5034-5037. 6658 (30) Meijere, A.; Diederich, F. Metal-Catalyzed Cross-Coupling Reactions, 2nd ed.; Wiley-VCH: Weinheim, Germany, 2004; Vol. 1. (31) Coelho, A.; Maatougui, A. E.; Ravina, E.; Cavaleiro, J. A. S.; Silva, A. M S. Synlett 2006, 3324-3328. (32) According to the IUPAC nomenclature rules, compounds 9e, 9h, and 9j should be named 4-(1-methyl-4-oxo-1,4-dihydroquinolin-3-yl)benzaldehyde (9e), 3-(1-methyl-4-oxo-1,4-dihydroquinolin-3-yl) benzaldehyde (9h), and 2-methoxy-5-(1-methyl-4-oxo-1,4-dihydroqui-nolin-3-yl)benzaldehyde (9j). However, the nomenclature presented in the experimental characterization of these compounds was adopted for convenience, allowing a more direct comparison with the other derivatives. 6659 "
    ]
}