{
    "fullText": "Stereodivergent Synthesis and Relative Stereostructure of the C1-C13 Fragment of Symbiodinolide Hiroyoshi Takamura,*,† Hiroko Wada,† Mao Ogino,† Takahiro Kikuchi,† Isao Kadota,† and Daisuke Uemura‡ †Department of Chemistry, Graduate School of Natural Science and Technology, Okayama University, 3-1-1 Tsushimanaka, Kita-ku, Okayama 700-8530, Japan ‡Department of Chemistry, Faculty of Science, Kanagawa University, 2946 Tsuchiya, Hiratsuka 259-1293, Japan ABSTRACT: Four possible diastereomers of the C1-C13 fragment of symbiodinolide, which were proposed by the stereostructural analysis of the degraded product, were synthesized in a stereodivergent and stereoselective manner. The key transformations were aldol reaction of methyl acetoacetate with the aldehyde, diastereoselective reduction of the resulting β-hydroxy ketone, and the stereoinversion at the C6 position. Comparison of the 1H NMR data between the four synthetic products and the degraded product revealed the relative stereostructure of the C1-C13 fragment of symbiodinolide. INTRODUCTION Integrated use of a spectroscopic method and chemical synthesis is well recognized as a reliable approach to the structural elucidation of natural products.1 In particular, if the target molecule has a huge molecular size or a number of functional groups, the chemical synthesis is often required for the unambiguous configurational assignment.2 Symbiodinolide (1, Figure 1), a 62-membered polyol macrolide marine natural product, was isolated from the 80% aqueous ethanol extract of the cultured dinoflagellate Symbiodinium sp. by one of the authors (D.U.).3 This natural product exhibits voltage-dependent N-type Ca2+ channel-opening activity at 7 nM and COX-1 inhibition effect at 2 μM (65% inhibition). The planar structure of symbiodinolide (1) was assigned by the detailed 2D NMR spectroscopic techniques. However, the stereostructure of 1 has not been elucidated yet because of its complicated molecular structure characterized by 61 stereocenters and molecular weight of 2860. Therefore, we are now examining the degradation of natural symbiodinolide (1)3,4 and chemical synthesis of each fragment including the stereoisomers5 toward the complete stereochemical establishment of 1. Previously, as a degradation of symbiodinolide (1), we carried out the methanolysis and subsequent oxidative cleavage with Grubbs II catalyst/NaClO to yield the C1-C13 fragment 2 (Scheme 1).4a,c Herein, as a part of our efforts toward the complete configurational determination of symbiodinolide (1), we describe the stereo-structural analysis of the degraded product 2, and stereo-divergent and stereoselective synthesis of all four possible diastereomers of the C1-C13 fragment 2,6 which has established the relative stereostructure of this fragment. RESULTS AND DISCUSSION Stereochemical Analysis of the Degraded Product 2. Prior to starting the synthesis of the C1-C13 fragment, we first analyzed the stereostructure of the degraded product 2 to reduce the number of the possible diastereomers of this fragment. As shown in Figure 2a, the chemical shifts of the H-5 and H-7 in the 1H NMR spectrum were the same value (3.97 ppm in D2O); in addition, the two coupling constants were also the same (3J5,6 and 3J6,7 = 4.5 Hz). Comparison of these results with universal NMR databases for 1,2,3-triols reported by Kishi and co-workers7 indicates that the relative stereochemical relationships at the C5 and C7 positions to the C6 position are the same, that is, syn/syn or anti/anti. Thus, the possible diastereomers of the C1-C13 fragment were narrowed down from the eight potential diastereomers and found to be four, which are described as 2a-2d in Figure 2b. We next examined the synthesis of all four of these possible diastereomers 2a-2d in the unified strategy.8 Stereodivergent Synthetic Plan of 2a-2b. The unified and stereodivergent synthetic plan of 2a-2d is depicted in Scheme 2. Aldol reaction of methyl acetoacetate (3) with of 2b-2d, a change from the TBS protective group to a less-hindered and more easily removed group in the final step was needed. Removal of the TBS moiety of 17 was carried out with TBAF/AcOH in MeCN at 60 °C to give diol 20 in 86% yield (Scheme 6).18 Treatment of 20 with TESOTf/2,6-lutidine, followed by selective removal of the primary TES moiety, provided secondary TES ether 21. TEMPO oxidation13 of the allylic alcohol 21 and subsequent removal of the PMB group afforded unsaturated aldehyde 22 in 76% yield in two steps. Finally, when 22 was treated with TiCl4 17 at -30 °C to room temperature, the acetonide deprotection and subsequent removal of the TES moiety proceeded in one-pot to produce the tetraol 2a in 74% yield. Stereoselective Synthesis of 2b. We next examined the stereoselective synthesis of the second target molecule 2b, which is the C6-epimer of 2a. We envisioned the stereo-inversion at the C6 position by the oxidation-reduction process. Thus, selective protection of the primary hydroxy group of the diol 20 with TESCl/imidazole yielded the secondary alcohol, which was subjected to the TPAP oxidation19 to afford ketone 23 (Scheme 7). Diastereoselective reduction of 23 with NaBH4 proceeded successfully to provide the desired alcohol 24 in 98% yield as the sole diastereomer. This stereochemical outcome is in line with a Felkin-Anh model, which is doubly effected by the C5 and C7 stereogenic centers. The 1H NMR spectrum of 24 was clearly different from that of the secondary alcohol obtained in the first step Scheme 2. Stereodivergent Synthetic Plan of 2a-2d from 20, which resulted in the configurational confirmation at the C6 stereogenic center of 24. TES protection of the resulting secondary hydroxy moiety of 24, followed by selective removal of the primary TES group, yielded alcohol 25. Oxidation of 25 with TEMPO/PhI(OAc)2 13 and subsequent removal of the PMB group gave unsaturated aldehyde 26 in 82% yield in two steps. Stepwise deprotection of 26, that is, removal of the acetonide moiety by TiCl4 17 and the TES group by HF·pyr, furnished the second target molecule 2b. Stereoselective Synthesis of 2c and 2d. Having completed the stereoselective and stereodivergent synthesis of the first and second target molecules 2a and 2b bearing the syn relationships at the C3 and C5 positions, we next commenced the synthesis of the third and fourth target molecules 2c and 2d with the C3/C5 anti correlations. The stereoselective synthesis of 2c is illustrated in Scheme 8. Treatment of the β-hydroxy ketone 11 with NaBH(OAc)3 20 furnished the desired anti-diol 27 in 95% yield as a single diastereomer, as judged by its 1H NMR spectrum, which was clearly different from that of the syn-diol 14. Further transformation of 27 toward 2c was similar to that used in the synthesis of 2a. Protection of the resulting diol moiety of 27 and desilylation afforded diol 28. The diol 28 was transformed to unsaturated aldehyde 29 by the following four-step sequence: (1) bis-silylation, (2) selective desilylation of the primary TES moiety, (3) TEMPO oxidation13 of the allylic alcohol, and (4) removal of the PMB group. Simultaneous removal of the acetonide and TES moieties was performed with TiCl4 17 to provide the third target molecule 2c in 44% yield. The stereocontrolled synthesis of 2d, whose synthetic route was analogous to that of 2b, is shown in Scheme 9. The alcohol 28, which was the key synthetic intermediate toward 2c, was converted to ketone 30 through the selective silylation of the primary alcohol and TPAP oxidation19 of the secondary alcohol. The ketone 30 was reduced with NaBH4 to give alcohol 31 as the sole diastereomer. The resulting stereo-chemistry at the C6 position of 31 was confirmed by comparing the 1H NMR spectra between 31 and the secondary alcohol synthesized in the first transformation from 28. Acetonide 32, which was synthesized from the alcohol 31 in 54% overall yield in four steps, was deprotected with TiCl4 17 to provide the fourth target molecule 2d in 47% yield. Relative Stereostructure of the C1-C13 Fragment. With all four possible diastereomers 2a-2d in hand, we next compared these 1H NMR data with those of the degraded product 2. As described in Table 1, the 1H NMR chemical shifts of the synthetic 2b were found to be in full agreement with those of the degraded product 2.21 On the other hand, the 1H NMR chemical shifts of the synthetic 2a, 2c, and 2d were clearly different from those of the degraded product 2, respectively. Especially, the chemical shifts of two geminal protons at the C4 position of 2a, 2c, and 2d were different to each other, respectively, whereas the chemical shifts of these protons of 2 and 2b were found to be the same. Therefore, the relative stereostructure of the C1-C13 fragment of symbiodi-nolide (1) was elucidated to be that described in 2b. CONCLUSION First, we have analyzed the 1H NMR chemical shifts and coupling constants of the degraded product 2 obtained from natural symbiodinolide (1) and proposed its four possible Scheme 4. Synthesis of 14 and Its Stereochemical diastereomers 2a-2d by comparing with the universal NMR databases reported by Kishi’s research group. Next, we have examined the stereodivergent synthesis of 2a-2d in the unified manner. Thus, the β-hydroxy ketone 11, which would be the key common synthetic intermediate of 2a-2d, was synthesized by aldol reaction between methyl acetoacetate (3) and the aldehyde derived from 10. Diastereoselective reduction of 11 provided the syn-diol 14 (by Et2BOMe/NaBH4) and the anti-diol 27 (by NaBH(OAc)3), respectively. Deprotection and oxidation of the allylic alcohol moiety of 14 produced the first target molecule 2a. The second target molecule 2b was synthesized via the stereoinversion at the C6 position by diastereoselective reduction of the ketone 23. In the similar synthetic route, the third and fourth target molecules 2c and 2d were yielded from the anti-diol 27, respectively and stereo-selectively. Comparison of the 1H NMR data of the synthetic 2a-2d with those of the degraded product 2 determined the relative stereochemistry of the C1-C13 fragment of symbiodinolide (1) to be depicted in 2b. EXPERIMENTAL SECTION Allylic Alcohol 9. To a solution of allylic alcohol 8 (5.04 g, 12.8 mmol) in CH2Cl2 (51 mL) and DMSO (13 mL) were added Et3N (7.8 mL, 56.3 mmol) and SO3·pyr (4.07 g, 25.6 mmol) at 0 °C. The mixture was stirred at room temperature for 2 h. The mixture was diluted with EtOAc, washed with saturated aqueous NH4Cl, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding α,β-unsaturated aldehyde (4.53 g), which was used for the next reaction without further purification. To a suspension of NaH (60% dispersion in oil, 1.11 g, 27.8 mmol, washed with hexane in advance) in benzene (15 mL) was added (EtO)2P(O)CH2CO2Et (6.0 mL, 30.2 mmol) at 0 °C. After the mixture was stirred at room temperature for 15 min, the aldehyde obtained above (4.53 g) in benzene (10 mL + 6.0 mL + 4.0 mL) was added at room temperature. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with H2O at 0 °C. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 20:1) gave the corresponding α,β-unsaturated ester (4.85 g), which was used for the next reaction without further purification. To a solution of the ester obtained above (4.85 g) in CH2Cl2 (50 mL) was added DIBAL-H (1.04 M solution in hexane, 20 mL, 20.8 mmol) at -78 °C. After the mixture was stirred at -78 °C for 30 min, the reaction was quenched with MeOH. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and Scheme 6. Improved Synthesis of 2a Scheme 7. Synthesis of 2b column chromatography (hexane/EtOAc = 4:1) gave allylic alcohol 9 (4.11 g, 77% in three steps) as a colorless oil: Rf = 0.19 (hexane/ EtOAc = 4:1); [α]D 25 -60.6 (c 0.92, CHCl3); IR (neat) 3427, 2929, 2856, 1615 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.39 (d, J = 8.5 Hz, 2 H), 6.88 (d, J = 8.5 Hz, 2 H), 6.28-6.11 (m, 2 H), 5.85 (dt, J = 15.0, 6.6 Hz, 1 H), 5.75 (dt, J = 15.0, 6.6 Hz, 1 H), 5.43 (s, 1 H), 4.19-4.16 (m, 3 H), 3.80 (s, 3 H), 3.60-3.57 (m, 3 H), 2.64 (dd, J = 14.4, 6.6 Hz, 1 H), 2.36 (dd, J = 14.4, 6.6 Hz, 1 H), 1.30-1.25 (m, 1 H), 0.91 (s, 9 H), 0.11 (s, 3 H), 0.09 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 159.8, 131.7, 130.5, 130.4, 130.0, 127.6, 127.3, 113.5, 100.7, 81.9, 71.7, 66.2, 63.5, 55.3, 34.8, 25.8, 18.0, -4.0, -4.6; HRMS (ESI-TOF) calcd for C23H36O5SiNa [M + Na] + 443.2230, found 443.2236. Alcohol 10. To a solution of alcohol 9 (234 mg, 0.558 mmol) in CH2Cl2 (5.0 mL) were added DMAP (107 mg, 0.873 mmol), imidazole (59.6 mg, 0.873 mmol), and TBDPSCl (0.17 mL, 0.670 mmol) at 0 °C. After the mixture was stirred at room temperature for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 50:1, 10:1) gave the corresponding TBDPS ether (400 mg, quant) as a colorless oil: Rf = 0.76 (hexane/EtOAc = 2:1); [α]D 24 -33.7 (c 0.95, CHCl3); IR (neat) 2930, 2844, 1615 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.72-7.69 (m, 4 H), 7.45-7.37 (m, 8 H), 6.91 (dd, J = 8.6, 1.8 Hz, 2 H), 6.32-6.14 (m, 2 H), 5.87 (dt, J = 14.9, 7.8 Hz, 1 H), 5.71 (dt, J = 14.9, 4.9 Hz, 1 H), 5.47 (s, 1 H), 4.26 (d, J = 4.9 Hz, 2 H), 4.19 (dt, J = 8.6, 2.0 Hz, 1 H), 3.82 (s, 3 H), 3.64-3.56 (m, 3 H), 2.67 (dd, J = 14.9, 6.9 Hz, 1 H), 2.42-2.39 (m, 1 H), 1.10 (s, 9 H), 0.94 (s, 9 H), 0.14 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 Scheme 8. Synthesis of 2c Scheme 9. Synthesis of 2d MHz, CDCl3) δ 159.8, 135.5, 135.5, 135.4, 133.7, 132.1, 130.4, 129.9, 129.5, 129.3, 127.6, 127.6, 127.3, 113.5, 100.7, 82.0, 71.7, 66.2, 64.2, 55.3, 34.9, 26.9, 25.8, 19.3, 18.0, -4.0, -4.6; HRMS (ESI-TOF) calcd for C39H54O5Si2Na [M + Na] + 681.3408, found 681.3398. To a solution of the corresponding p-methoxybenzylidene acetal (610 mg, 0.926 mmol) in toluene (19 mL) was added DIBAL-H (1.04 M solution in hexane, 5.4 mL, 5.55 mmol) at -50 °C. After the mixture was gradually warmed up to -10 °C for 2 h, the reaction was quenched with MeOH. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 10:1, 7:1, 4:1) gave alcohol 10 (447 mg, 73%) as a colorless oil and the acetal (70.0 mg, 12% recovery). Alcohol 10: Rf = 0.73 (hexane/EtOAc = 2:1); [α]D 23 -14.1 (c 1.00, CHCl3); IR (neat) 3476, 2930, 2864 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.71-7.68 (m, 4 H), 7.45-7.26 (m, 8 H), 6.89 (d, J = 8.6 Hz, 2 H), 6.27 (dd, J = 15.0, 10.6 Hz, 1 H), 6.14 (dd, J = 15.0, 10.6 Hz, 1 H), 5.73-5.68 (m, 2 H), 4.55 (s, 2 H), 4.26 (d, J = 4.2 Hz, 2 H), 3.79 (s, 3 H), 3.79-3.55 (m, 4 H), 2.52-2.46 (m, 1 H), 2.39-2.33 (m, 1 H), 2.21 (brs, 1 H), 1.08 (s, 9 H), 0.93 (s, 9 H), 0.12 (s, 3 H), 0.11 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 159.2, 135.4, 133.7, 132.3, 130.4, 130.3, 129.9, 129.7, 129.5, 127.6, 113.8, 80.4, 74.0, 72.5, 64.2, 55.3, 34.5, 26.9, 25.9, 19.3, 18.1, -4.3, -4.5; HRMS (ESI-TOF) calcd for C39H56O5Si2Na [M + Na]+ 683.3564, found 683.3555. β-Hydroxy Ketone 11. To a solution of alcohol 10 (79.3 mg, 0.148 mmol) in CH2Cl2 (1.0 mL) and DMSO (0.3 mL) were added Et3N (0.10 mL, 0.740 mmol) and SO3·pyr (94.2 mg, 0.592 mmol) at 0 °C. The mixture was stirred at room temperature for 2 h. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/ EtOAc = 20:1) gave the corresponding aldehyde (75.4 mg, 95%) as a colorless oil: Rf = 0.70 (hexane/EtOAc = 2:1) [α]D 21 -14.1 (c 1.06, CHCl3); IR (neat) 2931, 2858, 1739 cm -1; 1H NMR (400 MHz, CDCl3) δ 9.60 (s, 1 H), 7.73-7.68 (m, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.3 Hz, 2 H), 6.87 (d, J = 8.3 Hz, 2 H), 6.27-6.10 (m, 2 H), 5.70 (dt, J = 14.4, 4.6 Hz, 1 H), 5.55 (dt, J = 14.4, 6.8 Hz, 1 H), 4.58-4.49 (m, 2 H), 4.25 (d, J = 4.6 Hz, 2 H), 4.14-4.12 (m, 1 H), 3.80 (s, 3 H), 3.73-3.69 (m, 1 H), 2.43 (t, J = 6.8 Hz, 2 H), 1.08 (s, 9 H), 1.00 (s, 9 H), 0.10 (s, 3 H), 0.09 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 203.2, 159.1, 135.4, 133.6, 133.2, 131.0, 130.0, 129.5, 129.4, 128.6, 127.6, 113.7, 80.8, 79.0, 71.9, 64.2, 55.3, 33.9, 26.9, 25.8, 19.3, 18.3, -4.6, -4.7; HRMS (ESI-TOF) calcd for C39H54O5Si2Na [M + Na]+ 681.3408, found 681.3410. To a suspension of NaH (60% dispersion in oil, 19.7 mg, 0.493 μmol, washed with hexane in advance) in THF (1.0 mL) was added methyl acetoacetate (3) (29.5 μL, 0.247 mmol) at 0 °C. After the mixture was stirred at 0 °C for 20 min, n-BuLi (1.57 M solution in hexane, 0.19 mL, 0.301 mmol) was added at 0 °C. After the mixture was stirred at 0 °C for 10 min, the corresponding aldehyde (90.3 mg, 0.137 mmol) in THF (0.3 mL + 0.2 mL) was added at -78 °C. After the mixture was stirred at -78 °C for 15 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 6:1) gave β-hydroxy ketone 11 (100 mg, 94%, dr = 6:1) as a colorless oil: Rf = 0.21 (hexane/EtOAc = 4:1); [α]D 22 +2.2 (c 1.00, CHCl3); IR (neat) 3517, 2930, 2856, 1748, 1715 cm-1; 1H NMR (400 MHz, C6D6) δ 7.80-7.78 (m, 4 H), 7.23-7.22 (m, 8 H), 6.83 (d, J = 8.5 Hz, 2 H), 6.42 (dd, J = 15.0, 10.6 Hz, 1 H), 6.22 (dd, J = 15.0, 10.6 Hz, 1 H), 5.84 (dt, J = 15.0, 7.4 Hz, 1 H), 5.69 (dt, J = 15.0, 5.1 Hz, 1 H), 4.41 (d, J = 4.6 Hz, 2 H), 4.32-4.28 (m, 1 H), 4.24 (d, J = 4.6 Hz, 2 H), 3.87 (t, J = 4.6 Hz, 1 H), 3.62-3.58 (m, 1 H), 3.32 (s, 3 H), 3.26 (s, 3 H), 3.03 (s, 2 H), 2.80-2.78 (m, 1 H), 2.74 (d, J = 2.8 Hz, 1 H), 2.69-2.61 (m, 1 H), 2.50-2.45 (m, 2 H), 1.19 (s, 9 H), 1.01 (s, 9 H), 0.19 (s, 3 H), 0.18 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 203.3, 159.8, 135.9, 134.2, 132.6, 130.9, 130.8, 130.5, 129.9, 114.1, 79.9, 77.1, 72.1, 69.0, 64.7, 54.9, 51.8, 49.8, 45.6, 34.0, 27.2, 26.5, 19.6, 18.7, -3.9, -4.0; HRMS (ESI-TOF) calcd for C44H62O8Si2Na [M + Na]+ 797.3881, found 797.3875. Unsaturated Aldehyde 12. To a solution of TBDPS ether 11 (27.9 mg, 36.0 μmol) in THF (3.6 mL) was added HF·pyr (100 μL) at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 6 h, HF·pyr (100 μL) was added at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave the corresponding alcohol (15.4 mg), which was used for the next reaction without further purification. To a solution of the alcohol obtained above (15.4 mg) in CH2Cl2 (3.0 mL) were added PhI(OAc)2 (25.0 mg, 77.8 μmol) and TEMPO (0.48 mg, 3.10 μmol) at 0 °C. After the mixture was stirred at 0 °C for 6 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1) gave unsaturated aldehyde 12 (11.6 mg, 60% in two steps) as a colorless oil: Rf = 0.43 (hexane/EtOAc = 1:1); [α]D 25 -1.8 (c 0.10, CHCl3); IR (neat) 3483, 2927, 2855, 1747, 1682, 1638 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.21 (d, J = 8.3 Hz, 2 H), 7.03 (dd, J = 15.2, 10.2 Hz, 1 H), 6.86 (d, J = 8.3 Hz, 2 H), 6.38-6.32 (m, 1 H), 6.28-6.20 (m, 1 H), 6.12-6.04 (m, 1 H), 4.52 (d, J = 11.5 Hz, 1 H), 4.42 (d, J = 11.5 Hz, 1 H), 4.17-4.11 (m, 1 H), 3.80 (s, 3 H), 3.74 (s, 3 H), 3.44 (s, 2 H), 2.91-2.85 (m, 1 H), 2.74-2.67 (m, 1 H), 2.50 (t, J = 6.2 Hz, 2 H), 0.91 (s, 9 H), 0.10 (s, 6 H); 13C NMR (100 MHz, CDCl3) δ 203.5, 193.6, 167.1, 159.3, 152.1, 143.3, 130.5, 130.3, 129.6, 113.8, 78.9, 76.0, 71.9, 68.6, 55.3, 52.4, 49.7, 45.8, 34.0, 26.1, 18.3, -4.0, -4.4; HRMS (ESI-TOF) calcd for C28H42O8SiNa [M + Na] + 557.2546, found 557.2552. p-Methoxybenzylidene Acetal 13. To a suspension of alcohol 12 (5.9 mg, 11.0 μmol) and MS4 Å (10.0 mg) in CH2Cl2 (0.5 mL) was added DDQ (3.7 mg, 16.5 μmol) at 0 °C. After the mixture was stirred at 0 °C for 1 h, the mixture was filtered through a Celite pad and washed with EtOAc. The mixture was washed with saturated aqueous NaHCO3 and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave p-methoxybenzylidene acetal 13 (2.4 mg, 41%) as a colorless oil: Rf = 0.47 (hexane/EtOAc = 2:1); [α]D 25 -27.6 (c 0.09, CHCl3); IR (neat) 2925, 2854, 1732, 1682, 1642 cm-1; 1H NMR (400 MHz, C6D6) δ 9.38 (d, J = 7.8 Hz, 1 H), 7.41 (d, J = 8.8 Hz, 2 H), 6.78 (d, J = 8.8 Hz, 2 H), 6.44-6.37 (m, 1 H), 6.05-6.01 (m, 2 H), 5.92 (dd, J = 15.4, 7.8 Hz, 1 H), 5.28 (s, 1 H), 3.86-3.80 (m, 1 H), 3.50-3.45 (m, 2 H), 3.34-3.20 (m, 4 H), 3.31 (s, 3 H), 3.18 (s, 3 H), 2.61-2.58 (m, 1 H), 2.29-2.22 (m, 1 H), 1.00 (s, 9 H), 0.09 (s, 3 H), 0.02 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 192.2, 164.4, 160.8, 159.9, 150.3, 140.1, 131.4, 130.3, 130.0, 114.0, 109.0, 100.9, 81.0, 79.1, 71.6, 54.9, 52.1, 35.8, 31.7, 26.1, 26.0, 18.4, -3.2, -3.4; HRMS (ESI-TOF) calcd for C28H40O8SiNa [M + Na] + 555.2390, found 555.2383. Diol 14. To a solution of β-hydroxy ketone 11 (311 mg, 0.401 mmol) in THF (8.6 mL) and MeOH (2.1 mL) was added Et2BOMe (0.48 mL, 0.481 mmol) at -78 °C. After the mixture was stirred at -78 °C for 15 min, NaBH4 (18.2 mg, 0.481 mmol) was added. After the mixture was stirred at -78 °C for 1 h, the reaction was quenched with AcOH. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3 and brine, and then dried over Na2SO4. Addition of MeOH (10 mL) to the mixture and concentration (five times repetition), and column chromatography (hexane/EtOAc = 5:1) gave diol 14 (304 mg, 98%) as a colorless oil: Rf = 0.45 (hexane/ EtOAc = 2:1); [α]D 25 -2.5 (c 1.00, CHCl3); IR (neat) 3464, 2930, 2857, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.80-7.79 (m, 4 H), 7.25-7.22 (m, 8 H), 6.81 (d, J = 8.5 Hz, 2 H), 6.43 (dd, J = 15.1, 10.5 Hz, 1 H), 6.28 (dd, J = 15.1, 10.5 Hz, 1 H), 5.94 (dt, J = 15.1, 7.1 Hz, 1 H), 5.74 (dt, J = 15.1, 5.1 Hz, 1 H), 4.45 (d, J = 4.2 Hz, 2 H), 4.24 (d, J = 4.2 Hz, 2 H), 4.07-3.98 (m, 1 H), 3.88-3.75 (m, 2 H), 3.65-3.54 (m, 1 H), 3.31 (s, 3 H), 3.25 (s, 3 H), 2.63-2.60 (m, 2 H), 2.44 (t, J = 5.1 Hz, 1 H), 2.25 (dd, J = 16.3, 8.5 Hz, 1 H), 2.12 (dd, J = 16.3, 3.6 Hz, 1 H), 1.78-1.59 (m, 2 H), 1.20 (s, 9 H), 1.03 (s, 9 H), 0.26 (s, 3 H), 0.20 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 172.6, 159.7, 135.9, 134.2, 132.9, 132.4, 131.4, 131.1, 130.7, 130.5, 130.2, 129.9, 114.0, 79.9, 77.7, 73.6, 72.1, 69.6, 64.7, 54.8, 51.2, 41.8, 38.6, 3117 33.9, 27.2, 26.6, 19.6, 18.8, -3.7, -3.9; HRMS (ESI-TOF) calcd for C44H64O8Si2Na [M + Na] + 799.4037, found 799.4037. p-Methoxybenzylidene Acetal 15. To a suspension of diol 14 (5.3 mg, 6.82 μmol) and MS4 Å (5.0 mg) in CH2Cl2 (0.5 mL) were added p-MeOC6H4CH(OMe)2 (1.7 μL, 10.2 μmol) and CSA (1.0 mg, 4.30 μmol) at 0 °C. The mixture was stirred at room temperature for 4 h. To the mixture were added p-MeOC6H4CH(OMe)2 (1.7 μL, 10.2 μmol) and CSA (1.0 mg, 4.30 μmol) at 0 °C. After the mixture was stirred at room temperature for a further 12 h, the reaction was quenched with Et3N. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 10:1) gave p-methoxybenzylidene acetal 15 (4.0 mg, 66%) as a colorless oil: Rf = 0.44 (hexane/EtOAc = 4:1); [α]D 25 -16.3 (c 0.09, CHCl3); IR (neat) 2928, 2855, 1741, 1614 cm-1; 1H NMR (400 MHz, C5D5N) δ 7.85-7.83 (m, 5 H), 7.65 (d, J = 8.5 Hz, 2 H), 7.47-7.44 (m, 6 H), 7.04-7.01 (m, 5 H), 6.55 (dd, J = 15.1, 10.4 Hz, 1 H), 6.38 (dd, J = 15.1, 10.4 Hz, 1 H), 6.00 (dt, J = 15.1, 7.3 Hz, 1 H), 5.86 (dt, J = 15.1, 4.8 Hz, 1 H), 5.73 (s, 1 H), 4.62 (s, 2 H), 4.54-4.47 (m, 1 H), 4.36 (d, J = 4.8 Hz, 2 H), 4.29-4.24 (m, 1 H), 4.17 (t, J = 4.8 Hz, 1 H), 3.88-3.84 (m, 1 H), 3.68 (s, 3 H), 3.64 (s, 3 H), 3.63 (s, 3 H), 2.89 (dd, J = 15.1, 7.3 Hz, 1 H), 2.76-2.64 (m, 2 H), 1.93-1.80 (m, 2 H), 1.25-1.23 (m, 1 H), 1.13 (s, 9 H), 1.01 (s, 9 H), 0.24 (s, 6 H); 13C NMR (100 MHz, C5D5N) δ 171.1, 160.3, 159.7, 135.9, 135.0, 134.2, 132.4, 131.9, 131.5, 131.2, 130.8, 130.7, 130.2, 128.3, 128.2, 123.0, 114.2, 113.9, 101.2, 79.1, 77.5, 76.5, 73.8, 71.7, 64.8, 55.3, 51.6, 41.5, 33.5, 32.5, 27.1, 26.5, 19.6, 18.8, -3.7, -3.9; HRMS (ESI-TOF) calcd for C52H70O9Si2Na [M + Na]+ 917.4456, found 917.4457. Acetonide 16. To a solution of diol 14 (202 mg, 0.260 mmol) in THF (2.6 mL) were added Me2C(OMe)2 (0.32 mL, 2.26 mmol) and p-TsOH·H2O (4.9 mg, 26.0 μmol) at room temperature. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1) gave acetonide 16 (212 mg, quant) as a colorless oil: Rf = 0.62 (hexane/EtOAc = 2:1); [α]D 22 -8.2 (c 1.25, CHCl3); IR (neat) 2929, 2858, 1741 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.69 (dd, J = 7.6, 1.4 Hz, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.6 Hz, 2 H), 6.86 (d, J = 8.6 Hz, 2 H), 6.25 (dd, J = 15.1, 10.5 Hz, 1 H), 6.11 (dd, J = 15.1, 10.5 Hz, 1 H), 5.76-5.65 (m, 2 H), 4.47 (s, 2 H), 4.25-4.24 (m, 3 H), 3.97 (ddd, J = 7.3, 4.9, 2.4 Hz, 1 H), 3.79 (s, 3 H), 3.70-3.68 (m, 1 H), 3.68 (s, 3 H), 3.52-3.48 (m, 1 H), 2.54 (dd, J = 15.1, 7.3 Hz, 1 H), 2.42-2.33 (m, 3 H), 1.48-1.35 (m, 2 H), 1.41 (s, 3 H), 1.37 (s, 3 H), 1.08 (s, 9 H), 0.90 (s, 9 H), 0.10 (s, 3 H), 0.08 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 171.2, 159.1, 135.5, 133.7, 131.7, 130.7, 130.1, 130.0, 129.6, 129.5, 129.3, 127.6, 113.6, 98.7, 78.8, 76.4, 71.6, 69.3, 66.0, 64.3, 55.3, 51.6, 41.6, 33.5, 31.7, 29.9, 26.9, 26.2, 19.8, 19.3, 18.5, -4.0, -4.3; HRMS (ESI-TOF) calcd for C47H68O8Si2Na [M + Na]+ 839.4351, found 839.4358. Allylic Alcohol 17. To a solution of TBDPS ether 16 (174 mg, 0.213 mmol) in MeCN (2.2 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 0.26 mL, 0.260 mmol) and AcOH (15 μL, 0.256 mmol) at room temperature. After the mixture was stirred at room temperature for 5 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave allylic alcohol 17 (84.8 mg, 68%) as a colorless oil: Rf = 0.33 (hexane/EtOAc = 2:1); [α]D 23 -5.5 (c 0.98, CHCl3); IR (neat) 3459, 2952, 2858, 1740, 1612 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.23 (d, J = 8.8 Hz, 2 H), 6.86 (d, J = 8.8 Hz, 2 H), 6.20 (dd, J = 15.3, 10.6 Hz, 1 H), 6.08 (dd, J = 15.3, 10.6 Hz, 1 H), 5.76-5.70 (m, 2 H), 4.45 (s, 2 H), 4.24-4.16 (m, 4 H), 3.94 (ddd, J = 12.6, 4.9, 2.4 Hz, 1 H), 3.80 (s, 3 H), 3.68 (s, 3 H), 3.48 (dt, J = 7.1, 4.4 Hz, 1 H), 2.53 (dd, J = 15.3, 7.1 Hz, 1 H), 2.38-2.33 (m, 3 H), 1.47 (dt, J = 12.6, 2.4 Hz, 1 H), 1.40 (s, 3 H), 1.36 (s, 3 H), 1.28-1.24 (m, 1 H), 0.89 (s, 9 H), 0.09 (s, 3 H), 0.07 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 171.2, 159.0, 131.9, 131.7, 131.3, 130.6, 129.8, 129.6, 113.6, 98.7, 78.7, 76.3, 71.6, 69.3, 65.9, 63.5, 55.3, 51.6, 41.6, 33.4, 31.7, 29.9, 26.2, 19.8, 18.5, -4.0, -4.3; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3169. Alcohol 18. To a solution of alcohol 17 (102 mg, 0.176 mmol) in CH2Cl2 (2.0 mL) were added PhI(OAc)2 (146 mg, 0.440 mmol) and TEMPO (5.5 mg, 35.2 μmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 6:1) gave the correspond-ing unsaturated aldehyde (102 mg), which was used for the next reaction without further purification. To a solution of the PMB ether obtained above (102 mg) in CH2Cl2 (4.0 mL) and phosphate pH standard solution (0.2 mL) was added DDQ (47.9 mg, 0.211 mmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 3:1) gave alcohol 18 (76.0 mg, 94% in two steps) as a colorless oil: Rf = 0.52 (hexane/EtOAc = 1:1); [α]D 23 -14.4 (c 0.97, CHCl3); IR (neat) 3490, 2953, 2858, 1739, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.3, 9.9 Hz, 1 H), 6.43-6.31 (m, 2 H), 6.10 (dd, J = 15.3, 7.8 Hz, 1 H), 4.34-4.27 (m, 1 H), 4.03 (ddd, J = 8.0, 5.4, 2.4 Hz, 1 H), 3.81-3.76 (m, 1 H), 3.68 (s, 3 H), 3.53 (t, J = 5.4 Hz, 1 H), 2.56 (dd, J = 15.3, 7.0 Hz, 1 H), 2.55-2.49 (m, 1 H), 2.42-2.31 (m, 3 H), 1.70 (dt, J = 12.7, 2.4 Hz, 1 H), 1.45 (s, 3 H), 1.36 (s, 3 H), 0.90 (s, 9 H), 0.12 (s, 3 H), 0.10 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.1, 151.9, 143.0, 130.8, 130.6, 98.8, 77.2, 72.7, 69.7, 65.9, 51.7, 41.5, 36.5, 32.7, 29.9, 26.0, 19.8, 18.3, -3.8, -4.2; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2440. Triol 19. To a solution of acetonide 18 (4.8 mg, 10.5 μmol) in CH2Cl2 (0.8 mL) was added TiCl4 (1.7 μL, 15.7 μmol) at -30 °C. After the mixture was stirred at -30 °C for 5 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1, 1:1) gave triol 19 (4.3 mg, 98%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 27 -5.1 (c 0.73, CHCl3); IR (neat) 3449, 2928, 2856, 1737, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 8.0 Hz, 1 H), 7.09 (dd, J = 15.3, 9.8 Hz, 1 H), 6.41-6.33 (m, 2 H), 6.10 (dd, J = 15.3, 8.0 Hz, 1 H), 4.33-4.27 (m, 1 H), 3.97 (ddd, J = 10.4, 5.6, 2.0 Hz, 1 H), 3.89-3.85 (m, 1 H), 3.73 (s, 3 H), 3.55 (t, J = 5.2 Hz, 1 H), 2.63-2.57 (m, 1 H), 2.53-2.51 (m, 2 H), 2.43-2.35 (m, 2 H), 1.86 (dt, J = 14.4, 2.4 Hz, 1 H), 1.67-1.55 (m, 3 H), 0.91 (s, 9 H), 0.13 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 193.7, 172.8, 152.0, 143.2, 130.8, 130.5, 77.9, 73.7, 72.6, 69.2, 51.9, 41.4, 38.4, 36.7, 26.1, 18.3, -4.0; HRMS (ESI-TOF) calcd for C20H36O7SiNa [M + Na] + 439.2128, found 439.2126. Tetraol 2a from 19. To a solution of TBS ether 19 (12.4 mg, 29.8 μmol) in THF (1.5 mL) was added HF·pyr (60 μL) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 2 h, HF·pyr (70 μL) was added at 0 °C. The mixture was stirred at 0 °C for 30 min. After the mixture was stirred at room temperature for 6 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 20:1) gave tetraol 2a (1.6 mg, 18%) as a colorless oil and TBS ether 19 (6.4 mg, 52% recovery). Tetraol 2a: Rf = 0.33 (CH2Cl2/MeOH = 10:1); [α]D 22 +13.2 (c 0.12, CHCl3); IR (neat) 3417, 2925, 1731, 1679, 1636 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.33-7.27 (m, 1 H), 6.50-6.46 (m, 2 H), 6.08 (dd, J = 15.0, 7.8 Hz, 1 H), 4.33-4.27 (m, 1 H), 3.85-3.81 (m, 1 H), 3.73-3.69 (m, 1 H), 3.67 (s, 3 H), 3.39 (t, J = 6.3 Hz, 1 H), 2.66-2.54 (m, 2 H), 2.46-2.37 (m, 2 H), 1.85 (ddd, J = 14.4, 5.4, 2.4 Hz, 1 H), 1.73-1.67 (m, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.8, 155.0, 145.7, 131.9, 131.0, 77.8, 73.0, 72.6, 68.3, 52.0, 43.0, 39.9, 3118 37.9; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1271. Diol 20. To a solution of TBS ether 17 (160 mg, 0.277 mmol) in MeCN (2.8 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 2.8 mL, 2.80 mmol) and AcOH (0.16 mL, 2.77 mmol) at room temperature. After the mixture was stirred at 60 °C for 6 days, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1, EtOAc) gave diol 20 (111 mg, 86%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 22 +10.5 (c 0.71, CHCl3); IR (neat) 3420, 2928, 2858, 1738, 1613 cm -1; 1H NMR (400 MHz, C6D6) δ 7.17 (d, J = 8.6 Hz, 2 H), 6.80 (d, J = 8.6 Hz, 2 H), 6.26-6.16 (m, 2 H), 5.91-5.86 (m, 1 H), 5.62 (dt, J = 14.0, 5.6 Hz, 1 H), 4.51-4.47 (m, 1 H), 4.43 (d, J = 11.2 Hz, 1 H), 4.33-4.29 (m, 1 H), 4.22 (d, J = 11.2 Hz, 1 H), 4.11-4.06 (m, 1 H), 3.92-3.84 (m, 3 H), 3.60-3.56 (m, 1 H), 3.33 (s, 3 H), 3.31 (s, 3 H), 2.62-2.48 (m, 3 H), 2.18 (dd, J = 15.6, 5.2 Hz, 1 H), 1.46-1.40 (m, 2 H), 1.39 (s, 3 H), 1.29 (s, 3 H), 0.92 (t, J = 7.2 Hz, 1 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.9, 132.7, 131.2, 130.9, 130.7, 130.0, 114.2, 99.0, 77.6, 73.8, 71.2, 69.7, 66.3, 63.3, 54.9, 51.2, 41.6, 32.9, 31.4, 30.3, 19.9; HRMS (ESI-TOF) calcd for C25H36O8Na [M + Na]+ 487.2308, found 487.2306. Allylic Alcohol 21. To a solution of diol 20 (94.4 mg, 0.163 mmol) in CH2Cl2 (1.6 mL) were added 2,6-lutidine (67 μL, 0.456 mmol) and TESOTf (88 μL, 0.391 mmol) at 0 °C. After the mixture was stirred at room temperature for 40 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 20:1, 10:1) gave the corresponding bis-TES ether (111 mg, 98%) as a colorless oil: Rf = 0.71 (hexane/EtOAc = 2:1); [α]D 26 +4.2 (c 0.49, CHCl3); IR (neat) 2953, 2871, 1742, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.24 (d, J = 8.6 Hz, 2 H), 6.84 (d, J = 8.6 Hz, 2 H), 6.41 (dd, J = 15.0, 10.6 Hz, 1 H), 6.30 (dd, J = 15.0, 10.6 Hz, 1 H), 5.95-5.87 (m, 1 H), 5.73 (dt, J = 15.0, 5.3 Hz, 1 H), 4.48 (d, J = 11.2 Hz, 1 H), 4.35 (d, J = 11.2 Hz, 1 H), 4.35-4.27 (m, 1 H), 4.15 (d, J = 5.3 Hz, 2 H), 4.12-4.07 (m, 1 H), 3.95 (t, J = 5.0 Hz, 1 H), 3.61 (q, J = 5.4 Hz, 1 H), 3.35 (s, 3 H), 3.33 (s, 3 H), 2.60-2.53 (m, 3 H), 2.22 (dd, J = 15.4, 5.4 Hz, 1 H), 1.50-1.44 (m, 2 H), 1.46 (s, 3 H), 1.33 (s, 3 H), 1.09 (t, J = 8.2 Hz, 9 H), 1.02 (t, J = 7.4 Hz, 9 H), 0.80 (q, J = 8.2 Hz, 6 H), 0.62 (q, J = 7.4 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.5, 131.3, 131.1, 131.0, 130.4, 130.0, 114.1, 99.0, 78.8, 76.9, 71.9, 69.8, 66.4, 63.5, 54.9, 51.1, 41.8, 33.7, 31.8, 30.2, 19.9, 7.5, 7.2, 5.9, 5.2; HRMS (ESI-TOF) calcd for C37H64O8Si2Na [M + Na]+ 715.4037, found 715.4031. To a solution of the corresponding TES ether (99.7 mg, 0.144 mmol) in CH2Cl2 (7.0 mL) and MeOH (0.7 mL) was added PPTS (11.0 mg, 43.0 μmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave allylic alcohol 21 (75.1 mg, 90%) as a colorless oil: Rf = 0.53 (hexane/EtOAc = 1:1); [α]D 21 +2.5 (c 1.53, CHCl3); IR (neat) 3460, 2952, 2875, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.0 Hz, 2 H), 6.83 (d, J = 8.0 Hz, 2 H), 6.26-6.16 (m, 2 H), 5.90-5.83 (m, 1 H), 5.64-5.57 (m, 1 H), 4.48 (d, J = 11.5 Hz, 1 H), 4.36 (d, J = 11.5 Hz, 1 H), 4.32-4.31 (m, 1 H), 4.11-4.07 (m, 1 H), 3.96-3.93 (m, 1 H), 3.90 (brs, 2 H), 3.62-3.58 (m, 1 H), 3.34 (s, 3 H), 3.33 (s, 3 H), 2.59-2.54 (m, 3 H), 2.24 (dd, J = 15.5, 5.1 Hz, 1 H), 1.49-1.46 (m, 2 H), 1.46 (s, 3 H), 1.33 (s, 3 H), 1.08 (t, J = 7.9 Hz, 9 H), 0.79 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.8, 132.4, 131.3, 131.2, 131.1, 131.0, 130.0, 114.1, 99.0, 78.7, 76.8, 71.8, 69.8, 66.4, 63.2, 54.9, 51.2, 41.8, 33.7, 31.7, 30.2, 19.9, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3171. Alcohol 22. To a solution of alcohol 21 (45.6 mg, 78.8 μmol) in CH2Cl2 (1.6 mL) were added PhI(OAc)2 (65.0 mg, 0.197 mmol) and TEMPO (2.5 mg, 15.8 μmol) at 0 °C. After the mixture was stirred at room temperature for 5 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the correspond-ing unsaturated aldehyde (44.5 mg), which was used for the next reaction without further purification. To a solution of the PMB ether obtained above (44.5 mg) in CH2Cl2 (1.7 mL) and phosphate pH standard solution (0.1 mL) was added DDQ (26.0 mg, 0.116 mmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 22 (27.5 mg, 76% in two steps) as a colorless oil: Rf = 0.23 (hexane/EtOAc = 2:1); [α]D 23 -15.2 (c 1.00, CHCl3); IR (neat) 3479, 2953, 2876, 1739, 1682, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.4, 10.0 Hz, 1 H), 6.44-6.30 (m, 2 H), 6.10 (dd, J = 15.4, 7.8 Hz, 1 H), 4.35-4.28 (m, 1 H), 4.05-4.01 (m, 1 H), 3.78-3.75 (m, 1 H), 3.68 (s, 3 H), 3.54 (d, J = 5.5 Hz, 1 H), 2.60-2.51 (m, 2 H), 2.43-2.32 (m, 2 H), 1.72-1.64 (m, 2 H), 1.46 (s, 3 H), 1.36 (s, 3 H), 0.97 (t, J = 8.0 Hz, 9 H), 0.65 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.1, 151.9, 143.0, 130.8, 130.6, 98.8, 72.8, 70.0, 65.9, 51.7, 41.5, 36.6, 32.5, 29.9, 19.8, 7.0, 5.3; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2446. Tetraol 2a from 22. To a solution of acetonide 22 (4.1 mg, 8.99 μmol) in CH2Cl2 (0.5 mL) was added TiCl4 (2.0 μL, 18.2 μmol) at -30 °C. The mixture was gradually warmed up to room temperature for 1 h. After the mixture was stirred at room temperature for 27 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 10:1) gave tetraol 2a (2.0 mg, 74%). Ketone 23. To a solution of diol 20 (59.5 mg, 0.128 mmol) in CH2Cl2 (1.2 mL) were added imidazole (12.2 mg, 0.179 mmol) and TESCl (26 μL, 0.154 mmol) at -30 °C. After the mixture was gradually warmed up to -10 °C for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding mono-TES ether (60.8 mg), which was used for the next reaction without further purification. To a suspension of the alcohol obtained above (60.8 mg) and MS4 Å (50.0 mg) in CH2Cl2 (1.3 mL) were added NMO (64.0 mg, 0.546 mmol) and TPAP (1.8 mg, 5.30 μmol) at room temperature. After the mixture was stirred at room temperature for 8 h, the mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 4:1) gave ketone 23 (54.8 mg, 74% in two steps) as a colorless oil: Rf = 0.56 (hexane/ EtOAc = 2:1); [α]D 22 +15.6 (c 0.50, CHCl3); IR (neat) 2953, 2871, 1738, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.31 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.31 (dd, J = 14.0, 10.6 Hz, 1 H), 6.17 (dd, J = 15.0, 10.6 Hz, 1 H), 5.86 (dt, J = 15.0, 7.6 Hz, 1 H), 5.72 (dt, J = 14.0, 5.0 Hz, 1 H), 4.59-4.51 (m, 2 H), 4.37-4.16 (m, 3 H), 4.10 (d, J = 4.7 Hz, 2 H), 3.30 (s, 3 H), 3.29 (s, 3 H), 2.66-2.55 (m, 2 H), 2.43 (dd, J = 15.8, 7.6 Hz, 1 H), 2.09 (dd, J = 15.8, 5.0 Hz, 1 H), 1.65 (dt, J = 12.9, 2.7 Hz, 1 H), 1.42-1.35 (m, 1 H), 1.40 (s, 3 H), 1.20 (s, 3 H), 1.00 (t, J = 7.9 Hz, 9 H), 0.60 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 206.8, 170.5, 159.8, 132.9, 132.1, 130.6, 130.0, 129.7, 129.1, 114.1, 99.4, 80.4, 73.4, 72.3, 66.1, 63.4, 54.8, 51.2, 41.2, 35.7, 32.2, 30.1, 19.3, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H48O8SiNa [M + Na] + 599.3016, found 599.3012. Alcohol 24. To a solution of ketone 23 (8.5 mg, 14.7 μmol) in MeOH (0.5 mL) was added NaBH4 (1.0 mg, 26.4 μmol) at -78 °C. After the mixture was gradually warmed up to 0 °C for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/ EtOAc = 3:1) gave alcohol 24 (8.3 mg, 98%) as a colorless oil: Rf = 3119 0.30 (hexane/EtOAc = 2:1); [α]D 22 +20.8 (c 0.44, CHCl3); IR (neat) 3518, 2953, 2885, 1740, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.20 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.40 (dd, J = 15.1, 10.5 Hz, 1 H), 6.25 (dd, J = 15.1, 10.5 Hz, 1 H), 5.80-5.69 (m, 2 H), 4.49 (d, J = 11.2 Hz, 1 H), 4.28-4.24 (m, 2 H), 4.15 (d, J = 4.9 Hz, 2 H), 4.00-3.97 (m, 1 H), 3.52 (t, J = 4.7 Hz, 2 H), 3.33 (s, 3 H), 3.32 (s, 3 H), 2.68-2.63 (m, 2 H), 2.50-2.44 (m, 2 H), 2.12 (dd, J = 15.6, 4.9 Hz, 1 H), 1.41 (s, 3 H), 1.41-1.34 (m, 1 H), 1.30 (s, 3 H), 1.02 (t, J = 7.9 Hz, 9 H), 0.62 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.8, 131.6, 131.1, 130.2, 130.2, 129.9, 114.1, 99.1, 78.4, 74.7, 71.7, 70.0, 66.2, 63.4, 54.9, 51.1, 41.4, 34.2, 32.4, 30.3, 19.8, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3183. Allylic Alcohol 25. To a solution of alcohol 24 (8.3 mg, 14.4 μmol) in CH2Cl2 (0.5 mL) were added 2,6-lutidine (17 μL, 0.113 mmol) and TESOTf (24 μL, 0.107 mmol) at 0 °C. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding bis-TES ether (10.1 mg), which was used for the next reaction without further purification. To a solution of the TES ether obtained above (10.1 mg) in CH2Cl2 (0.5 mL) and MeOH (0.1 mL) was added PPTS (1.8 mg, 7.30 μmol) at 0 °C. After the mixture was stirred at 0 °C for 2 h, the reaction was quenched with Et3N. Concentration and column chromatography (hexane/EtOAc = 3:1) gave allylic alcohol 25 (8.5 mg, quant in two steps) as a colorless oil: Rf = 0.22 (hexane/EtOAc = 2:1); [α]D 21 +11.2 (c 1.15, CHCl3); IR (neat) 3463, 2952, 2871, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.22 (d, J = 8.6 Hz, 2 H), 6.80 (d, J = 8.6 Hz, 2 H), 6.25-6.21 (m, 2 H), 5.81-5.74 (m, 1 H), 5.64-5.57 (m, 1 H), 4.53 (d, J = 11.5 Hz, 1 H), 4.35 (d, J = 11.5 Hz, 1 H), 4.33-4.30 (m, 1 H), 4.16-4.10 (m, 1 H), 3.89 (d, J = 2.9 Hz, 2 H), 3.73 (dd, J = 7.1, 3.2 Hz, 1 H), 3.54-3.49 (m, 1 H), 3.32 (s, 3 H), 3.31 (s, 3 H), 2.75-2.68 (m, 1 H), 2.57-2.48 (m, 2 H), 2.16 (dd, J = 15.6, 4.9 Hz, 1 H), 1.48 (s, 3 H), 1.48-1.42 (m, 2 H), 1.41 (s, 3 H), 1.10 (t, J = 7.8 Hz, 9 H), 0.76 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.8, 132.4, 131.5, 131.2, 130.9, 129.8, 129.6, 114.1, 99.1, 79.6, 76.4, 71.4, 66.1, 63.2, 54.9, 51.2, 41.6, 33.5, 32.9, 30.4, 19.8, 7.6, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3170. Alcohol 26. To a solution of alcohol 25 (8.5 mg, 14.6 μmol) in CH2Cl2 (0.5 mL) were added PhI(OAc)2 (12.1 mg, 36.5 μmol) and TEMPO (1.0 mg, 6.40 μmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the correspond-ing unsaturated aldehyde (7.6 mg), which was used for the next reaction without further purification. To a solution of the PMB ether obtained above (7.6 mg) in CH2Cl2 (0.4 mL) and phosphate pH standard solution (40 μL) was added DDQ (3.6 mg, 16.0 μmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 26 (5.5 mg, 82% in two steps) as a colorless oil: Rf = 0.16 (hexane/EtOAc = 2:1); [α]D 21 -35.7 (c 0.47, CHCl3); IR (neat) 3490, 2954, 2871, 1739, 1682, 1641 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.55 (d, J = 8.1 Hz, 1 H), 7.08 (dd, J = 15.2, 10.4 Hz, 1 H), 6.42-6.26 (m, 2 H), 6.09 (dd, J = 15.2, 7.8 Hz, 1 H), 4.32-4.26 (m, 1 H), 3.98-3.94 (m, 1 H), 3.71-3.69 (m, 1 H), 3.69 (s, 3 H), 3.45 (d, J = 6.6 Hz, 1 H), 2.57-2.30 (m, 4 H), 1.65-1.60 (m, 1 H), 1.45 (s, 3 H), 1.38 (s, 3 H), 1.26-1.17 (m, 1 H), 0.97 (t, J = 7.9 Hz, 9 H), 0.69-0.61 (m, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.0, 151.9, 142.6, 130.7, 130.6, 98.9, 77.1, 71.0, 69.3, 65.5, 51.7, 41.4, 39.2, 31.9, 29.9, 19.6, 7.1, 5.3; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2442. Tetraol 2b. To a solution of acetonide 26 (4.1 mg, 8.98 μmol) in CH2Cl2 (0.4 mL) was added TiCl4 (1.2 μL, 10.8 μmol) at -30 °C. After the mixture was stirred at -30 °C for 5 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 1:1) gave the correspond-ing triol (3.0 mg, 80%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 24 -14.1 (c 0.42, CHCl3); IR (neat) 3451, 2954, 2871, 1737, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.2, 10.1 Hz, 1 H), 6.44-6.29 (m, 2 H), 6.09 (dd, J = 15.2, 7.8 Hz, 1 H), 4.27-4.21 (m, 1 H), 3.96-3.92 (m, 1 H), 3.87 (brs, 1 H), 3.72 (s, 3 H), 3.59-3.57 (m, 1 H), 2.52 (d, J = 5.9 Hz, 2 H), 2.43 (t, J = 6.3 Hz, 2 H), 1.71 (d, J = 5.9 Hz, 2 H), 0.99 (t, J = 7.9 Hz, 9 H), 0.67 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.7, 172.9, 152.0, 142.8, 130.7, 130.6, 75.9, 73.3, 69.7, 69.1, 51.9, 41.4, 39.0, 37.7, 7.0, 5.3; HRMS (ESI-TOF) calcd for C20H36O7SiNa [M + Na]+ 439.2128, found 439.2131. To a solution of the corresponding TES ether (9.6 mg, 23.0 μmol) in THF (1.0 mL) was added HF·pyr (50 μL) at 0 °C. After the mixture was stirred at 0 °C for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 30:1) gave tetraol 2b (5.5 mg, 79%) as a colorless oil: Rf = 0.35 (CH2Cl2/MeOH = 10:1); [α]D 21 -6.1 (c 0.10, CHCl3); IR (neat) 3367, 2924, 2858, 1727, 1675, 1635 cm -1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.29 (dd, J = 15.6, 9.9 Hz, 1 H), 6.51-6.41 (m, 2 H), 6.09 (dd, J = 15.6, 7.8 Hz, 1 H), 4.25-4.20 (m, 1 H), 3.90-3.86 (m, 1 H), 3.83-3.79 (m, 1 H), 3.67 (s, 3 H), 3.33-3.31 (m, 1 H), 2.56 (dd, J = 15.0, 4.2 Hz, 1 H), 2.53-2.43 (m, 2 H), 2.44 (dd, J = 15.0, 8.7 Hz, 1 H), 1.76-1.72 (m, 2 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.7, 154.8, 145.0, 131.9, 131.2, 76.1, 72.9, 71.7, 67.7, 52.0, 43.1, 41.1, 38.7; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1266. Diol 27. To a solution of β-hydroxy ketone 11 (595 mg, 0.767 mmol) in MeCN (9.0 mL) and AcOH (9.0 mL) was added NaBH(OAc)3 (244 mg, 1.15 mmol) at -20 °C. After the mixture was stirred at -20 °C for 2 h, NaBH(OAc)3 (81.3 mg, 0.383 mmol) was added. After the mixture was stirred at -20 °C for a further 1 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave diol 27 (565 mg, 95%) as a colorless oil: Rf = 0.45 (hexane/EtOAc = 2:1); [α]D 24 -9.1 (c 1.00, CHCl3); IR (neat) 3476, 2930, 2857, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.73-7.71 (m, 4 H), 7.25-7.09 (m, 8 H), 6.77 (d, J = 8.8 Hz, 2 H), 6.35 (dd, J = 15.1, 10.5 Hz, 1 H), 6.18 (dd, J = 15.1, 10.5 Hz, 1 H), 5.84 (dt, J = 15.1, 7.6 Hz, 1 H), 5.61 (dt, J = 15.1, 4.9 Hz, 1 H), 4.40 (d, J = 1.9 Hz, 2 H), 4.37-4.30 (m, 1 H), 4.16 (d, J = 4.6 Hz, 2 H), 4.07 (brs, 1 H), 3.84-3.81 (m, 1 H), 3.70-3.67 (m, 1 H), 3.25 (s, 3 H), 3.21 (s, 3 H), 2.52 (t, J = 6.4 Hz, 2 H), 2.34-2.29 (m, 2 H), 2.20-2.15 (m, 1 H), 1.71-1.66 (m, 2 H), 1.12 (s, 9 H), 0.94 (s, 9 H), 0.16 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 173.1, 159.7, 135.9, 134.2, 132.4, 131.4, 131.1, 130.7, 130.5, 129.9, 114.0, 80.3, 77.7, 72.2, 70.0, 66.3, 64.7, 54.8, 51.3, 41.4, 38.4, 34.2, 27.2, 26.5, 19.6, 18.8, -3.6, -4.1; HRMS (ESI-TOF) calcd for C44H64O8Si2Na [M + Na]+ 799.4037, found 799.4036. Diol 28. To a solution of diol 27 (871 mg, 1.12 mmol) in THF (11 mL) were added Me2C(OMe)2 (1.4 mL, 11.2 mmol) and p-TsOH· H2O (21.0 mg, 0.112 mmol) at room temperature. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1) gave the corresponding acetonide (822 mg, 90%) as a colorless oil: Rf = 0.62 (hexane/EtOAc = 2:1); [α]D 24 -0.4 (c 0.99, CHCl3); IR (neat) 3120 2929, 2856, 1742 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.69 (dd, J = 7.8, 1.5 Hz, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.5 Hz, 2 H), 6.86 (d, J = 8.5 Hz, 2 H), 6.26 (dd, J = 15.0, 10.5 Hz, 1 H), 6.11 (dd, J = 15.0, 10.5 Hz, 1 H), 5.73-5.65 (m, 2 H), 4.47 (s, 2 H), 4.25-4.16 (m, 3 H), 3.99-3.94 (m, 1 H), 3.81-3.78 (m, 1 H), 3.79 (s, 3 H), 3.69 (s, 3 H), 3.42-3.38 (m, 1 H), 2.52 (dd, J = 15.6, 8.3 Hz, 1 H), 2.44-2.33 (m, 3 H), 2.08-2.01 (m, 1 H), 1.59 (brs, 1 H), 1.34 (s, 3 H), 1.31 (s, 3 H), 1.08 (s, 9 H), 0.90 (s, 9 H), 0.10 (s, 3 H), 0.08 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 173.1, 159.1, 135.5, 133.7, 131.9, 130.5, 130.2, 130.0, 129.5, 129.3, 127.6, 113.7, 100.6, 79.3, 75.9, 71.8, 66.8, 64.3, 63.8, 55.3, 51.6, 40.7, 33.8, 32.8, 26.9, 26.2, 24.6, 24.5, 19.3, 18.4, -4.0, -4.3; HRMS (ESI-TOF) calcd for C47H68O8Si2Na [M + Na]+ 839.4351, found 839.4348. To a solution of the corresponding bis-silyl ether (409 mg, 0.501 mmol) in MeCN (5.0 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 2.0 mL, 2.00 mmol) and AcOH (0.10 mL, 2.00 mmol) at room temperature. After the mixture was stirred at reflux for 3 days, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc twice. The combined organic layer was dried over Na2SO4. Concentration and column chromatog-raphy (hexane/EtOAc = 4:1, 1:1) gave diol 28 (154 mg, 66%) as a colorless oil: Rf = 0.19 (hexane/EtOAc = 1:1); [α]D 20 +43.1 (c 0.68, CHCl3); IR (neat) 3459, 2925, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.19-7.16 (m, 2 H), 6.79 (d, J = 8.6 Hz, 2 H), 6.25-6.15 (m, 2 H), 5.92-5.85 (m, 1 H), 5.63-5.57 (m, 1 H), 4.43 (d, J = 11.5 Hz, 1 H), 4.37-4.30 (m, 1 H), 4.23 (d, J = 11.5 Hz, 1 H), 4.18-4.13 (m, 1 H), 3.96 (d, J = 5.7 Hz, 1 H), 3.89 (d, J = 5.4 Hz, 2 H), 3.54-3.50 (m, 1 H), 3.33 (s, 3 H), 3.33 (s, 3 H), 2.61-2.55 (m, 2 H), 2.48 (dd, J = 15.6, 8.8 Hz, 1 H), 2.23-2.18 (m, 2 H), 2.08-2.01 (m, 1 H), 1.37 (s, 3 H), 1.28 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.8, 131.2, 131.2, 130.9, 130.6, 129.8, 114.2, 100.8, 77.8, 73.8, 71.3, 67.1, 64.2, 63.3, 54.9, 51.1, 40.9, 32.9, 32.5, 25.1, 25.0; HRMS (ESI-TOF) calcd for C25H36O8Na [M + Na] + 487.2308, found 487.2302. Alcohol 29. To a solution of diol 28 (22.4 mg, 48.2 μmol) in CH2Cl2 (1.0 mL) were added 2,6-lutidine (40 μL, 0.270 mmol) and TESOTf (52 μL, 0.232 mmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 4:1) gave the corresponding bis-TES ether (34.1 mg, quant) as a colorless oil: Rf = 0.50 (hexane/EtOAc = 4:1); [α]D 25 +16.4 (c 0.23, CHCl3); IR (neat) 2953, 2871, 1743, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.8 Hz, 2 H), 6.82 (d, J = 8.8 Hz, 2 H), 6.46-6.35 (m, 1 H), 6.34-6.24 (m, 1 H), 5.95-5.86 (m, 1 H), 5.73 (dt, J = 15.1, 5.4 Hz, 1 H), 4.47 (d, J = 11.2 Hz, 1 H), 4.46-4.38 (m, 1 H), 4.34 (d, J = 11.2 Hz, 1 H), 4.22-4.13 (m, 3 H), 4.05 (dd, J = 5.9, 4.1 Hz, 1 H), 3.50 (q, J = 5.3 Hz, 1 H), 3.34 (s, 3 H), 3.33 (s, 3 H), 2.62-2.45 (m, 3 H), 2.25 (dd, J = 15.5, 5.1 Hz, 1 H), 2.21-2.12 (m, 1 H), 1.44 (s, 3 H), 1.43-1.34 (m, 1 H), 1.32 (s, 3 H), 1.10 (t, J = 7.9 Hz, 9 H), 1.02 (t, J = 7.9 Hz, 9 H), 0.84-0.76 (q, J = 7.9 Hz, 6 H), 0.62 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.6, 131.3, 130.7, 130.4, 129.9, 114.1, 100.9, 79.2, 76.4, 71.9, 67.3, 64.2, 63.5, 54.9, 51.1, 41.0, 33.9, 32.9, 24.9, 24.8, 7.5, 7.2, 5.9, 5.2; HRMS (ESI-TOF) calcd for C37H64O8Si2Na [M + Na] + 715.4037, found 715.4037. To a solution of the corresponding TES ether (15.0 mg, 21.6 μmol) in CH2Cl2 (0.7 mL) and MeOH (70 μL) was added PPTS (1.6 mg, 6.32 μmol) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1, 2:1) gave the corresponding allylic alcohol (10.7 mg, 88%) as a colorless oil: Rf = 0.66 (hexane/EtOAc = 1:1); [α]D 23 +12.8 (c 0.74, CHCl3); IR (neat) 3462, 2952, 2875, 1742, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.6 Hz, 2 H), 6.81 (d, J = 8.6 Hz, 2 H), 6.24-6.15 (m, 2 H), 5.88-5.81 (m, 1 H), 5.63-5.57 (m, 1 H), 4.47 (d, J = 11.5 Hz, 1 H), 4.44-4.39 (m, 1 H), 4.35 (d, J = 11.5 Hz, 1 H), 4.20-4.15 (m, 1 H), 4.04 (t, J = 4.9 Hz, 1 H), 3.89 (d, J = 5.4 Hz, 2 H), 3.51-3.47 (m, 1 H), 3.33 (s, 3 H), 3.33 (s, 3 H), 2.59-2.49 (m, 4 H), 2.25 (dd, J = 15.5, 4.9 Hz, 1 H), 2.19-2.12 (m, 1 H), 1.44 (s, 3 H), 1.40-1.30 (m, 1 H), 1.32 (s, 3 H), 1.10 (t, J = 8.0 Hz, 9 H), 0.79 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.5, 131.2, 131.1, 131.0, 129.9, 114.1, 100.9, 79.1, 76.3, 71.9, 67.3, 64.2, 63.2, 54.9, 51.1, 41.0, 33.8, 32.8, 24.9, 24.8, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na] + 601.3173, found 601.3168. To a solution of the corresponding allylic alcohol (52.8 mg, 91.3 μmol) in CH2Cl2 (1.8 mL) were added PhI(OAc)2 (76.0 mg, 0.228 mmol) and TEMPO (2.9 mg, 18.3 μmol) at 0 °C. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding unsaturated aldehyde (48.8 mg), which was used for the next reaction without further purification. To a solution of the PMB ether obtained above (48.8 mg) in CH2Cl2 (1.7 mL) and phosphate pH standard solution (0.1 mL) was added DDQ (26.0 mg, 0.115 mmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 29 (29.9 mg, 72% in two steps) as a colorless oil: Rf = 0.61 (hexane/EtOAc = 1:1); [α]D 23 +5.8 (c 0.88, CHCl3); IR (neat) 3472, 2953, 2876, 1741, 1682, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.2, 10.2 Hz, 1 H), 6.44-6.29 (m, 2 H), 6.10 (dd, J = 15.2, 7.8 Hz, 1 H), 4.26-4.19 (m, 1 H), 4.00-3.95 (m, 1 H), 3.68 (s, 3 H), 3.67-3.63 (m, 2 H), 2.59-2.51 (m, 2 H), 2.46 (dd, J = 15.6, 5.2 Hz, 1 H), 2.39-2.31 (m, 2 H), 2.07-2.00 (m, 1 H), 1.63-1.56 (m, 1 H), 1.35 (s, 3 H), 1.34 (s, 3 H), 0.97 (t, J = 7.8 Hz, 9 H), 0.65 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.2, 151.8, 142.9, 131.0, 130.7, 100.8, 72.8, 67.3, 63.7, 51.7, 40.7, 36.8, 33.5, 24.6, 24.5, 7.0, 5.4; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na] + 479.2441, found 479.2446. Tetraol 2c. To a solution of acetonide 29 (20.7 mg, 45.4 μmol) in CH2Cl2 (2.3 mL) was added TiCl4 (10 μL, 90.8 μmol) at -30 °C. The mixture was gradually warmed up to room temperature for 2 h. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/ MeOH = 10:1) gave tetraol 2c (6.1 mg, 44%) as a colorless oil: Rf = 0.35 (CH2Cl2/MeOH = 10:1); [α]D 24 -8.9 (c 0.10, CHCl3); IR (neat) 3388, 2925, 2853, 1730, 1674, 1636 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.33-7.28 (m, 1 H), 6.50-6.47 (m, 2 H), 6.08 (dd, J = 15.0, 7.8 Hz, 1 H), 4.32-4.27 (m, 1 H), 3.93-3.89 (m, 1 H), 3.75-3.71 (m, 1 H), 3.67 (s, 3 H), 3.39 (t, J = 6.6 Hz, 1 H), 2.65-2.61 (m, 1 H), 2.54-2.47 (m, 2 H), 2.43-2.37 (m, 1 H), 1.78 (ddd, J = 14.4, 9.6, 2.4 Hz, 1 H), 1.60 (ddd, J = 14.4, 9.6, 2.4 Hz, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.8, 155.5, 145.8, 131.8, 131.0, 78.1, 73.1, 70.6, 66.4, 52.0, 43.9, 40.3, 37.8; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1271. Ketone 30. To a solution of diol 28 (10.8 mg, 23.4 μmol) in CH2Cl2 (0.3 mL) were added imidazole (2.2 mg, 32.8 μmol) and TESCl (4.7 μL, 28.1 μmol) at -30 °C. After the mixture was stirred at -30 °C for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1) gave the corresponding mono-TES ether (12.9 mg), which was used for the next reaction without further purification. To a suspension of the alcohol obtained above (12.9 mg) and MS4 Å (15.0 mg) in CH2Cl2 (0.3 mL) were added NMO (13.4 mg, 0.115 mmol) and TPAP (1.0 mg, 2.85 μmol) at room temperature. After the mixture was stirred at room temperature for 8 h, the mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 4:1) gave ketone 30 3121 (10.3 mg, 76% in two steps) as a colorless oil: Rf = 0.56 (hexane/ EtOAc = 2:1); [α]D 22 +28.7 (c 0.53, CHCl3); IR (neat) 2953, 2871, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.28 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.34 (dd, J = 13.7, 10.2 Hz, 1 H), 6.15 (dt, J = 15.1, 10.2 Hz, 1 H), 5.83-5.76 (m, 1 H), 5.72-5.64 (m, 1 H), 4.56 (dd, J = 10.8, 3.3 Hz, 1 H), 4.47 (t, J = 5.9 Hz, 1 H), 4.34-4.27 (m, 3 H), 4.10 (t, J = 4.6 Hz, 2 H), 3.31 (s, 6 H), 2.64-2.58 (m, 2 H), 2.38 (dd, J = 16.0, 8.4 Hz, 1 H), 2.13-2.04 (m, 2 H), 1.60-1.53 (m, 1 H), 1.36 (s, 3 H), 1.25 (s, 3 H), 1.00 (t, J = 8.0 Hz, 9 H), 0.60 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 207.5, 170.4, 159.9, 133.0, 132.1, 130.6, 129.9, 128.8, 114.1, 101.3, 81.2, 72.2, 70.5, 63.8, 63.4, 54.9, 51.2, 40.4, 35.8, 33.1, 25.1, 24.5, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H48O8SiNa [M + Na] + 599.3016, found 599.3013. Alcohol 31. To a solution of ketone 30 (5.2 mg, 9.02 μmol) in MeOH (0.4 mL) was added NaBH4 (1.0 mg, 26.4 μmol) at -78 °C. After the mixture was stirred at -78 °C for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 3:1) gave alcohol 31 (5.4 mg, quant) as a colorless oil: Rf = 0.33 (hexane/ EtOAc = 2:1); [α]D 22 +32.0 (c 1.11, CHCl3); IR (neat) 3518, 2953, 2871, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.19 (d, J = 7.6 Hz, 2 H), 6.79 (d, J = 7.6 Hz, 2 H), 6.39 (dd, J = 15.0, 10.5 Hz, 1 H), 6.24 (dd, J = 15.0, 10.5 Hz, 1 H), 5.78-5.67 (m, 2 H), 4.47 (d, J = 11.2 Hz, 1 H), 4.34-4.25 (m, 1 H), 4.26 (d, J = 11.2 Hz, 1 H), 4.14 (d, J = 4.9 Hz, 2 H), 4.04-3.98 (m, 1 H), 3.54-3.48 (m, 2 H), 3.32 (s, 3 H), 3.32 (s, 3 H), 2.69-2.62 (m, 1 H), 2.53-2.38 (m, 2 H), 2.12 (dd, J = 11.2, 4.4 Hz, 1 H), 1.80-1.73 (m, 1 H), 1.38 (s, 3 H), 1.27 (s, 3 H), 1.22-1.15 (m, 1 H), 1.01 (t, J = 7.8 Hz, 9 H), 0.61 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.7, 159.8, 132.9, 131.6, 130.1, 130.1, 129.9, 129.8, 114.1, 100.9, 78.3, 74.4, 71.7, 67.7, 63.9, 63.4, 54.9, 51.1, 40.7, 34.1, 33.8, 24.9, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na] + 601.3173, found 601.3165. Alcohol 32. To a solution of alcohol 31 (23.2 mg, 40.0 μmol) in CH2Cl2 (0.4 mL) were added 2,6-lutidine (17 μL, 0.113 mmol) and TESOTf (24 μL, 0.107 mmol) at 0 °C. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding bis-TES ether (28.1 mg), which was used for the next reaction without further purification. To a solution of the TES ether obtained above (28.1 mg) in CH2Cl2 (1.4 mL) and MeOH (0.2 mL) was added PPTS (3.1 mg, 12.5 μmol) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 20 min, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1, 1:1) gave the corresponding allylic alcohol (16.9 mg, 72% in two steps) as a colorless oil: Rf = 0.44 (hexane/EtOAc = 1:1); [α]D 22 +27.5 (c 0.65, CHCl3); IR (neat) 3465, 2952, 2885, 1739, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.24 (d, J = 8.8 Hz, 2 H), 6.80 (d, J = 8.8 Hz, 2 H), 6.27-6.11 (m, 2 H), 5.83-5.74 (m, 1 H), 5.65-5.54 (m, 1 H), 4.53 (d, J = 11.5 Hz, 1 H), 4.42 (d, J = 11.5 Hz, 1 H), 4.40-4.32 (m, 1 H), 4.17-4.08 (m, 1 H), 3.88 (d, J = 4.9 Hz, 2 H), 3.78 (dd, J = 10.8, 3.7 Hz, 1 H), 3.57-3.48 (m, 1 H), 3.33 (s, 6 H), 2.74-2.65 (m, 1 H), 2.59-2.44 (m, 3 H), 2.20 (dd, J = 15.8, 5.0 Hz, 1 H), 1.92-1.83 (m, 1 H), 1.44 (s, 3 H), 1.42 (s, 3 H), 1.09 (t, J = 7.9 Hz, 9 H), 0.80-0.69 (m, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.3, 131.5, 131.4, 131.2, 131.0, 129.7, 114.1, 100.9, 80.1, 75.6, 71.7, 68.3, 63.9, 63.2, 54.9, 51.1, 40.9, 34.6, 33.8, 25.2, 24.6, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3170. To a solution of the corresponding allylic alcohol (16.9 mg, 29.2 μmol) in CH2Cl2 (0.7 mL) were added PhI(OAc)2 (24.2 mg, 73.0 μmol) and TEMPO (1.0 mg, 6.40 μmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding unsaturated aldehyde (13.5 mg), which was used for the next reaction without further purification. To a solution of the PMB ether obtained above (13.5 mg) in CH2Cl2 (0.5 mL) and phosphate pH standard solution (25 μL) was added DDQ (6.3 mg, 28.0 μmol) at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1, 2:1) gave alcohol 32 (10.0 mg, 75% in two steps) as a colorless oil: Rf = 0.23 (hexane/EtOAc = 2:1); [α]D 24 -5.8 (c 1.16, CHCl3); IR (neat) 3490, 2952, 2871, 1739, 1681, 1640 cm -1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.08 (dd, J = 15.0, 10.0 Hz, 1 H), 6.42-6.26 (m, 2 H), 6.09 (dd, J = 15.0, 7.8 Hz, 1 H), 4.27-4.19 (m, 1 H), 3.93-3.87 (m, 1 H), 3.68 (s, 3 H), 3.68-3.65 (m, 1 H), 3.47 (dd, J = 17.1, 7.6 Hz, 1 H), 2.59-2.30 (m, 5 H), 1.76-1.69 (m, 1 H), 1.65-1.57 (m, 1 H), 1.35 (s, 3 H), 1.33 (s, 3 H), 0.97 (t, J = 7.8 Hz, 9 H), 0.69-0.61 (m, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.2, 151.8, 142.5, 130.7, 130.7, 100.9, 69.3, 67.9, 63.3, 51.7, 40.5, 39.4, 34.0, 24.8, 24.3, 7.1, 5.4; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na] + 479.2441, found 479.2438. Tetraol 2d. To a solution of acetonide 32 (18.2 mg, 39.9 μmol) in CH2Cl2 (2.0 mL) was added TiCl4 (8.8 μL, 80.3 μmol) at -30 °C. After the mixture was gradually warmed up to 0 °C for 30 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 10:1) gave tetraol 2d (5.7 mg, 47%) as a colorless oil: Rf = 0.25 (CH2Cl2/MeOH = 10:1); [α]D 26 -19.1 (c 0.03, CHCl3); IR (neat) 3390, 2921, 2852, 1730, 1677, 1637 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.29 (dd, J = 15.6, 10.4 Hz, 1 H), 6.51-6.41 (m, 2 H), 6.09 (dd, J = 15.6, 7.8 Hz, 1 H), 4.29-4.24 (m, 1 H), 3.95-3.91 (m, 1 H), 3.82-3.79 (m, 1 H), 3.67 (s, 3 H), 3.23 (t, J = 3.9 Hz, 1 H), 2.56-2.43 (m, 4 H), 1.70 (ddd, J = 14.4, 10.2, 3.0 Hz, 1 H), 1.59 (ddd, J = 14.4, 10.2, 3.0 Hz, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.7, 154.8, 145.0, 131.9, 131.2, 77.1, 72.8, 70.1, 66.4, 52.0, 43.8, 41.9, 38.7; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na] + 325.1263, found 325.1270. ASSOCIATED CONTENT Copies of 1H and 13C NMR spectra for new compounds. This material is available free of charge via the Internet at http:// AUTHOR INFORMATION Corresponding Author *E-mail: takamura@cc.okayama-u.ac.jp (H.T.). Notes The authors declare no competing financial interest. ACKNOWLEDGMENTS We are grateful to Dr. Chunguang Han and Dr. Yoshi Yamano (Nagoya University) for valuable discussions. We also gratefully thank Division of Instrumental Analysis, Okayama University, for the NMR measurements. We appreciate The Naito Foundation, The Research Foundation for Pharmaceutical Sciences, The Sumitomo Foundation, and The Uehara Memorial Foundation for their financial support. This research was supported by a Grant-in Aid for Scientific Research (No. 24710250) from the Japan Society for the Promotion of Science (JSPS). REFERENCES (1) Molinski, T. F.; Morinaka, B. I. Tetrahedron 2012, 68, 9307. 3122 (2) For selected reviews on the structural elucidation of natural products by the chemical synthesis, see: (a) Nicolaou, K. C.; Snyder, S. A. Angew. Chem., Int. Ed. 2005, 44, 1012. (b) Maier, M. E. Nat. Prod. Rep. 2009, 26, 1105. (c) Suyama, T. L.; Gerwick, W. H.; McPhail, K. L. Bioorg. Med. Chem. 2011, 19, 6675. (3) Kita, M.; Ohishi, N.; Konishi, K.; Kondo, M.; Koyama, T.; Kitamura, M.; Yamada, K.; Uemura, D. Tetrahedron 2007, 63, 6241. (4) (a) Han, C.; Uemura, D. Tetrahedron Lett. 2008, 49, 6988. (b) Han, C.; Yamano, Y.; Kita, M.; Takamura, H.; Uemura, D. Tetrahedron Lett. 2009, 50, 5280. (c) Han, C.; Yamano, Y.; Kakiuchi, F.; Nakamura, K.; Uemura, D. Tetrahedron 2011, 67, 9622. (5) (a) Takamura, H.; Ando, J.; Abe, T.; Murata, T.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2008, 49, 4626. (b) Murata, T.; Sano, M.; Takamura, H.; Kadota, I.; Uemura, D. J. Org. Chem. 2009, 74, 4797. (c) Takamura, H.; Murata, T.; Asai, T.; Kadota, I.; Uemura, D. J. Org. Chem. 2009, 74, 6658. (d) Takamura, H.; Kadonaga, Y.; Yamano, Y.; Han, C.; Aoyama, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2009, 50, 863. (e) Takamura, H.; Kadonaga, Y.; Yamano, Y.; Han, C.; Kadota, I.; Uemura, D. Tetrahedron 2009, 65, 7449. (f) Takamura, H.; Kadonaga, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2010, 51, 2603. (g) Takamura, H.; Kadonaga, Y.; Kadota, I.; Uemura, D. Tetrahedron 2010, 66, 7569. (h) Takamura, H.; Tsuda, K.; Kawakubo, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2012, 53, 4317. (i) Takamura, H.; Fujiwara, T.; Kadota, I.; Uemura, D. Beilstein J. Org. Chem. 2013, 9, 1931. (6) For selected recent examples of the stereodivergent and stereoselective synthesis of natural products toward the structural elucidation, see: (a) Kotaki, T.; Shinada, T.; Kaihara, K.; Ohfune, Y.; Numata, H. Org. Lett. 2009, 11, 5234. (b) Sui, B.; Yeh, E. A.-H.; Curran, D. P. J. Org. Chem. 2010, 75, 2942. (c) Tamura, S.; Ohno, T.; Hattori, Y.; Murakami, N. Tetrahedron Lett. 2010, 51, 1523. (d) Urabe, D.; Todoroki, H.; Masuda, K.; Inoue, M. Tetrahedron 2012, 68, 3210. (e) Takamura, H.; Wada, H.; Lu, N.; Ohno, O.; Suenaga, K.; Kadota, I. (7) Higashibayashi, S.; Czechtizky, W.; Kobayashi, Y.; Kishi, Y. J. Am. Chem. Soc. 2003, 125, 14379. (8) In ref 4c, we reported that the relative stereostructural relationships of the C5/C6 and C6/C7 could be proposed as syn and syn, respectively. After the detailed consideration of the 1H NMR data analysis, we concluded that we could not exclude the possibility of the combination of anti (C5/C6) and anti (C6/C7) relationships. Therefore, we decided to synthesize 2a-2d for the unambiguous configurational determination. (9) Parikh, J. R.; Doering, W. v. E. J. Am. Chem. Soc. 1967, 89, 5505. (10) Inoue, M.; Wang, J.; Wang, G.-X.; Ogasawara, Y.; Hirama, M. Tetrahedron 2003, 59, 5645. (11) Evans, D. A.; Cee, V. J.; Siska, S. J. J. Am. Chem. Soc. 2006, 128, 9433. (12) Our detailed examination of separating 11 and its C5-epimer was unfruitful. The minor diastereomers, which were derived from the C5-epimer of 11, could be separated by silica gel column chromatography at the final stage of 2a-2d, respectively. (13) De Mico, A.; Margarita, R.; Parlanti, L.; Vescovi, A.; Piancatelli, G. J. Org. Chem. 1997, 62, 6974. (14) The transformation of 11 to the corresponding p-methox-ybenzylidene acetal with DDQ was unsuccessful presumably due to the incompatibility of the 1,3-diene moiety. (15) Chen, K.-M.; Hardtmann, G. E.; Prasad, K.; Repic,̌ O.; Shapiro, M. J. Tetrahedron Lett. 1987, 28, 155. (16) Higashibayashi, S.; Shinko, K.; Ishizu, T.; Hashimoto, K.; Shirahama, H.; Nakata, M. Synlett 2000, 1306. (17) Ghosh, S.; Rao, C. N. Tetrahedron Lett. 2010, 51, 2052. (18) When the TBS ether 19 was subjected to the same reaction conditions, the formation of several products was observed. (19) For a review on TPAP oxidation, see: Ley, S. V.; Norman, J.; Griffith, W. P.; Marsden, S. P. Synthesis 1994, 639. (20) Saksena, A. K.; Mangiaracina, P. Tetrahedron Lett. 1983, 24, 273. (21) For a comparison of the 1H NMR spectra of the degraded product 2 and the synthetic products 2a-2d, see the Supporting Information. 3123 ",
    "title & info": "Stereodivergent Synthesis and Relative Stereostructure of the C1-C13 Fragment of Symbiodinolide Hiroyoshi Takamura,*,† Hiroko Wada,† Mao Ogino,† Takahiro Kikuchi,† Isao Kadota,† and Daisuke Uemura‡ †Department of Chemistry, Graduate School of Natural Science and Technology, Okayama University, 3-1-1 Tsushimanaka, Kita-ku, Okayama 700-8530, Japan ‡Department of Chemistry, Faculty of Science, Kanagawa University, 2946 Tsuchiya, Hiratsuka 259-1293, Japan",
    "abstract": "Four possible diastereomers of the C1-C13 fragment of symbiodinolide, which were proposed by thestereostructural analysis of the degraded product, were synthesized in a stereodivergent and stereoselective manner. The key transformations were aldol reaction of methyl acetoacetate with the aldehyde, diastereoselective reduction of the resulting β-hydroxy ketone, and the stereoinversion at the C6 position. Comparison of the 1H NMR data between the four synthetic products and the degraded product revealed the relative stereostructure of the C1-C13 fragment of symbiodinolide.",
    "introduction": [
        "Integrated use of a spectroscopic method and chemical synthesis is well recognized as a reliable approach to the structural elucidation of natural products.1 In particular, if the target molecule has a huge molecular size or a number of functional groups, the chemical synthesis is often required for the unambiguous configurational assignment.2",
        "Symbiodinolide (1, Figure 1), a 62-membered polyol macrolide marine natural product, was isolated from the 80% aqueous ethanol extract of the cultured dinoflagellate Symbiodinium sp. by one of the authors (D.U.).3 This natural product exhibits voltage-dependent N-type Ca2+ channel-opening activity at 7 nM and COX-1 inhibition effect at 2 μM (65% inhibition). The planar structure of symbiodinolide (1) was assigned by the detailed 2D NMR spectroscopic techniques. However, the stereostructure of 1 has not been elucidated yet because of its complicated molecular structure characterized by 61 stereocenters and molecular weight of 2860. Therefore, we are now examining the degradation of natural symbiodinolide (1)3,4 and chemical synthesis of each fragment including the stereoisomers5 toward the complete stereochemical establishment of 1. Previously, as a degradation of symbiodinolide (1), we carried out the methanolysis and subsequent oxidative cleavage with Grubbs II catalyst/NaClO to yield the C1-C13 fragment 2 (Scheme 1).4a,c Herein, as a part of our efforts toward the complete configurational determination of symbiodinolide (1), we describe the stereo-structural analysis of the degraded product 2, and stereo-divergent and stereoselective synthesis of all four possible diastereomers of the C1-C13 fragment 2,6 which has established the relative stereostructure of this fragment."
    ],
    "results and discussion": [
        "Stereochemical Analysis of the Degraded Product 2. Prior to starting the synthesis of the C1-C13 fragment, we first analyzed the stereostructure of the degraded product 2 to reduce the number of the possible diastereomers of this fragment. As shown in Figure 2a, the chemical shifts of the H-5 and H-7 in the 1H NMR spectrum were the same value (3.97 ppm in D2O); in addition, the two coupling constants were also the same (3J5,6 and 3J6,7 = 4.5 Hz). Comparison of these results with universal NMR databases for 1,2,3-triols reported by Kishi and co-workers7 indicates that the relative stereochemical relationships at the C5 and C7 positions to the C6 position are the same, that is, syn/syn or anti/anti. Thus, the possible diastereomers of the C1-C13 fragment were narrowed down from the eight potential diastereomers and found to be four, which are described as 2a-2d in Figure 2b. We next examined the synthesis of all four of these possible diastereomers 2a-2d in the unified strategy.8",
        "Stereodivergent Synthetic Plan of 2a-2b. The unified and stereodivergent synthetic plan of 2a-2d is depicted in of 2b-2d, a change from the TBS protective group to a less-hindered and more easily removed group in the final step was needed.",
        "Removal of the TBS moiety of 17 was carried out with TBAF/AcOH in MeCN at 60 °C to give diol 20 in 86% yield (Scheme 6).18 Treatment of 20 with TESOTf/2,6-lutidine, followed by selective removal of the primary TES moiety, provided secondary TES ether 21. TEMPO oxidation13 of the allylic alcohol 21 and subsequent removal of the PMB group afforded unsaturated aldehyde 22 in 76% yield in two steps. Finally, when 22 was treated with TiCl4 17 at -30 °C to room temperature, the acetonide deprotection and subsequent removal of the TES moiety proceeded in one-pot to produce the tetraol 2a in 74% yield.",
        "Stereoselective Synthesis of 2b. We next examined the stereoselective synthesis of the second target molecule 2b, which is the C6-epimer of 2a. We envisioned the stereo-inversion at the C6 position by the oxidation-reduction process. Thus, selective protection of the primary hydroxy group of the diol 20 with TESCl/imidazole yielded the secondary alcohol, which was subjected to the TPAP oxidation19 to afford ketone 23 (Scheme 7). Diastereoselective reduction of 23 with NaBH4 proceeded successfully to provide the desired alcohol 24 in 98% yield as the sole diastereomer. This stereochemical outcome is in line with a Felkin-Anh model, which is doubly effected by the C5 and C7 stereogenic centers. The 1H NMR spectrum of 24 was clearly different from that of the secondary alcohol obtained in the first step from 20, which resulted in the configurational confirmation at the C6 stereogenic center of 24. TES protection of the resulting secondary hydroxy moiety of 24, followed by selective removal of the primary TES group, yielded alcohol 25. Oxidation of 25 with TEMPO/PhI(OAc)2 13 and subsequent removal of the PMB group gave unsaturated aldehyde 26 in 82% yield in two steps. Stepwise deprotection of 26, that is, removal of the acetonide moiety by TiCl4 17 and the TES group by HF·pyr, furnished the second target molecule 2b.",
        "Stereoselective Synthesis of 2c and 2d. Having completed the stereoselective and stereodivergent synthesis of the first and second target molecules 2a and 2b bearing the syn relationships at the C3 and C5 positions, we next commenced the synthesis of the third and fourth target molecules 2c and 2d with the C3/C5 anti correlations. The stereoselective synthesis of 2c is illustrated in Scheme 8. Treatment of the β-hydroxy ketone 11 with NaBH(OAc)3 20 furnished the desired anti-diol 27 in 95% yield as a single diastereomer, as judged by its 1H NMR spectrum, which was clearly different from that of the syn-diol 14. Further transformation of 27 toward 2c was similar to that used in the synthesis of 2a. Protection of the resulting diol moiety of 27 and desilylation afforded diol 28. The diol 28 was transformed to unsaturated aldehyde 29 by the following four-step sequence: (1) bis-silylation, (2) selective desilylation of the primary TES moiety, (3) TEMPO oxidation13 of the allylic alcohol, and (4) removal of the PMB group. Simultaneous removal of the acetonide and TES moieties was performed with TiCl4 17 to provide the third target molecule 2c in 44% yield.",
        "The stereocontrolled synthesis of 2d, whose synthetic route was analogous to that of 2b, is shown in Scheme 9. The alcohol 28, which was the key synthetic intermediate toward 2c, was converted to ketone 30 through the selective silylation of the primary alcohol and TPAP oxidation19 of the secondary alcohol. The ketone 30 was reduced with NaBH4 to give alcohol 31 as the sole diastereomer. The resulting stereo-chemistry at the C6 position of 31 was confirmed by comparing the 1H NMR spectra between 31 and the secondary alcohol synthesized in the first transformation from 28. Acetonide 32, which was synthesized from the alcohol 31 in 54% overall yield in four steps, was deprotected with TiCl4 17 to provide the fourth target molecule 2d in 47% yield.",
        "Relative Stereostructure of the C1-C13 Fragment. With all four possible diastereomers 2a-2d in hand, we next compared these 1H NMR data with those of the degraded product 2. As described in Table 1, the 1H NMR chemical shifts of the synthetic 2b were found to be in full agreement with those of the degraded product 2.21 On the other hand, the 1H NMR chemical shifts of the synthetic 2a, 2c, and 2d were clearly different from those of the degraded product 2, respectively. Especially, the chemical shifts of two geminal protons at the C4 position of 2a, 2c, and 2d were different to each other, respectively, whereas the chemical shifts of these protons of 2 and 2b were found to be the same. Therefore, the relative stereostructure of the C1-C13 fragment of symbiodi-nolide (1) was elucidated to be that described in 2b."
    ],
    "conclusion": [
        "First, we have analyzed the 1H NMR chemical shifts and coupling constants of the degraded product 2 obtained from natural symbiodinolide (1) and proposed its four possible diastereomers 2a-2d by comparing with the universal NMR databases reported by Kishi’s research group. Next, we have examined the stereodivergent synthesis of 2a-2d in the unified manner. Thus, the β-hydroxy ketone 11, which would be the key common synthetic intermediate of 2a-2d, was synthesized by aldol reaction between methyl acetoacetate (3) and the aldehyde derived from 10. Diastereoselective reduction of 11 provided the syn-diol 14 (by Et2BOMe/NaBH4) and the anti-diol 27 (by NaBH(OAc)3), respectively. Deprotection and oxidation of the allylic alcohol moiety of 14 produced the first target molecule 2a. The second target molecule 2b was synthesized via the stereoinversion at the C6 position by diastereoselective reduction of the ketone 23. In the similar synthetic route, the third and fourth target molecules 2c and 2d were yielded from the anti-diol 27, respectively and stereo-selectively. Comparison of the 1H NMR data of the synthetic 2a-2d with those of the degraded product 2 determined the relative stereochemistry of the C1-C13 fragment of symbiodinolide (1) to be depicted in 2b."
    ],
    "experimental section": [
        "Allylic Alcohol 9. To a solution of allylic alcohol 8 (5.04 g, 12.8 mmol) in CH2Cl2 (51 mL) and DMSO (13 mL) were added Et3N (7.8 mL, 56.3 mmol) and SO3·pyr (4.07 g, 25.6 mmol) at 0 °C. The mixture was stirred at room temperature for 2 h. The mixture was diluted with EtOAc, washed with saturated aqueous NH4Cl, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding α,β-unsaturated aldehyde (4.53 g), which was used for the next reaction without further purification.",
        "To a suspension of NaH (60% dispersion in oil, 1.11 g, 27.8 mmol, washed with hexane in advance) in benzene (15 mL) was added (EtO)2P(O)CH2CO2Et (6.0 mL, 30.2 mmol) at 0 °C. After the mixture was stirred at room temperature for 15 min, the aldehyde obtained above (4.53 g) in benzene (10 mL + 6.0 mL + 4.0 mL) was added at room temperature. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with H2O at 0 °C. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 20:1) gave the corresponding α,β-unsaturated ester (4.85 g), which was used for the next reaction without further purification.",
        "To a solution of the ester obtained above (4.85 g) in CH2Cl2 (50 mL) was added DIBAL-H (1.04 M solution in hexane, 20 mL, 20.8 mmol) at -78 °C. After the mixture was stirred at -78 °C for 30 min, the reaction was quenched with MeOH. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 4:1) gave allylic alcohol 9 (4.11 g, 77% in three steps) as a colorless oil: Rf = 0.19 (hexane/ EtOAc = 4:1); [α]D 25 -60.6 (c 0.92, CHCl3); IR (neat) 3427, 2929, 2856, 1615 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.39 (d, J = 8.5 Hz, 2 H), 6.88 (d, J = 8.5 Hz, 2 H), 6.28-6.11 (m, 2 H), 5.85 (dt, J = 15.0, 6.6 Hz, 1 H), 5.75 (dt, J = 15.0, 6.6 Hz, 1 H), 5.43 (s, 1 H), 4.19-4.16 (m, 3 H), 3.80 (s, 3 H), 3.60-3.57 (m, 3 H), 2.64 (dd, J = 14.4, 6.6 Hz, 1 H), 2.36 (dd, J = 14.4, 6.6 Hz, 1 H), 1.30-1.25 (m, 1 H), 0.91 (s, 9 H), 0.11 (s, 3 H), 0.09 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 159.8, 131.7, 130.5, 130.4, 130.0, 127.6, 127.3, 113.5, 100.7, 81.9, 71.7, 66.2, 63.5, 55.3, 34.8, 25.8, 18.0, -4.0, -4.6; HRMS (ESI-TOF) calcd for C23H36O5SiNa [M + Na] + 443.2230, found 443.2236.",
        "Alcohol 10. To a solution of alcohol 9 (234 mg, 0.558 mmol) in CH2Cl2 (5.0 mL) were added DMAP (107 mg, 0.873 mmol), imidazole (59.6 mg, 0.873 mmol), and TBDPSCl (0.17 mL, 0.670 mmol) at 0 °C. After the mixture was stirred at room temperature for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 50:1, 10:1) gave the corresponding TBDPS ether (400 mg, quant) as a colorless oil: Rf = 0.76 (hexane/EtOAc = 2:1); [α]D 24 -33.7 (c 0.95, CHCl3); IR (neat) 2930, 2844, 1615 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.72-7.69 (m, 4 H), 7.45-7.37 (m, 8 H), 6.91 (dd, J = 8.6, 1.8 Hz, 2 H), 6.32-6.14 (m, 2 H), 5.87 (dt, J = 14.9, 7.8 Hz, 1 H), 5.71 (dt, J = 14.9, 4.9 Hz, 1 H), 5.47 (s, 1 H), 4.26 (d, J = 4.9 Hz, 2 H), 4.19 (dt, J = 8.6, 2.0 Hz, 1 H), 3.82 (s, 3 H), 3.64-3.56 (m, 3 H), 2.67 (dd, J = 14.9, 6.9 Hz, 1 H), 2.42-2.39 (m, 1 H), 1.10 (s, 9 H), 0.94 (s, 9 H), 0.14 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 159.8, 135.5, 135.5, 135.4, 133.7, 132.1, 130.4, 129.9, 129.5, 129.3, 127.6, 127.6, 127.3, 113.5, 100.7, 82.0, 71.7, 66.2, 64.2, 55.3, 34.9, 26.9, 25.8, 19.3, 18.0, -4.0, -4.6; HRMS (ESI-TOF) calcd for C39H54O5Si2Na [M + Na] + 681.3408, found 681.3398.",
        "To a solution of the corresponding p-methoxybenzylidene acetal (610 mg, 0.926 mmol) in toluene (19 mL) was added DIBAL-H (1.04 M solution in hexane, 5.4 mL, 5.55 mmol) at -50 °C. After the mixture was gradually warmed up to -10 °C for 2 h, the reaction was quenched with MeOH. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 10:1, 7:1, 4:1) gave alcohol 10 (447 mg, 73%) as a colorless oil and the acetal (70.0 mg, 12% recovery). Alcohol 10: Rf = 0.73 (hexane/EtOAc = 2:1); [α]D 23 -14.1 (c 1.00, CHCl3); IR (neat) 3476, 2930, 2864 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.71-7.68 (m, 4 H), 7.45-7.26 (m, 8 H), 6.89 (d, J = 8.6 Hz, 2 H), 6.27 (dd, J = 15.0, 10.6 Hz, 1 H), 6.14 (dd, J = 15.0, 10.6 Hz, 1 H), 5.73-5.68 (m, 2 H), 4.55 (s, 2 H), 4.26 (d, J = 4.2 Hz, 2 H), 3.79 (s, 3 H), 3.79-3.55 (m, 4 H), 2.52-2.46 (m, 1 H), 2.39-2.33 (m, 1 H), 2.21 (brs, 1 H), 1.08 (s, 9 H), 0.93 (s, 9 H), 0.12 (s, 3 H), 0.11 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 159.2, 135.4, 133.7, 132.3, 130.4, 130.3, 129.9, 129.7, 129.5, 127.6, 113.8, 80.4, 74.0, 72.5, 64.2, 55.3, 34.5, 26.9, 25.9, 19.3, 18.1, -4.3, -4.5; HRMS (ESI-TOF) calcd for C39H56O5Si2Na [M + Na]+ 683.3564, found 683.3555.",
        "β-Hydroxy Ketone 11. To a solution of alcohol 10 (79.3 mg, 0.148 mmol) in CH2Cl2 (1.0 mL) and DMSO (0.3 mL) were added Et3N (0.10 mL, 0.740 mmol) and SO3·pyr (94.2 mg, 0.592 mmol) at 0 °C. The mixture was stirred at room temperature for 2 h. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/ EtOAc = 20:1) gave the corresponding aldehyde (75.4 mg, 95%) as a colorless oil: Rf = 0.70 (hexane/EtOAc = 2:1) [α]D 21 -14.1 (c 1.06, CHCl3); IR (neat) 2931, 2858, 1739 cm -1; 1H NMR (400 MHz, CDCl3) δ 9.60 (s, 1 H), 7.73-7.68 (m, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.3 Hz, 2 H), 6.87 (d, J = 8.3 Hz, 2 H), 6.27-6.10 (m, 2 H), 5.70 (dt, J = 14.4, 4.6 Hz, 1 H), 5.55 (dt, J = 14.4, 6.8 Hz, 1 H), 4.58-4.49 (m, 2 H), 4.25 (d, J = 4.6 Hz, 2 H), 4.14-4.12 (m, 1 H), 3.80 (s, 3 H), 3.73-3.69 (m, 1 H), 2.43 (t, J = 6.8 Hz, 2 H), 1.08 (s, 9 H), 1.00 (s, 9 H), 0.10 (s, 3 H), 0.09 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 203.2, 159.1, 135.4, 133.6, 133.2, 131.0, 130.0, 129.5, 129.4, 128.6, 127.6, 113.7, 80.8, 79.0, 71.9, 64.2, 55.3, 33.9, 26.9, 25.8, 19.3, 18.3, -4.6, -4.7; HRMS (ESI-TOF) calcd for C39H54O5Si2Na [M + Na]+ 681.3408, found 681.3410.",
        "To a suspension of NaH (60% dispersion in oil, 19.7 mg, 0.493 μmol, washed with hexane in advance) in THF (1.0 mL) was added methyl acetoacetate (3) (29.5 μL, 0.247 mmol) at 0 °C. After the mixture was stirred at 0 °C for 20 min, n-BuLi (1.57 M solution in hexane, 0.19 mL, 0.301 mmol) was added at 0 °C. After the mixture was stirred at 0 °C for 10 min, the corresponding aldehyde (90.3 mg, 0.137 mmol) in THF (0.3 mL + 0.2 mL) was added at -78 °C. After the mixture was stirred at -78 °C for 15 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 6:1) gave β-hydroxy ketone 11 (100 mg, 94%, dr = 6:1) as a colorless oil: Rf = 0.21 (hexane/EtOAc = 4:1); [α]D 22 +2.2 (c 1.00, CHCl3); IR (neat) 3517, 2930, 2856, 1748, 1715 cm-1; 1H NMR (400 MHz, C6D6) δ 7.80-7.78 (m, 4 H), 7.23-7.22 (m, 8 H), 6.83 (d, J = 8.5 Hz, 2 H), 6.42 (dd, J = 15.0, 10.6 Hz, 1 H), 6.22 (dd, J = 15.0, 10.6 Hz, 1 H), 5.84 (dt, J = 15.0, 7.4 Hz, 1 H), 5.69 (dt, J = 15.0, 5.1 Hz, 1 H), 4.41 (d, J = 4.6 Hz, 2 H), 4.32-4.28 (m, 1 H), 4.24 (d, J = 4.6 Hz, 2 H), 3.87 (t, J = 4.6 Hz, 1 H), 3.62-3.58 (m, 1 H), 3.32 (s, 3 H), 3.26 (s, 3 H), 3.03 (s, 2 H), 2.80-2.78 (m, 1 H), 2.74 (d, J = 2.8 Hz, 1 H), 2.69-2.61 (m, 1 H), 2.50-2.45 (m, 2 H), 1.19 (s, 9 H), 1.01 (s, 9 H), 0.19 (s, 3 H), 0.18 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 203.3, 159.8, 135.9, 134.2, 132.6, 130.9, 130.8, 130.5, 129.9, 114.1, 79.9, 77.1, 72.1, 69.0, 64.7, 54.9, 51.8, 49.8, 45.6, 34.0, 27.2, 26.5, 19.6, 18.7, -3.9, -4.0; HRMS (ESI-TOF) calcd for C44H62O8Si2Na [M + Na]+ 797.3881, found 797.3875.",
        "Unsaturated Aldehyde 12. To a solution of TBDPS ether 11 (27.9 mg, 36.0 μmol) in THF (3.6 mL) was added HF·pyr (100 μL) at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 6 h, HF·pyr (100 μL) was added at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave the corresponding alcohol (15.4 mg), which was used for the next reaction without further purification.",
        "To a solution of the alcohol obtained above (15.4 mg) in CH2Cl2 (3.0 mL) were added PhI(OAc)2 (25.0 mg, 77.8 μmol) and TEMPO (0.48 mg, 3.10 μmol) at 0 °C. After the mixture was stirred at 0 °C for 6 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1) gave unsaturated aldehyde 12 (11.6 mg, 60% in two steps) as a colorless oil: Rf = 0.43 (hexane/EtOAc = 1:1); [α]D 25 -1.8 (c 0.10, CHCl3); IR (neat) 3483, 2927, 2855, 1747, 1682, 1638 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.21 (d, J = 8.3 Hz, 2 H), 7.03 (dd, J = 15.2, 10.2 Hz, 1 H), 6.86 (d, J = 8.3 Hz, 2 H), 6.38-6.32 (m, 1 H), 6.28-6.20 (m, 1 H), 6.12-6.04 (m, 1 H), 4.52 (d, J = 11.5 Hz, 1 H), 4.42 (d, J = 11.5 Hz, 1 H), 4.17-4.11 (m, 1 H), 3.80 (s, 3 H), 3.74 (s, 3 H), 3.44 (s, 2 H), 2.91-2.85 (m, 1 H), 2.74-2.67 (m, 1 H), 2.50 (t, J = 6.2 Hz, 2 H), 0.91 (s, 9 H), 0.10 (s, 6 H); 13C NMR (100 MHz, CDCl3) δ 203.5, 193.6, 167.1, 159.3, 152.1, 143.3, 130.5, 130.3, 129.6, 113.8, 78.9, 76.0, 71.9, 68.6, 55.3, 52.4, 49.7, 45.8, 34.0, 26.1, 18.3, -4.0, -4.4; HRMS (ESI-TOF) calcd for C28H42O8SiNa [M + Na] + 557.2546, found 557.2552.",
        "p-Methoxybenzylidene Acetal 13. To a suspension of alcohol 12 (5.9 mg, 11.0 μmol) and MS4 Å (10.0 mg) in CH2Cl2 (0.5 mL) was added DDQ (3.7 mg, 16.5 μmol) at 0 °C. After the mixture was stirred at 0 °C for 1 h, the mixture was filtered through a Celite pad and washed with EtOAc. The mixture was washed with saturated aqueous NaHCO3 and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave p-methoxybenzylidene acetal 13 (2.4 mg, 41%) as a colorless oil: Rf = 0.47 (hexane/EtOAc = 2:1); [α]D 25 -27.6 (c 0.09, CHCl3); IR (neat) 2925, 2854, 1732, 1682, 1642 cm-1; 1H NMR (400 MHz, C6D6) δ 9.38 (d, J = 7.8 Hz, 1 H), 7.41 (d, J = 8.8 Hz, 2 H), 6.78 (d, J = 8.8 Hz, 2 H), 6.44-6.37 (m, 1 H), 6.05-6.01 (m, 2 H), 5.92 (dd, J = 15.4, 7.8 Hz, 1 H), 5.28 (s, 1 H), 3.86-3.80 (m, 1 H), 3.50-3.45 (m, 2 H), 3.34-3.20 (m, 4 H), 3.31 (s, 3 H), 3.18 (s, 3 H), 2.61-2.58 (m, 1 H), 2.29-2.22 (m, 1 H), 1.00 (s, 9 H), 0.09 (s, 3 H), 0.02 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 192.2, 164.4, 160.8, 159.9, 150.3, 140.1, 131.4, 130.3, 130.0, 114.0, 109.0, 100.9, 81.0, 79.1, 71.6, 54.9, 52.1, 35.8, 31.7, 26.1, 26.0, 18.4, -3.2, -3.4; HRMS (ESI-TOF) calcd for C28H40O8SiNa [M + Na] + 555.2390, found 555.2383.",
        "Diol 14. To a solution of β-hydroxy ketone 11 (311 mg, 0.401 mmol) in THF (8.6 mL) and MeOH (2.1 mL) was added Et2BOMe (0.48 mL, 0.481 mmol) at -78 °C. After the mixture was stirred at -78 °C for 15 min, NaBH4 (18.2 mg, 0.481 mmol) was added. After the mixture was stirred at -78 °C for 1 h, the reaction was quenched with AcOH. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3 and brine, and then dried over Na2SO4. Addition of MeOH (10 mL) to the mixture and concentration (five times repetition), and column chromatography (hexane/EtOAc = 5:1) gave diol 14 (304 mg, 98%) as a colorless oil: Rf = 0.45 (hexane/ EtOAc = 2:1); [α]D 25 -2.5 (c 1.00, CHCl3); IR (neat) 3464, 2930, 2857, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.80-7.79 (m, 4 H), 7.25-7.22 (m, 8 H), 6.81 (d, J = 8.5 Hz, 2 H), 6.43 (dd, J = 15.1, 10.5 Hz, 1 H), 6.28 (dd, J = 15.1, 10.5 Hz, 1 H), 5.94 (dt, J = 15.1, 7.1 Hz, 1 H), 5.74 (dt, J = 15.1, 5.1 Hz, 1 H), 4.45 (d, J = 4.2 Hz, 2 H), 4.24 (d, J = 4.2 Hz, 2 H), 4.07-3.98 (m, 1 H), 3.88-3.75 (m, 2 H), 3.65-3.54 (m, 1 H), 3.31 (s, 3 H), 3.25 (s, 3 H), 2.63-2.60 (m, 2 H), 2.44 (t, J = 5.1 Hz, 1 H), 2.25 (dd, J = 16.3, 8.5 Hz, 1 H), 2.12 (dd, J = 16.3, 3.6 Hz, 1 H), 1.78-1.59 (m, 2 H), 1.20 (s, 9 H), 1.03 (s, 9 H), 0.26 (s, 3 H), 0.20 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 172.6, 159.7, 135.9, 134.2, 132.9, 132.4, 131.4, 131.1, 130.7, 130.5, 130.2, 129.9, 114.0, 79.9, 77.7, 73.6, 72.1, 69.6, 64.7, 54.8, 51.2, 41.8, 38.6, 3117 33.9, 27.2, 26.6, 19.6, 18.8, -3.7, -3.9; HRMS (ESI-TOF) calcd for C44H64O8Si2Na [M + Na] + 799.4037, found 799.4037.",
        "p-Methoxybenzylidene Acetal 15. To a suspension of diol 14 (5.3 mg, 6.82 μmol) and MS4 Å (5.0 mg) in CH2Cl2 (0.5 mL) were added p-MeOC6H4CH(OMe)2 (1.7 μL, 10.2 μmol) and CSA (1.0 mg, 4.30 μmol) at 0 °C. The mixture was stirred at room temperature for 4 h. To the mixture were added p-MeOC6H4CH(OMe)2 (1.7 μL, 10.2 μmol) and CSA (1.0 mg, 4.30 μmol) at 0 °C. After the mixture was stirred at room temperature for a further 12 h, the reaction was quenched with Et3N. The mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 10:1) gave p-methoxybenzylidene acetal 15 (4.0 mg, 66%) as a colorless oil: Rf = 0.44 (hexane/EtOAc = 4:1); [α]D 25 -16.3 (c 0.09, CHCl3); IR (neat) 2928, 2855, 1741, 1614 cm-1; 1H NMR (400 MHz, C5D5N) δ 7.85-7.83 (m, 5 H), 7.65 (d, J = 8.5 Hz, 2 H), 7.47-7.44 (m, 6 H), 7.04-7.01 (m, 5 H), 6.55 (dd, J = 15.1, 10.4 Hz, 1 H), 6.38 (dd, J = 15.1, 10.4 Hz, 1 H), 6.00 (dt, J = 15.1, 7.3 Hz, 1 H), 5.86 (dt, J = 15.1, 4.8 Hz, 1 H), 5.73 (s, 1 H), 4.62 (s, 2 H), 4.54-4.47 (m, 1 H), 4.36 (d, J = 4.8 Hz, 2 H), 4.29-4.24 (m, 1 H), 4.17 (t, J = 4.8 Hz, 1 H), 3.88-3.84 (m, 1 H), 3.68 (s, 3 H), 3.64 (s, 3 H), 3.63 (s, 3 H), 2.89 (dd, J = 15.1, 7.3 Hz, 1 H), 2.76-2.64 (m, 2 H), 1.93-1.80 (m, 2 H), 1.25-1.23 (m, 1 H), 1.13 (s, 9 H), 1.01 (s, 9 H), 0.24 (s, 6 H); 13C NMR (100 MHz, C5D5N) δ 171.1, 160.3, 159.7, 135.9, 135.0, 134.2, 132.4, 131.9, 131.5, 131.2, 130.8, 130.7, 130.2, 128.3, 128.2, 123.0, 114.2, 113.9, 101.2, 79.1, 77.5, 76.5, 73.8, 71.7, 64.8, 55.3, 51.6, 41.5, 33.5, 32.5, 27.1, 26.5, 19.6, 18.8, -3.7, -3.9; HRMS (ESI-TOF) calcd for C52H70O9Si2Na [M + Na]+ 917.4456, found 917.4457.",
        "Acetonide 16. To a solution of diol 14 (202 mg, 0.260 mmol) in THF (2.6 mL) were added Me2C(OMe)2 (0.32 mL, 2.26 mmol) and p-TsOH·H2O (4.9 mg, 26.0 μmol) at room temperature. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1) gave acetonide 16 (212 mg, quant) as a colorless oil: Rf = 0.62 (hexane/EtOAc = 2:1); [α]D 22 -8.2 (c 1.25, CHCl3); IR (neat) 2929, 2858, 1741 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.69 (dd, J = 7.6, 1.4 Hz, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.6 Hz, 2 H), 6.86 (d, J = 8.6 Hz, 2 H), 6.25 (dd, J = 15.1, 10.5 Hz, 1 H), 6.11 (dd, J = 15.1, 10.5 Hz, 1 H), 5.76-5.65 (m, 2 H), 4.47 (s, 2 H), 4.25-4.24 (m, 3 H), 3.97 (ddd, J = 7.3, 4.9, 2.4 Hz, 1 H), 3.79 (s, 3 H), 3.70-3.68 (m, 1 H), 3.68 (s, 3 H), 3.52-3.48 (m, 1 H), 2.54 (dd, J = 15.1, 7.3 Hz, 1 H), 2.42-2.33 (m, 3 H), 1.48-1.35 (m, 2 H), 1.41 (s, 3 H), 1.37 (s, 3 H), 1.08 (s, 9 H), 0.90 (s, 9 H), 0.10 (s, 3 H), 0.08 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 171.2, 159.1, 135.5, 133.7, 131.7, 130.7, 130.1, 130.0, 129.6, 129.5, 129.3, 127.6, 113.6, 98.7, 78.8, 76.4, 71.6, 69.3, 66.0, 64.3, 55.3, 51.6, 41.6, 33.5, 31.7, 29.9, 26.9, 26.2, 19.8, 19.3, 18.5, -4.0, -4.3; HRMS (ESI-TOF) calcd for C47H68O8Si2Na [M + Na]+ 839.4351, found 839.4358.",
        "Allylic Alcohol 17. To a solution of TBDPS ether 16 (174 mg, 0.213 mmol) in MeCN (2.2 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 0.26 mL, 0.260 mmol) and AcOH (15 μL, 0.256 mmol) at room temperature. After the mixture was stirred at room temperature for 5 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave allylic alcohol 17 (84.8 mg, 68%) as a colorless oil: Rf = 0.33 (hexane/EtOAc = 2:1); [α]D 23 -5.5 (c 0.98, CHCl3); IR (neat) 3459, 2952, 2858, 1740, 1612 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.23 (d, J = 8.8 Hz, 2 H), 6.86 (d, J = 8.8 Hz, 2 H), 6.20 (dd, J = 15.3, 10.6 Hz, 1 H), 6.08 (dd, J = 15.3, 10.6 Hz, 1 H), 5.76-5.70 (m, 2 H), 4.45 (s, 2 H), 4.24-4.16 (m, 4 H), 3.94 (ddd, J = 12.6, 4.9, 2.4 Hz, 1 H), 3.80 (s, 3 H), 3.68 (s, 3 H), 3.48 (dt, J = 7.1, 4.4 Hz, 1 H), 2.53 (dd, J = 15.3, 7.1 Hz, 1 H), 2.38-2.33 (m, 3 H), 1.47 (dt, J = 12.6, 2.4 Hz, 1 H), 1.40 (s, 3 H), 1.36 (s, 3 H), 1.28-1.24 (m, 1 H), 0.89 (s, 9 H), 0.09 (s, 3 H), 0.07 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 171.2, 159.0, 131.9, 131.7, 131.3, 130.6, 129.8, 129.6, 113.6, 98.7, 78.7, 76.3, 71.6, 69.3, 65.9, 63.5, 55.3, 51.6, 41.6, 33.4, 31.7, 29.9, 26.2, 19.8, 18.5, -4.0, -4.3; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3169.",
        "Alcohol 18. To a solution of alcohol 17 (102 mg, 0.176 mmol) in CH2Cl2 (2.0 mL) were added PhI(OAc)2 (146 mg, 0.440 mmol) and TEMPO (5.5 mg, 35.2 μmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 6:1) gave the correspond-ing unsaturated aldehyde (102 mg), which was used for the next reaction without further purification.",
        "To a solution of the PMB ether obtained above (102 mg) in CH2Cl2 (4.0 mL) and phosphate pH standard solution (0.2 mL) was added DDQ (47.9 mg, 0.211 mmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 3:1) gave alcohol 18 (76.0 mg, 94% in two steps) as a colorless oil: Rf = 0.52 (hexane/EtOAc = 1:1); [α]D 23 -14.4 (c 0.97, CHCl3); IR (neat) 3490, 2953, 2858, 1739, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.3, 9.9 Hz, 1 H), 6.43-6.31 (m, 2 H), 6.10 (dd, J = 15.3, 7.8 Hz, 1 H), 4.34-4.27 (m, 1 H), 4.03 (ddd, J = 8.0, 5.4, 2.4 Hz, 1 H), 3.81-3.76 (m, 1 H), 3.68 (s, 3 H), 3.53 (t, J = 5.4 Hz, 1 H), 2.56 (dd, J = 15.3, 7.0 Hz, 1 H), 2.55-2.49 (m, 1 H), 2.42-2.31 (m, 3 H), 1.70 (dt, J = 12.7, 2.4 Hz, 1 H), 1.45 (s, 3 H), 1.36 (s, 3 H), 0.90 (s, 9 H), 0.12 (s, 3 H), 0.10 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.1, 151.9, 143.0, 130.8, 130.6, 98.8, 77.2, 72.7, 69.7, 65.9, 51.7, 41.5, 36.5, 32.7, 29.9, 26.0, 19.8, 18.3, -3.8, -4.2; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2440.",
        "Triol 19. To a solution of acetonide 18 (4.8 mg, 10.5 μmol) in CH2Cl2 (0.8 mL) was added TiCl4 (1.7 μL, 15.7 μmol) at -30 °C. After the mixture was stirred at -30 °C for 5 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1, 1:1) gave triol 19 (4.3 mg, 98%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 27 -5.1 (c 0.73, CHCl3); IR (neat) 3449, 2928, 2856, 1737, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 8.0 Hz, 1 H), 7.09 (dd, J = 15.3, 9.8 Hz, 1 H), 6.41-6.33 (m, 2 H), 6.10 (dd, J = 15.3, 8.0 Hz, 1 H), 4.33-4.27 (m, 1 H), 3.97 (ddd, J = 10.4, 5.6, 2.0 Hz, 1 H), 3.89-3.85 (m, 1 H), 3.73 (s, 3 H), 3.55 (t, J = 5.2 Hz, 1 H), 2.63-2.57 (m, 1 H), 2.53-2.51 (m, 2 H), 2.43-2.35 (m, 2 H), 1.86 (dt, J = 14.4, 2.4 Hz, 1 H), 1.67-1.55 (m, 3 H), 0.91 (s, 9 H), 0.13 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 193.7, 172.8, 152.0, 143.2, 130.8, 130.5, 77.9, 73.7, 72.6, 69.2, 51.9, 41.4, 38.4, 36.7, 26.1, 18.3, -4.0; HRMS (ESI-TOF) calcd for C20H36O7SiNa [M + Na] + 439.2128, found 439.2126.",
        "Tetraol 2a from 19. To a solution of TBS ether 19 (12.4 mg, 29.8 μmol) in THF (1.5 mL) was added HF·pyr (60 μL) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 2 h, HF·pyr (70 μL) was added at 0 °C. The mixture was stirred at 0 °C for 30 min. After the mixture was stirred at room temperature for 6 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 20:1) gave tetraol 2a (1.6 mg, 18%) as a colorless oil and TBS ether 19 (6.4 mg, 52% recovery). Tetraol 2a: Rf = 0.33 (CH2Cl2/MeOH = 10:1); [α]D 22 +13.2 (c 0.12, CHCl3); IR (neat) 3417, 2925, 1731, 1679, 1636 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.33-7.27 (m, 1 H), 6.50-6.46 (m, 2 H), 6.08 (dd, J = 15.0, 7.8 Hz, 1 H), 4.33-4.27 (m, 1 H), 3.85-3.81 (m, 1 H), 3.73-3.69 (m, 1 H), 3.67 (s, 3 H), 3.39 (t, J = 6.3 Hz, 1 H), 2.66-2.54 (m, 2 H), 2.46-2.37 (m, 2 H), 1.85 (ddd, J = 14.4, 5.4, 2.4 Hz, 1 H), 1.73-1.67 (m, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.8, 155.0, 145.7, 131.9, 131.0, 77.8, 73.0, 72.6, 68.3, 52.0, 43.0, 39.9, 3118 37.9; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1271.",
        "Diol 20. To a solution of TBS ether 17 (160 mg, 0.277 mmol) in MeCN (2.8 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 2.8 mL, 2.80 mmol) and AcOH (0.16 mL, 2.77 mmol) at room temperature. After the mixture was stirred at 60 °C for 6 days, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1, EtOAc) gave diol 20 (111 mg, 86%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 22 +10.5 (c 0.71, CHCl3); IR (neat) 3420, 2928, 2858, 1738, 1613 cm -1; 1H NMR (400 MHz, C6D6) δ 7.17 (d, J = 8.6 Hz, 2 H), 6.80 (d, J = 8.6 Hz, 2 H), 6.26-6.16 (m, 2 H), 5.91-5.86 (m, 1 H), 5.62 (dt, J = 14.0, 5.6 Hz, 1 H), 4.51-4.47 (m, 1 H), 4.43 (d, J = 11.2 Hz, 1 H), 4.33-4.29 (m, 1 H), 4.22 (d, J = 11.2 Hz, 1 H), 4.11-4.06 (m, 1 H), 3.92-3.84 (m, 3 H), 3.60-3.56 (m, 1 H), 3.33 (s, 3 H), 3.31 (s, 3 H), 2.62-2.48 (m, 3 H), 2.18 (dd, J = 15.6, 5.2 Hz, 1 H), 1.46-1.40 (m, 2 H), 1.39 (s, 3 H), 1.29 (s, 3 H), 0.92 (t, J = 7.2 Hz, 1 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.9, 132.7, 131.2, 130.9, 130.7, 130.0, 114.2, 99.0, 77.6, 73.8, 71.2, 69.7, 66.3, 63.3, 54.9, 51.2, 41.6, 32.9, 31.4, 30.3, 19.9; HRMS (ESI-TOF) calcd for C25H36O8Na [M + Na]+ 487.2308, found 487.2306.",
        "Allylic Alcohol 21. To a solution of diol 20 (94.4 mg, 0.163 mmol) in CH2Cl2 (1.6 mL) were added 2,6-lutidine (67 μL, 0.456 mmol) and TESOTf (88 μL, 0.391 mmol) at 0 °C. After the mixture was stirred at room temperature for 40 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 20:1, 10:1) gave the corresponding bis-TES ether (111 mg, 98%) as a colorless oil: Rf = 0.71 (hexane/EtOAc = 2:1); [α]D 26 +4.2 (c 0.49, CHCl3); IR (neat) 2953, 2871, 1742, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.24 (d, J = 8.6 Hz, 2 H), 6.84 (d, J = 8.6 Hz, 2 H), 6.41 (dd, J = 15.0, 10.6 Hz, 1 H), 6.30 (dd, J = 15.0, 10.6 Hz, 1 H), 5.95-5.87 (m, 1 H), 5.73 (dt, J = 15.0, 5.3 Hz, 1 H), 4.48 (d, J = 11.2 Hz, 1 H), 4.35 (d, J = 11.2 Hz, 1 H), 4.35-4.27 (m, 1 H), 4.15 (d, J = 5.3 Hz, 2 H), 4.12-4.07 (m, 1 H), 3.95 (t, J = 5.0 Hz, 1 H), 3.61 (q, J = 5.4 Hz, 1 H), 3.35 (s, 3 H), 3.33 (s, 3 H), 2.60-2.53 (m, 3 H), 2.22 (dd, J = 15.4, 5.4 Hz, 1 H), 1.50-1.44 (m, 2 H), 1.46 (s, 3 H), 1.33 (s, 3 H), 1.09 (t, J = 8.2 Hz, 9 H), 1.02 (t, J = 7.4 Hz, 9 H), 0.80 (q, J = 8.2 Hz, 6 H), 0.62 (q, J = 7.4 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.5, 131.3, 131.1, 131.0, 130.4, 130.0, 114.1, 99.0, 78.8, 76.9, 71.9, 69.8, 66.4, 63.5, 54.9, 51.1, 41.8, 33.7, 31.8, 30.2, 19.9, 7.5, 7.2, 5.9, 5.2; HRMS (ESI-TOF) calcd for C37H64O8Si2Na [M + Na]+ 715.4037, found 715.4031.",
        "To a solution of the corresponding TES ether (99.7 mg, 0.144 mmol) in CH2Cl2 (7.0 mL) and MeOH (0.7 mL) was added PPTS (11.0 mg, 43.0 μmol) at 0 °C. After the mixture was stirred at room temperature for 1 h, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 2:1) gave allylic alcohol 21 (75.1 mg, 90%) as a colorless oil: Rf = 0.53 (hexane/EtOAc = 1:1); [α]D 21 +2.5 (c 1.53, CHCl3); IR (neat) 3460, 2952, 2875, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.0 Hz, 2 H), 6.83 (d, J = 8.0 Hz, 2 H), 6.26-6.16 (m, 2 H), 5.90-5.83 (m, 1 H), 5.64-5.57 (m, 1 H), 4.48 (d, J = 11.5 Hz, 1 H), 4.36 (d, J = 11.5 Hz, 1 H), 4.32-4.31 (m, 1 H), 4.11-4.07 (m, 1 H), 3.96-3.93 (m, 1 H), 3.90 (brs, 2 H), 3.62-3.58 (m, 1 H), 3.34 (s, 3 H), 3.33 (s, 3 H), 2.59-2.54 (m, 3 H), 2.24 (dd, J = 15.5, 5.1 Hz, 1 H), 1.49-1.46 (m, 2 H), 1.46 (s, 3 H), 1.33 (s, 3 H), 1.08 (t, J = 7.9 Hz, 9 H), 0.79 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.8, 132.4, 131.3, 131.2, 131.1, 131.0, 130.0, 114.1, 99.0, 78.7, 76.8, 71.8, 69.8, 66.4, 63.2, 54.9, 51.2, 41.8, 33.7, 31.7, 30.2, 19.9, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3171.",
        "Alcohol 22. To a solution of alcohol 21 (45.6 mg, 78.8 μmol) in CH2Cl2 (1.6 mL) were added PhI(OAc)2 (65.0 mg, 0.197 mmol) and TEMPO (2.5 mg, 15.8 μmol) at 0 °C. After the mixture was stirred at room temperature for 5 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the correspond-ing unsaturated aldehyde (44.5 mg), which was used for the next reaction without further purification.",
        "To a solution of the PMB ether obtained above (44.5 mg) in CH2Cl2 (1.7 mL) and phosphate pH standard solution (0.1 mL) was added DDQ (26.0 mg, 0.116 mmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 22 (27.5 mg, 76% in two steps) as a colorless oil: Rf = 0.23 (hexane/EtOAc = 2:1); [α]D 23 -15.2 (c 1.00, CHCl3); IR (neat) 3479, 2953, 2876, 1739, 1682, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.4, 10.0 Hz, 1 H), 6.44-6.30 (m, 2 H), 6.10 (dd, J = 15.4, 7.8 Hz, 1 H), 4.35-4.28 (m, 1 H), 4.05-4.01 (m, 1 H), 3.78-3.75 (m, 1 H), 3.68 (s, 3 H), 3.54 (d, J = 5.5 Hz, 1 H), 2.60-2.51 (m, 2 H), 2.43-2.32 (m, 2 H), 1.72-1.64 (m, 2 H), 1.46 (s, 3 H), 1.36 (s, 3 H), 0.97 (t, J = 8.0 Hz, 9 H), 0.65 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.1, 151.9, 143.0, 130.8, 130.6, 98.8, 72.8, 70.0, 65.9, 51.7, 41.5, 36.6, 32.5, 29.9, 19.8, 7.0, 5.3; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2446.",
        "Tetraol 2a from 22. To a solution of acetonide 22 (4.1 mg, 8.99 μmol) in CH2Cl2 (0.5 mL) was added TiCl4 (2.0 μL, 18.2 μmol) at -30 °C. The mixture was gradually warmed up to room temperature for 1 h. After the mixture was stirred at room temperature for 27 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 10:1) gave tetraol 2a (2.0 mg, 74%).",
        "Ketone 23. To a solution of diol 20 (59.5 mg, 0.128 mmol) in CH2Cl2 (1.2 mL) were added imidazole (12.2 mg, 0.179 mmol) and TESCl (26 μL, 0.154 mmol) at -30 °C. After the mixture was gradually warmed up to -10 °C for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding mono-TES ether (60.8 mg), which was used for the next reaction without further purification.",
        "To a suspension of the alcohol obtained above (60.8 mg) and MS4 Å (50.0 mg) in CH2Cl2 (1.3 mL) were added NMO (64.0 mg, 0.546 mmol) and TPAP (1.8 mg, 5.30 μmol) at room temperature. After the mixture was stirred at room temperature for 8 h, the mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 4:1) gave ketone 23 (54.8 mg, 74% in two steps) as a colorless oil: Rf = 0.56 (hexane/ EtOAc = 2:1); [α]D 22 +15.6 (c 0.50, CHCl3); IR (neat) 2953, 2871, 1738, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.31 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.31 (dd, J = 14.0, 10.6 Hz, 1 H), 6.17 (dd, J = 15.0, 10.6 Hz, 1 H), 5.86 (dt, J = 15.0, 7.6 Hz, 1 H), 5.72 (dt, J = 14.0, 5.0 Hz, 1 H), 4.59-4.51 (m, 2 H), 4.37-4.16 (m, 3 H), 4.10 (d, J = 4.7 Hz, 2 H), 3.30 (s, 3 H), 3.29 (s, 3 H), 2.66-2.55 (m, 2 H), 2.43 (dd, J = 15.8, 7.6 Hz, 1 H), 2.09 (dd, J = 15.8, 5.0 Hz, 1 H), 1.65 (dt, J = 12.9, 2.7 Hz, 1 H), 1.42-1.35 (m, 1 H), 1.40 (s, 3 H), 1.20 (s, 3 H), 1.00 (t, J = 7.9 Hz, 9 H), 0.60 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 206.8, 170.5, 159.8, 132.9, 132.1, 130.6, 130.0, 129.7, 129.1, 114.1, 99.4, 80.4, 73.4, 72.3, 66.1, 63.4, 54.8, 51.2, 41.2, 35.7, 32.2, 30.1, 19.3, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H48O8SiNa [M + Na] + 599.3016, found 599.3012.",
        "Alcohol 24. To a solution of ketone 23 (8.5 mg, 14.7 μmol) in MeOH (0.5 mL) was added NaBH4 (1.0 mg, 26.4 μmol) at -78 °C. After the mixture was gradually warmed up to 0 °C for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/ EtOAc = 3:1) gave alcohol 24 (8.3 mg, 98%) as a colorless oil: Rf = 3119 0.30 (hexane/EtOAc = 2:1); [α]D 22 +20.8 (c 0.44, CHCl3); IR (neat) 3518, 2953, 2885, 1740, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.20 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.40 (dd, J = 15.1, 10.5 Hz, 1 H), 6.25 (dd, J = 15.1, 10.5 Hz, 1 H), 5.80-5.69 (m, 2 H), 4.49 (d, J = 11.2 Hz, 1 H), 4.28-4.24 (m, 2 H), 4.15 (d, J = 4.9 Hz, 2 H), 4.00-3.97 (m, 1 H), 3.52 (t, J = 4.7 Hz, 2 H), 3.33 (s, 3 H), 3.32 (s, 3 H), 2.68-2.63 (m, 2 H), 2.50-2.44 (m, 2 H), 2.12 (dd, J = 15.6, 4.9 Hz, 1 H), 1.41 (s, 3 H), 1.41-1.34 (m, 1 H), 1.30 (s, 3 H), 1.02 (t, J = 7.9 Hz, 9 H), 0.62 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.8, 131.6, 131.1, 130.2, 130.2, 129.9, 114.1, 99.1, 78.4, 74.7, 71.7, 70.0, 66.2, 63.4, 54.9, 51.1, 41.4, 34.2, 32.4, 30.3, 19.8, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3183.",
        "Allylic Alcohol 25. To a solution of alcohol 24 (8.3 mg, 14.4 μmol) in CH2Cl2 (0.5 mL) were added 2,6-lutidine (17 μL, 0.113 mmol) and TESOTf (24 μL, 0.107 mmol) at 0 °C. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding bis-TES ether (10.1 mg), which was used for the next reaction without further purification.",
        "To a solution of the TES ether obtained above (10.1 mg) in CH2Cl2 (0.5 mL) and MeOH (0.1 mL) was added PPTS (1.8 mg, 7.30 μmol) at 0 °C. After the mixture was stirred at 0 °C for 2 h, the reaction was quenched with Et3N. Concentration and column chromatography (hexane/EtOAc = 3:1) gave allylic alcohol 25 (8.5 mg, quant in two steps) as a colorless oil: Rf = 0.22 (hexane/EtOAc = 2:1); [α]D 21 +11.2 (c 1.15, CHCl3); IR (neat) 3463, 2952, 2871, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.22 (d, J = 8.6 Hz, 2 H), 6.80 (d, J = 8.6 Hz, 2 H), 6.25-6.21 (m, 2 H), 5.81-5.74 (m, 1 H), 5.64-5.57 (m, 1 H), 4.53 (d, J = 11.5 Hz, 1 H), 4.35 (d, J = 11.5 Hz, 1 H), 4.33-4.30 (m, 1 H), 4.16-4.10 (m, 1 H), 3.89 (d, J = 2.9 Hz, 2 H), 3.73 (dd, J = 7.1, 3.2 Hz, 1 H), 3.54-3.49 (m, 1 H), 3.32 (s, 3 H), 3.31 (s, 3 H), 2.75-2.68 (m, 1 H), 2.57-2.48 (m, 2 H), 2.16 (dd, J = 15.6, 4.9 Hz, 1 H), 1.48 (s, 3 H), 1.48-1.42 (m, 2 H), 1.41 (s, 3 H), 1.10 (t, J = 7.8 Hz, 9 H), 0.76 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.9, 159.8, 132.4, 131.5, 131.2, 130.9, 129.8, 129.6, 114.1, 99.1, 79.6, 76.4, 71.4, 66.1, 63.2, 54.9, 51.2, 41.6, 33.5, 32.9, 30.4, 19.8, 7.6, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3170.",
        "Alcohol 26. To a solution of alcohol 25 (8.5 mg, 14.6 μmol) in CH2Cl2 (0.5 mL) were added PhI(OAc)2 (12.1 mg, 36.5 μmol) and TEMPO (1.0 mg, 6.40 μmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the correspond-ing unsaturated aldehyde (7.6 mg), which was used for the next reaction without further purification.",
        "To a solution of the PMB ether obtained above (7.6 mg) in CH2Cl2 (0.4 mL) and phosphate pH standard solution (40 μL) was added DDQ (3.6 mg, 16.0 μmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with saturated aqueous NaHCO3, H2O, and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 26 (5.5 mg, 82% in two steps) as a colorless oil: Rf = 0.16 (hexane/EtOAc = 2:1); [α]D 21 -35.7 (c 0.47, CHCl3); IR (neat) 3490, 2954, 2871, 1739, 1682, 1641 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.55 (d, J = 8.1 Hz, 1 H), 7.08 (dd, J = 15.2, 10.4 Hz, 1 H), 6.42-6.26 (m, 2 H), 6.09 (dd, J = 15.2, 7.8 Hz, 1 H), 4.32-4.26 (m, 1 H), 3.98-3.94 (m, 1 H), 3.71-3.69 (m, 1 H), 3.69 (s, 3 H), 3.45 (d, J = 6.6 Hz, 1 H), 2.57-2.30 (m, 4 H), 1.65-1.60 (m, 1 H), 1.45 (s, 3 H), 1.38 (s, 3 H), 1.26-1.17 (m, 1 H), 0.97 (t, J = 7.9 Hz, 9 H), 0.69-0.61 (m, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.0, 151.9, 142.6, 130.7, 130.6, 98.9, 77.1, 71.0, 69.3, 65.5, 51.7, 41.4, 39.2, 31.9, 29.9, 19.6, 7.1, 5.3; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na]+ 479.2441, found 479.2442.",
        "Tetraol 2b. To a solution of acetonide 26 (4.1 mg, 8.98 μmol) in CH2Cl2 (0.4 mL) was added TiCl4 (1.2 μL, 10.8 μmol) at -30 °C. After the mixture was stirred at -30 °C for 5 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 1:1) gave the correspond-ing triol (3.0 mg, 80%) as a colorless oil: Rf = 0.09 (hexane/EtOAc = 1:1); [α]D 24 -14.1 (c 0.42, CHCl3); IR (neat) 3451, 2954, 2871, 1737, 1681, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.2, 10.1 Hz, 1 H), 6.44-6.29 (m, 2 H), 6.09 (dd, J = 15.2, 7.8 Hz, 1 H), 4.27-4.21 (m, 1 H), 3.96-3.92 (m, 1 H), 3.87 (brs, 1 H), 3.72 (s, 3 H), 3.59-3.57 (m, 1 H), 2.52 (d, J = 5.9 Hz, 2 H), 2.43 (t, J = 6.3 Hz, 2 H), 1.71 (d, J = 5.9 Hz, 2 H), 0.99 (t, J = 7.9 Hz, 9 H), 0.67 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.7, 172.9, 152.0, 142.8, 130.7, 130.6, 75.9, 73.3, 69.7, 69.1, 51.9, 41.4, 39.0, 37.7, 7.0, 5.3; HRMS (ESI-TOF) calcd for C20H36O7SiNa [M + Na]+ 439.2128, found 439.2131.",
        "To a solution of the corresponding TES ether (9.6 mg, 23.0 μmol) in THF (1.0 mL) was added HF·pyr (50 μL) at 0 °C. After the mixture was stirred at 0 °C for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with saturated aqueous NaHCO3, H2O, and brine. The aqueous phase was washed with EtOAc three times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 30:1) gave tetraol 2b (5.5 mg, 79%) as a colorless oil: Rf = 0.35 (CH2Cl2/MeOH = 10:1); [α]D 21 -6.1 (c 0.10, CHCl3); IR (neat) 3367, 2924, 2858, 1727, 1675, 1635 cm -1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.29 (dd, J = 15.6, 9.9 Hz, 1 H), 6.51-6.41 (m, 2 H), 6.09 (dd, J = 15.6, 7.8 Hz, 1 H), 4.25-4.20 (m, 1 H), 3.90-3.86 (m, 1 H), 3.83-3.79 (m, 1 H), 3.67 (s, 3 H), 3.33-3.31 (m, 1 H), 2.56 (dd, J = 15.0, 4.2 Hz, 1 H), 2.53-2.43 (m, 2 H), 2.44 (dd, J = 15.0, 8.7 Hz, 1 H), 1.76-1.72 (m, 2 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.7, 154.8, 145.0, 131.9, 131.2, 76.1, 72.9, 71.7, 67.7, 52.0, 43.1, 41.1, 38.7; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1266.",
        "Diol 27. To a solution of β-hydroxy ketone 11 (595 mg, 0.767 mmol) in MeCN (9.0 mL) and AcOH (9.0 mL) was added NaBH(OAc)3 (244 mg, 1.15 mmol) at -20 °C. After the mixture was stirred at -20 °C for 2 h, NaBH(OAc)3 (81.3 mg, 0.383 mmol) was added. After the mixture was stirred at -20 °C for a further 1 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave diol 27 (565 mg, 95%) as a colorless oil: Rf = 0.45 (hexane/EtOAc = 2:1); [α]D 24 -9.1 (c 1.00, CHCl3); IR (neat) 3476, 2930, 2857, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.73-7.71 (m, 4 H), 7.25-7.09 (m, 8 H), 6.77 (d, J = 8.8 Hz, 2 H), 6.35 (dd, J = 15.1, 10.5 Hz, 1 H), 6.18 (dd, J = 15.1, 10.5 Hz, 1 H), 5.84 (dt, J = 15.1, 7.6 Hz, 1 H), 5.61 (dt, J = 15.1, 4.9 Hz, 1 H), 4.40 (d, J = 1.9 Hz, 2 H), 4.37-4.30 (m, 1 H), 4.16 (d, J = 4.6 Hz, 2 H), 4.07 (brs, 1 H), 3.84-3.81 (m, 1 H), 3.70-3.67 (m, 1 H), 3.25 (s, 3 H), 3.21 (s, 3 H), 2.52 (t, J = 6.4 Hz, 2 H), 2.34-2.29 (m, 2 H), 2.20-2.15 (m, 1 H), 1.71-1.66 (m, 2 H), 1.12 (s, 9 H), 0.94 (s, 9 H), 0.16 (s, 3 H), 0.12 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 173.1, 159.7, 135.9, 134.2, 132.4, 131.4, 131.1, 130.7, 130.5, 129.9, 114.0, 80.3, 77.7, 72.2, 70.0, 66.3, 64.7, 54.8, 51.3, 41.4, 38.4, 34.2, 27.2, 26.5, 19.6, 18.8, -3.6, -4.1; HRMS (ESI-TOF) calcd for C44H64O8Si2Na [M + Na]+ 799.4037, found 799.4036.",
        "Diol 28. To a solution of diol 27 (871 mg, 1.12 mmol) in THF (11 mL) were added Me2C(OMe)2 (1.4 mL, 11.2 mmol) and p-TsOH· H2O (21.0 mg, 0.112 mmol) at room temperature. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1) gave the corresponding acetonide (822 mg, 90%) as a colorless oil: Rf = 0.62 (hexane/EtOAc = 2:1); [α]D 24 -0.4 (c 0.99, CHCl3); IR (neat) 3120 2929, 2856, 1742 cm-1; 1H NMR (400 MHz, CDCl3) δ 7.69 (dd, J = 7.8, 1.5 Hz, 4 H), 7.44-7.36 (m, 6 H), 7.25 (d, J = 8.5 Hz, 2 H), 6.86 (d, J = 8.5 Hz, 2 H), 6.26 (dd, J = 15.0, 10.5 Hz, 1 H), 6.11 (dd, J = 15.0, 10.5 Hz, 1 H), 5.73-5.65 (m, 2 H), 4.47 (s, 2 H), 4.25-4.16 (m, 3 H), 3.99-3.94 (m, 1 H), 3.81-3.78 (m, 1 H), 3.79 (s, 3 H), 3.69 (s, 3 H), 3.42-3.38 (m, 1 H), 2.52 (dd, J = 15.6, 8.3 Hz, 1 H), 2.44-2.33 (m, 3 H), 2.08-2.01 (m, 1 H), 1.59 (brs, 1 H), 1.34 (s, 3 H), 1.31 (s, 3 H), 1.08 (s, 9 H), 0.90 (s, 9 H), 0.10 (s, 3 H), 0.08 (s, 3 H); 13C NMR (100 MHz, CDCl3) δ 173.1, 159.1, 135.5, 133.7, 131.9, 130.5, 130.2, 130.0, 129.5, 129.3, 127.6, 113.7, 100.6, 79.3, 75.9, 71.8, 66.8, 64.3, 63.8, 55.3, 51.6, 40.7, 33.8, 32.8, 26.9, 26.2, 24.6, 24.5, 19.3, 18.4, -4.0, -4.3; HRMS (ESI-TOF) calcd for C47H68O8Si2Na [M + Na]+ 839.4351, found 839.4348.",
        "To a solution of the corresponding bis-silyl ether (409 mg, 0.501 mmol) in MeCN (5.0 mL) was added a mixed solution of TBAF (1.0 M solution in THF, 2.0 mL, 2.00 mmol) and AcOH (0.10 mL, 2.00 mmol) at room temperature. After the mixture was stirred at reflux for 3 days, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc twice. The combined organic layer was dried over Na2SO4. Concentration and column chromatog-raphy (hexane/EtOAc = 4:1, 1:1) gave diol 28 (154 mg, 66%) as a colorless oil: Rf = 0.19 (hexane/EtOAc = 1:1); [α]D 20 +43.1 (c 0.68, CHCl3); IR (neat) 3459, 2925, 1739, 1612 cm -1; 1H NMR (400 MHz, C6D6) δ 7.19-7.16 (m, 2 H), 6.79 (d, J = 8.6 Hz, 2 H), 6.25-6.15 (m, 2 H), 5.92-5.85 (m, 1 H), 5.63-5.57 (m, 1 H), 4.43 (d, J = 11.5 Hz, 1 H), 4.37-4.30 (m, 1 H), 4.23 (d, J = 11.5 Hz, 1 H), 4.18-4.13 (m, 1 H), 3.96 (d, J = 5.7 Hz, 1 H), 3.89 (d, J = 5.4 Hz, 2 H), 3.54-3.50 (m, 1 H), 3.33 (s, 3 H), 3.33 (s, 3 H), 2.61-2.55 (m, 2 H), 2.48 (dd, J = 15.6, 8.8 Hz, 1 H), 2.23-2.18 (m, 2 H), 2.08-2.01 (m, 1 H), 1.37 (s, 3 H), 1.28 (s, 3 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.8, 131.2, 131.2, 130.9, 130.6, 129.8, 114.2, 100.8, 77.8, 73.8, 71.3, 67.1, 64.2, 63.3, 54.9, 51.1, 40.9, 32.9, 32.5, 25.1, 25.0; HRMS (ESI-TOF) calcd for C25H36O8Na [M + Na] + 487.2308, found 487.2302.",
        "Alcohol 29. To a solution of diol 28 (22.4 mg, 48.2 μmol) in CH2Cl2 (1.0 mL) were added 2,6-lutidine (40 μL, 0.270 mmol) and TESOTf (52 μL, 0.232 mmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1, 4:1) gave the corresponding bis-TES ether (34.1 mg, quant) as a colorless oil: Rf = 0.50 (hexane/EtOAc = 4:1); [α]D 25 +16.4 (c 0.23, CHCl3); IR (neat) 2953, 2871, 1743, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.8 Hz, 2 H), 6.82 (d, J = 8.8 Hz, 2 H), 6.46-6.35 (m, 1 H), 6.34-6.24 (m, 1 H), 5.95-5.86 (m, 1 H), 5.73 (dt, J = 15.1, 5.4 Hz, 1 H), 4.47 (d, J = 11.2 Hz, 1 H), 4.46-4.38 (m, 1 H), 4.34 (d, J = 11.2 Hz, 1 H), 4.22-4.13 (m, 3 H), 4.05 (dd, J = 5.9, 4.1 Hz, 1 H), 3.50 (q, J = 5.3 Hz, 1 H), 3.34 (s, 3 H), 3.33 (s, 3 H), 2.62-2.45 (m, 3 H), 2.25 (dd, J = 15.5, 5.1 Hz, 1 H), 2.21-2.12 (m, 1 H), 1.44 (s, 3 H), 1.43-1.34 (m, 1 H), 1.32 (s, 3 H), 1.10 (t, J = 7.9 Hz, 9 H), 1.02 (t, J = 7.9 Hz, 9 H), 0.84-0.76 (q, J = 7.9 Hz, 6 H), 0.62 (q, J = 7.9 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.6, 131.3, 130.7, 130.4, 129.9, 114.1, 100.9, 79.2, 76.4, 71.9, 67.3, 64.2, 63.5, 54.9, 51.1, 41.0, 33.9, 32.9, 24.9, 24.8, 7.5, 7.2, 5.9, 5.2; HRMS (ESI-TOF) calcd for C37H64O8Si2Na [M + Na] + 715.4037, found 715.4037.",
        "To a solution of the corresponding TES ether (15.0 mg, 21.6 μmol) in CH2Cl2 (0.7 mL) and MeOH (70 μL) was added PPTS (1.6 mg, 6.32 μmol) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1, 2:1) gave the corresponding allylic alcohol (10.7 mg, 88%) as a colorless oil: Rf = 0.66 (hexane/EtOAc = 1:1); [α]D 23 +12.8 (c 0.74, CHCl3); IR (neat) 3462, 2952, 2875, 1742, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.23 (d, J = 8.6 Hz, 2 H), 6.81 (d, J = 8.6 Hz, 2 H), 6.24-6.15 (m, 2 H), 5.88-5.81 (m, 1 H), 5.63-5.57 (m, 1 H), 4.47 (d, J = 11.5 Hz, 1 H), 4.44-4.39 (m, 1 H), 4.35 (d, J = 11.5 Hz, 1 H), 4.20-4.15 (m, 1 H), 4.04 (t, J = 4.9 Hz, 1 H), 3.89 (d, J = 5.4 Hz, 2 H), 3.51-3.47 (m, 1 H), 3.33 (s, 3 H), 3.33 (s, 3 H), 2.59-2.49 (m, 4 H), 2.25 (dd, J = 15.5, 4.9 Hz, 1 H), 2.19-2.12 (m, 1 H), 1.44 (s, 3 H), 1.40-1.30 (m, 1 H), 1.32 (s, 3 H), 1.10 (t, J = 8.0 Hz, 9 H), 0.79 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.5, 131.2, 131.1, 131.0, 129.9, 114.1, 100.9, 79.1, 76.3, 71.9, 67.3, 64.2, 63.2, 54.9, 51.1, 41.0, 33.8, 32.8, 24.9, 24.8, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na] + 601.3173, found 601.3168.",
        "To a solution of the corresponding allylic alcohol (52.8 mg, 91.3 μmol) in CH2Cl2 (1.8 mL) were added PhI(OAc)2 (76.0 mg, 0.228 mmol) and TEMPO (2.9 mg, 18.3 μmol) at 0 °C. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding unsaturated aldehyde (48.8 mg), which was used for the next reaction without further purification.",
        "To a solution of the PMB ether obtained above (48.8 mg) in CH2Cl2 (1.7 mL) and phosphate pH standard solution (0.1 mL) was added DDQ (26.0 mg, 0.115 mmol) at 0 °C. After the mixture was stirred at room temperature for 2 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 2:1) gave alcohol 29 (29.9 mg, 72% in two steps) as a colorless oil: Rf = 0.61 (hexane/EtOAc = 1:1); [α]D 23 +5.8 (c 0.88, CHCl3); IR (neat) 3472, 2953, 2876, 1741, 1682, 1639 cm-1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.09 (dd, J = 15.2, 10.2 Hz, 1 H), 6.44-6.29 (m, 2 H), 6.10 (dd, J = 15.2, 7.8 Hz, 1 H), 4.26-4.19 (m, 1 H), 4.00-3.95 (m, 1 H), 3.68 (s, 3 H), 3.67-3.63 (m, 2 H), 2.59-2.51 (m, 2 H), 2.46 (dd, J = 15.6, 5.2 Hz, 1 H), 2.39-2.31 (m, 2 H), 2.07-2.00 (m, 1 H), 1.63-1.56 (m, 1 H), 1.35 (s, 3 H), 1.34 (s, 3 H), 0.97 (t, J = 7.8 Hz, 9 H), 0.65 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.2, 151.8, 142.9, 131.0, 130.7, 100.8, 72.8, 67.3, 63.7, 51.7, 40.7, 36.8, 33.5, 24.6, 24.5, 7.0, 5.4; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na] + 479.2441, found 479.2446.",
        "Tetraol 2c. To a solution of acetonide 29 (20.7 mg, 45.4 μmol) in CH2Cl2 (2.3 mL) was added TiCl4 (10 μL, 90.8 μmol) at -30 °C. The mixture was gradually warmed up to room temperature for 2 h. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/ MeOH = 10:1) gave tetraol 2c (6.1 mg, 44%) as a colorless oil: Rf = 0.35 (CH2Cl2/MeOH = 10:1); [α]D 24 -8.9 (c 0.10, CHCl3); IR (neat) 3388, 2925, 2853, 1730, 1674, 1636 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.33-7.28 (m, 1 H), 6.50-6.47 (m, 2 H), 6.08 (dd, J = 15.0, 7.8 Hz, 1 H), 4.32-4.27 (m, 1 H), 3.93-3.89 (m, 1 H), 3.75-3.71 (m, 1 H), 3.67 (s, 3 H), 3.39 (t, J = 6.6 Hz, 1 H), 2.65-2.61 (m, 1 H), 2.54-2.47 (m, 2 H), 2.43-2.37 (m, 1 H), 1.78 (ddd, J = 14.4, 9.6, 2.4 Hz, 1 H), 1.60 (ddd, J = 14.4, 9.6, 2.4 Hz, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.8, 155.5, 145.8, 131.8, 131.0, 78.1, 73.1, 70.6, 66.4, 52.0, 43.9, 40.3, 37.8; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na]+ 325.1263, found 325.1271.",
        "Ketone 30. To a solution of diol 28 (10.8 mg, 23.4 μmol) in CH2Cl2 (0.3 mL) were added imidazole (2.2 mg, 32.8 μmol) and TESCl (4.7 μL, 28.1 μmol) at -30 °C. After the mixture was stirred at -30 °C for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1) gave the corresponding mono-TES ether (12.9 mg), which was used for the next reaction without further purification.",
        "To a suspension of the alcohol obtained above (12.9 mg) and MS4 Å (15.0 mg) in CH2Cl2 (0.3 mL) were added NMO (13.4 mg, 0.115 mmol) and TPAP (1.0 mg, 2.85 μmol) at room temperature. After the mixture was stirred at room temperature for 8 h, the mixture was filtered through a Celite pad and washed with EtOAc. Concentration and column chromatography (hexane/EtOAc = 4:1) gave ketone 30 3121 (10.3 mg, 76% in two steps) as a colorless oil: Rf = 0.56 (hexane/ EtOAc = 2:1); [α]D 22 +28.7 (c 0.53, CHCl3); IR (neat) 2953, 2871, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.28 (d, J = 8.5 Hz, 2 H), 6.80 (d, J = 8.5 Hz, 2 H), 6.34 (dd, J = 13.7, 10.2 Hz, 1 H), 6.15 (dt, J = 15.1, 10.2 Hz, 1 H), 5.83-5.76 (m, 1 H), 5.72-5.64 (m, 1 H), 4.56 (dd, J = 10.8, 3.3 Hz, 1 H), 4.47 (t, J = 5.9 Hz, 1 H), 4.34-4.27 (m, 3 H), 4.10 (t, J = 4.6 Hz, 2 H), 3.31 (s, 6 H), 2.64-2.58 (m, 2 H), 2.38 (dd, J = 16.0, 8.4 Hz, 1 H), 2.13-2.04 (m, 2 H), 1.60-1.53 (m, 1 H), 1.36 (s, 3 H), 1.25 (s, 3 H), 1.00 (t, J = 8.0 Hz, 9 H), 0.60 (q, J = 8.0 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 207.5, 170.4, 159.9, 133.0, 132.1, 130.6, 129.9, 128.8, 114.1, 101.3, 81.2, 72.2, 70.5, 63.8, 63.4, 54.9, 51.2, 40.4, 35.8, 33.1, 25.1, 24.5, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H48O8SiNa [M + Na] + 599.3016, found 599.3013.",
        "Alcohol 31. To a solution of ketone 30 (5.2 mg, 9.02 μmol) in MeOH (0.4 mL) was added NaBH4 (1.0 mg, 26.4 μmol) at -78 °C. After the mixture was stirred at -78 °C for 20 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 3:1) gave alcohol 31 (5.4 mg, quant) as a colorless oil: Rf = 0.33 (hexane/ EtOAc = 2:1); [α]D 22 +32.0 (c 1.11, CHCl3); IR (neat) 3518, 2953, 2871, 1739, 1613 cm-1; 1H NMR (400 MHz, C6D6) δ 7.19 (d, J = 7.6 Hz, 2 H), 6.79 (d, J = 7.6 Hz, 2 H), 6.39 (dd, J = 15.0, 10.5 Hz, 1 H), 6.24 (dd, J = 15.0, 10.5 Hz, 1 H), 5.78-5.67 (m, 2 H), 4.47 (d, J = 11.2 Hz, 1 H), 4.34-4.25 (m, 1 H), 4.26 (d, J = 11.2 Hz, 1 H), 4.14 (d, J = 4.9 Hz, 2 H), 4.04-3.98 (m, 1 H), 3.54-3.48 (m, 2 H), 3.32 (s, 3 H), 3.32 (s, 3 H), 2.69-2.62 (m, 1 H), 2.53-2.38 (m, 2 H), 2.12 (dd, J = 11.2, 4.4 Hz, 1 H), 1.80-1.73 (m, 1 H), 1.38 (s, 3 H), 1.27 (s, 3 H), 1.22-1.15 (m, 1 H), 1.01 (t, J = 7.8 Hz, 9 H), 0.61 (q, J = 7.8 Hz, 6 H); 13C NMR (100 MHz, C6D6) δ 170.7, 159.8, 132.9, 131.6, 130.1, 130.1, 129.9, 129.8, 114.1, 100.9, 78.3, 74.4, 71.7, 67.7, 63.9, 63.4, 54.9, 51.1, 40.7, 34.1, 33.8, 24.9, 7.2, 5.1; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na] + 601.3173, found 601.3165.",
        "Alcohol 32. To a solution of alcohol 31 (23.2 mg, 40.0 μmol) in CH2Cl2 (0.4 mL) were added 2,6-lutidine (17 μL, 0.113 mmol) and TESOTf (24 μL, 0.107 mmol) at 0 °C. After the mixture was stirred at room temperature for 30 min, the reaction was quenched with saturated aqueous NH4Cl. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 10:1) gave the corresponding bis-TES ether (28.1 mg), which was used for the next reaction without further purification.",
        "To a solution of the TES ether obtained above (28.1 mg) in CH2Cl2 (1.4 mL) and MeOH (0.2 mL) was added PPTS (3.1 mg, 12.5 μmol) at 0 °C. The mixture was stirred at 0 °C for 2 h. After the mixture was stirred at room temperature for 20 min, the reaction was quenched with Et3N. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 7:1, 1:1) gave the corresponding allylic alcohol (16.9 mg, 72% in two steps) as a colorless oil: Rf = 0.44 (hexane/EtOAc = 1:1); [α]D 22 +27.5 (c 0.65, CHCl3); IR (neat) 3465, 2952, 2885, 1739, 1612 cm-1; 1H NMR (400 MHz, C6D6) δ 7.24 (d, J = 8.8 Hz, 2 H), 6.80 (d, J = 8.8 Hz, 2 H), 6.27-6.11 (m, 2 H), 5.83-5.74 (m, 1 H), 5.65-5.54 (m, 1 H), 4.53 (d, J = 11.5 Hz, 1 H), 4.42 (d, J = 11.5 Hz, 1 H), 4.40-4.32 (m, 1 H), 4.17-4.08 (m, 1 H), 3.88 (d, J = 4.9 Hz, 2 H), 3.78 (dd, J = 10.8, 3.7 Hz, 1 H), 3.57-3.48 (m, 1 H), 3.33 (s, 6 H), 2.74-2.65 (m, 1 H), 2.59-2.44 (m, 3 H), 2.20 (dd, J = 15.8, 5.0 Hz, 1 H), 1.92-1.83 (m, 1 H), 1.44 (s, 3 H), 1.42 (s, 3 H), 1.09 (t, J = 7.9 Hz, 9 H), 0.80-0.69 (m, 6 H); 13C NMR (100 MHz, C6D6) δ 170.8, 159.8, 132.3, 131.5, 131.4, 131.2, 131.0, 129.7, 114.1, 100.9, 80.1, 75.6, 71.7, 68.3, 63.9, 63.2, 54.9, 51.1, 40.9, 34.6, 33.8, 25.2, 24.6, 7.5, 5.9; HRMS (ESI-TOF) calcd for C31H50O8SiNa [M + Na]+ 601.3173, found 601.3170.",
        "To a solution of the corresponding allylic alcohol (16.9 mg, 29.2 μmol) in CH2Cl2 (0.7 mL) were added PhI(OAc)2 (24.2 mg, 73.0 μmol) and TEMPO (1.0 mg, 6.40 μmol) at 0 °C. After the mixture was stirred at room temperature for 3 h, the reaction was quenched with saturated aqueous Na2S2O3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 5:1) gave the corresponding unsaturated aldehyde (13.5 mg), which was used for the next reaction without further purification.",
        "To a solution of the PMB ether obtained above (13.5 mg) in CH2Cl2 (0.5 mL) and phosphate pH standard solution (25 μL) was added DDQ (6.3 mg, 28.0 μmol) at 0 °C. The mixture was stirred at 0 °C for 1 h. After the mixture was stirred at room temperature for 4 h, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc, washed with H2O and brine, and then dried over Na2SO4. Concentration and column chromatography (hexane/EtOAc = 4:1, 2:1) gave alcohol 32 (10.0 mg, 75% in two steps) as a colorless oil: Rf = 0.23 (hexane/EtOAc = 2:1); [α]D 24 -5.8 (c 1.16, CHCl3); IR (neat) 3490, 2952, 2871, 1739, 1681, 1640 cm -1; 1H NMR (400 MHz, CDCl3) δ 9.54 (d, J = 7.8 Hz, 1 H), 7.08 (dd, J = 15.0, 10.0 Hz, 1 H), 6.42-6.26 (m, 2 H), 6.09 (dd, J = 15.0, 7.8 Hz, 1 H), 4.27-4.19 (m, 1 H), 3.93-3.87 (m, 1 H), 3.68 (s, 3 H), 3.68-3.65 (m, 1 H), 3.47 (dd, J = 17.1, 7.6 Hz, 1 H), 2.59-2.30 (m, 5 H), 1.76-1.69 (m, 1 H), 1.65-1.57 (m, 1 H), 1.35 (s, 3 H), 1.33 (s, 3 H), 0.97 (t, J = 7.8 Hz, 9 H), 0.69-0.61 (m, 6 H); 13C NMR (100 MHz, CDCl3) δ 193.6, 171.2, 151.8, 142.5, 130.7, 130.7, 100.9, 69.3, 67.9, 63.3, 51.7, 40.5, 39.4, 34.0, 24.8, 24.3, 7.1, 5.4; HRMS (ESI-TOF) calcd for C23H40O7SiNa [M + Na] + 479.2441, found 479.2438.",
        "Tetraol 2d. To a solution of acetonide 32 (18.2 mg, 39.9 μmol) in CH2Cl2 (2.0 mL) was added TiCl4 (8.8 μL, 80.3 μmol) at -30 °C. After the mixture was gradually warmed up to 0 °C for 30 min, the reaction was quenched with saturated aqueous NaHCO3. The mixture was diluted with EtOAc and washed with H2O and brine. The aqueous phase was washed with EtOAc four times. The combined organic layer was dried over Na2SO4. Concentration and column chromatography (CH2Cl2/MeOH = 10:1) gave tetraol 2d (5.7 mg, 47%) as a colorless oil: Rf = 0.25 (CH2Cl2/MeOH = 10:1); [α]D 26 -19.1 (c 0.03, CHCl3); IR (neat) 3390, 2921, 2852, 1730, 1677, 1637 cm-1; 1H NMR (600 MHz, CD3OD) δ 9.49 (d, J = 7.8 Hz, 1 H), 7.29 (dd, J = 15.6, 10.4 Hz, 1 H), 6.51-6.41 (m, 2 H), 6.09 (dd, J = 15.6, 7.8 Hz, 1 H), 4.29-4.24 (m, 1 H), 3.95-3.91 (m, 1 H), 3.82-3.79 (m, 1 H), 3.67 (s, 3 H), 3.23 (t, J = 3.9 Hz, 1 H), 2.56-2.43 (m, 4 H), 1.70 (ddd, J = 14.4, 10.2, 3.0 Hz, 1 H), 1.59 (ddd, J = 14.4, 10.2, 3.0 Hz, 1 H); 13C NMR (100 MHz, CD3OD) δ 196.0, 173.7, 154.8, 145.0, 131.9, 131.2, 77.1, 72.8, 70.1, 66.4, 52.0, 43.8, 41.9, 38.7; HRMS (ESI-TOF) calcd for C14H22O7Na [M + Na] + 325.1263, found 325.1270."
    ],
    "associated content": [
        "Copies of 1H and 13C NMR spectra for new compounds. This material is available free of charge via the Internet at http://"
    ],
    "author information": [
        "Corresponding Author *E-mail: takamura@cc.okayama-u.ac.jp (H.T.). Notes The authors declare no competing financial interest."
    ],
    "acknowledgments": [
        "We are grateful to Dr. Chunguang Han and Dr. Yoshi Yamano (Nagoya University) for valuable discussions. We also gratefully thank Division of Instrumental Analysis, Okayama University, for the NMR measurements. We appreciate The Naito Foundation, The Research Foundation for Pharmaceutical Sciences, The Sumitomo Foundation, and The Uehara Memorial Foundation for their financial support. This research was supported by a Grant-in Aid for Scientific Research (No. 24710250) from the Japan Society for the Promotion of Science (JSPS)."
    ],
    "references": [
        "(1) Molinski, T. F.; Morinaka, B. I. Tetrahedron 2012, 68, 9307. 3122 (2) For selected reviews on the structural elucidation of natural products by the chemical synthesis, see: (a) Nicolaou, K. C.; Snyder, S. A. Angew. Chem., Int. Ed. 2005, 44, 1012. (b) Maier, M. E. Nat. Prod. Rep. 2009, 26, 1105. (c) Suyama, T. L.; Gerwick, W. H.; McPhail, K. L. Bioorg. Med. Chem. 2011, 19, 6675. (3) Kita, M.; Ohishi, N.; Konishi, K.; Kondo, M.; Koyama, T.; Kitamura, M.; Yamada, K.; Uemura, D. Tetrahedron 2007, 63, 6241. (4) (a) Han, C.; Uemura, D. Tetrahedron Lett. 2008, 49, 6988. (b) Han, C.; Yamano, Y.; Kita, M.; Takamura, H.; Uemura, D. Tetrahedron Lett. 2009, 50, 5280. (c) Han, C.; Yamano, Y.; Kakiuchi, F.; Nakamura, K.; Uemura, D. Tetrahedron 2011, 67, 9622. (5) (a) Takamura, H.; Ando, J.; Abe, T.; Murata, T.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2008, 49, 4626. (b) Murata, T.; Sano, M.; Takamura, H.; Kadota, I.; Uemura, D. J. Org. Chem. 2009, 74, 4797. (c) Takamura, H.; Murata, T.; Asai, T.; Kadota, I.; Uemura, D. J. Org. Chem. 2009, 74, 6658. (d) Takamura, H.; Kadonaga, Y.; Yamano, Y.; Han, C.; Aoyama, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2009, 50, 863. (e) Takamura, H.; Kadonaga, Y.; Yamano, Y.; Han, C.; Kadota, I.; Uemura, D. Tetrahedron 2009, 65, 7449. (f) Takamura, H.; Kadonaga, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2010, 51, 2603. (g) Takamura, H.; Kadonaga, Y.; Kadota, I.; Uemura, D. Tetrahedron 2010, 66, 7569. (h) Takamura, H.; Tsuda, K.; Kawakubo, Y.; Kadota, I.; Uemura, D. Tetrahedron Lett. 2012, 53, 4317. (i) Takamura, H.; Fujiwara, T.; Kadota, I.; Uemura, D. Beilstein J. Org. Chem. 2013, 9, 1931. (6) For selected recent examples of the stereodivergent and stereoselective synthesis of natural products toward the structural elucidation, see: (a) Kotaki, T.; Shinada, T.; Kaihara, K.; Ohfune, Y.; Numata, H. Org. Lett. 2009, 11, 5234. (b) Sui, B.; Yeh, E. A.-H.; Curran, D. P. J. Org. Chem. 2010, 75, 2942. (c) Tamura, S.; Ohno, T.; Hattori, Y.; Murakami, N. Tetrahedron Lett. 2010, 51, 1523. (d) Urabe, D.; Todoroki, H.; Masuda, K.; Inoue, M. Tetrahedron 2012, 68, 3210. (e) Takamura, H.; Wada, H.; Lu, N.; Ohno, O.; Suenaga, K.; Kadota, I. (7) Higashibayashi, S.; Czechtizky, W.; Kobayashi, Y.; Kishi, Y. J. Am. Chem. Soc. 2003, 125, 14379. (8) In ref 4c, we reported that the relative stereostructural relationships of the C5/C6 and C6/C7 could be proposed as syn and syn, respectively. After the detailed consideration of the 1H NMR data analysis, we concluded that we could not exclude the possibility of the combination of anti (C5/C6) and anti (C6/C7) relationships. Therefore, we decided to synthesize 2a-2d for the unambiguous configurational determination. (9) Parikh, J. R.; Doering, W. v. E. J. Am. Chem. Soc. 1967, 89, 5505. (10) Inoue, M.; Wang, J.; Wang, G.-X.; Ogasawara, Y.; Hirama, M. Tetrahedron 2003, 59, 5645. (11) Evans, D. A.; Cee, V. J.; Siska, S. J. J. Am. Chem. Soc. 2006, 128, 9433. (12) Our detailed examination of separating 11 and its C5-epimer was unfruitful. The minor diastereomers, which were derived from the C5-epimer of 11, could be separated by silica gel column chromatography at the final stage of 2a-2d, respectively. (13) De Mico, A.; Margarita, R.; Parlanti, L.; Vescovi, A.; Piancatelli, G. J. Org. Chem. 1997, 62, 6974. (14) The transformation of 11 to the corresponding p-methox-ybenzylidene acetal with DDQ was unsuccessful presumably due to the incompatibility of the 1,3-diene moiety. (15) Chen, K.-M.; Hardtmann, G. E.; Prasad, K.; Repic,̌ O.; Shapiro, M. J. Tetrahedron Lett. 1987, 28, 155. (16) Higashibayashi, S.; Shinko, K.; Ishizu, T.; Hashimoto, K.; Shirahama, H.; Nakata, M. Synlett 2000, 1306. (17) Ghosh, S.; Rao, C. N. Tetrahedron Lett. 2010, 51, 2052. (18) When the TBS ether 19 was subjected to the same reaction conditions, the formation of several products was observed. (19) For a review on TPAP oxidation, see: Ley, S. V.; Norman, J.; Griffith, W. P.; Marsden, S. P. Synthesis 1994, 639. (20) Saksena, A. K.; Mangiaracina, P. Tetrahedron Lett. 1983, 24, 273. (21) For a comparison of the 1H NMR spectra of the degraded product 2 and the synthetic products 2a-2d, see the Supporting Information. 3123 "
    ]
}